16=Wyst\u0105pi\u0142 problem podczas przetwarzania portletu:
PORTAL_PAGE_ACCESS_DENIED=Zabroniony dost\u0119p do strony: {0}!
CACHING_IS_DISABLED=Anonimowy obszar buforowania jest WY\u0141\u0104CZONY. Mo\u017Ce to powodowa\u0107 wolniejsze dzia\u0142anie. Aby to poprawi\u0107, prosz\u0119 ustawi\u0107 warto\u015B\u0107 klucza \'\'{0}\'\' na dodatni\u0105 liczb\u0119 ca\u0142kowit\u0105 reprezentuj\u0105c\u0105 maksymalny czas buforowania strony w minutach, albo na -1 dla maksymalnego dozwolonego czasu.
ERR_ASSERTION_ERROR=B\u0142\u0105d uznania w portlecie
CAN_NOT_CACHE_PAGE=Nie mo\u017Cna buforowa\u0107 strony \'\'{0}\'\' na stronie kontenera \'\'{1}\'\', poniewa\u017C portlet \'\'{2}\'\' ma ustawiony czas wyga\u015Bni\u0119cia buforowania na \'\'0\'\'. Wydajno\u015B\u0107 wy\u015Bwietlania tej strony nie b\u0119dzie optymalna. W celu uzyskania optymalnej wydajno\u015Bci zaleca si\u0119 usuni\u0119cie tego portletu ze strony albo zmian\u0119 ustawienia expiration-cache w pliku portlet.xml na \'\'-1\'\' lub na dodatni\u0105 liczb\u0119 ca\u0142kowit\u0105 wskazuj\u0105c\u0105 liczb\u0119 minut, po kt\u00F3rej ma wygasn\u0105\u0107 buforowanie strony.
WARN_CONVERTING_DEFAULT_TIMEOUT=Nie mo\u017Cna by\u0142o przekonwertowa\u0107 domy\u015Blnej warto\u015Bci limitu czasu {0}; u\u017Cyto domy\u015Blnej: {1}
WARN_CONVERTING_MAX_TIMEOUT=Nie mo\u017Cna by\u0142o przekonwertowa\u0107 maksymalnej warto\u015Bci limitu czasu {0}; u\u017Cyto domy\u015Blnej: {1}
ERR_ADDING_DIRECTIVE_TO_STYLE_DOC=Wyst\u0105pi\u0142 b\u0142\u0105d podczas dodawania zawartej dyrektywy do dokumentu stylu
ERR_GET_PORTLET_LIST=Wyst\u0105pi\u0142 b\u0142\u0105d podczas pr\u00F3by wydobycia listy portlet\u00F3w z dokumentu odpowiedzi
ERR_INVALID_PAGE_DEFINITION_XML=Wyst\u0105pi\u0142 b\u0142\u0105d podczas wyszukiwania informacji o kontrolerze strony portalu w pliku definicji strony XML
ERR_CREATING_TEMPLATE=Wyst\u0105pi\u0142 b\u0142\u0105d podczas tworzenia szablonu z arkusza styl\u00F3w XSL
ERR_PARSING_CONCURRENT_REQUESTS=Wyst\u0105pi\u0142 b\u0142\u0105d podczas analizy ustawienia przyspieszenia wsp\u00F3\u0142bie\u017Cnego: {0}
ERR_TRANSFORMING_OUTPUT=Wyst\u0105pi\u0142 b\u0142\u0105d podczas transformowania wyj\u015Bcia portalu
13=Wyst\u0105pi\u0142 b\u0142\u0105d podczas pr\u00F3by przekierowania do: {0}
ERR_NO_MAXIMIZED_PORTLET=B\u0142\u0105d! Zmaksymalizowany portlet nie znajduje si\u0119 na mapie portlet\u00F3w [{0}]
20=Pami\u0119\u0107 podr\u0119czna wyga\u015Bni\u0119cia nie mo\u017Ce by\u0107 0!
31=Nie powiod\u0142o si\u0119 nadanie stylu portletowi o rejestracji={0} i instancji={1}
5=Otrzymano nieoczekiwany typ danych zwrotnych. Przetwarzanie jest niemo\u017Cliwe.
IO_EXCEPTION_DRAINING_INPUT=Nast\u0105pi\u0142o opr\u00F3\u017Cnienie wej\u015Bcia przez wyj\u0105tek IO przed wys\u0142aniem przekierowania
IO_EXCEPTION_REDIRECT=Wyst\u0105pi\u0142 wyj\u0105tek IO podczas przekierowania
IO_EXCEPTION_RENDER_PORTLET=Wyst\u0105pi\u0142 wyj\u0105tek IO podczas wy\u015Bwietlania portletu
IO_EXCEPTION_SEND_REDIRECT=Wyst\u0105pi\u0142 wyj\u0105tek IO podczas wysy\u0142ania przekierowywania
28=Wylogowanie
ERR_MODE_NOT_SUPPORTED=Tryb [{0}] nie jest obs\u0142ugiwany przez portlet: {1} [{2}]
3=Nie zdefiniowano prawid\u0142owej strony domy\u015Blnej.
19=Parametry puste lub o warto\u015Bci null s\u0105 niedozwolone.
ERR_NO_PORTLET_ID=Nie podano identyfikatora portletu
17=Nie podano portlet\u00F3w we wniosku.
32=Podczas wywo\u0142ywania {0} parametry nie mog\u0105 mie\u0107 warto\u015Bci null
29=Nie powiod\u0142o si\u0119 wygenerowanie (prawid\u0142owej) odpowiedzi przez portlet {0}!
14=Przekroczono czas oczekiwania lub zapytanie nie wywo\u0142a\u0142o odpowiedzi. Wype\u0142niono w domy\u015Blnej odpowiedzi:
ERR_RUNTIME_EXCEPTION=Wyst\u0105pi\u0142 wyj\u0105tek przetwarzania w portlecie
PORTAL_PAGE_NOT_FOUND=Nie mo\u017Cna znale\u017A\u0107 strony portalu: [name={0}]!
ERR_GENERIC_PORTLET_ERROR=Wyst\u0105pi\u0142y b\u0142\u0119dy wewn\u0119trzne i portlet nie m\u00F3g\u0142 zosta\u0107 wy\u015Bwietlony. Prosz\u0119 skontaktowa\u0107 si\u0119 z administratorem.
22=Encja portletu nie mo\u017Ce mie\u0107 warto\u015Bci null.
34=Encja portletu nie istnieje
25=Model portletu nie mo\u017Ce mie\u0107 warto\u015Bci null!
12=Nie znaleziono \u017C\u0105danej strony: {0}
1=Adres URL stylu nie mo\u017Ce by\u0107 pusty ani mie\u0107 warto\u015Bci null.
ERR_URL_TYPE_NOT_VALID=Typ adresu URL [{0}] jest nieprawid\u0142owy
15=Ten portlet nie odpowiedzia\u0142 w okre\u015Blonym czasie!
UNEXP_EXCEPTION_GET_PAGE_DEF=Wyst\u0105pi\u0142 nieoczekiwany wyj\u0105tek podczas pobierania definicji strony
ERR_WINDOW_STATE_NOT_VALID=Stan okna [{0}] nie jest obs\u0142ugiwany
27=powr\u00F3t do ustawie\u0144 domy\u015Blnych
CAN_NOT_SET_NEW_CONTAINER_PAGE=nie mo\u017Cna ustawi\u0107 nowej strony kontenera
38=nie mo\u017Cna ustawi\u0107 nowej strony
35=wyst\u0105pi\u0142 b\u0142\u0105d dost\u0119pu do stanu portletu dla: {0}
37=wyst\u0105pi\u0142 b\u0142\u0105d podczas pobierania wniosku: {0}
ERR_STYLE_URL_TRANSFORMER_EMPTY=adres URL stylu i transformer nie mog\u0105 mie\u0107 warto\u015Bci null
36=nie znaleziono stylu dla: {0}
7=nazwa strony kontenera nie mo\u017Ce by\u0107 pusta ani mie\u0107 warto\u015B\u0107 null
