Repository: aviarypl/suse-l10n-pl
Catalog: webyast/webyast-time-ui.*.po
Languages: pl

source: Unknown timezone %s on host
pl: Nieznana strefa czasowa %s na hoście

source: Time settings have been written.
pl: Ustawienia czasu zostały zapisane.

source: Please wait
pl: Proszę czekać

source: This field is required
pl: Pole wymagane

source: Enter a valid domain name or an IP address
pl: Proszę podać prawidłową nazwę domeny lub adres IP

source: Invalid time format. Correct one is hh:mm:ss
pl: Nieprawidłowy format czasu. Prawidłowy format to gg:mm:ss

source: Time
pl: Czas

source: Timezone
pl: Strefa czasowa

source: Hardware clock is set to UTC
pl: Zegar sprzętowy jest ustawiony na UTC

source: Manually configure time
pl: Ręczna konfiguracja czasu

source: Date
pl: Data

source: Synchronize via Network Time Protocol (NTP)
pl: Synchronizuj poprzez Network Time Protocol (NTP)

source: NTP server
pl: Serwer NTP

source: Set the clock
pl: Ustaw zegar
