Repository: aviarypl/suse-l10n-pl
Catalog: webyast/webyast-activedirectory-ui.*.po
Languages: pl

source: Cannot read Active Directory client configuraton.
pl: Nie można odczytać konfiguracji klienta Active Directory.

source: Active Directory client configuraton successfully written.
pl: Konfiguracja klienta Active Directory została poprawnie zapisana.

source: Machine is not member of given domain. Enter the credentials needed for join.
pl: Urządzenie nie jest członkiem zadanej domeny. Proszę wpisać informacje potrzebne do przyłączenia.

source: Error while joining Active Directory domain: %s
pl: Wystąpił błąd podczas przyłaczania do domeny Active Directory: %s

source: Error while leaving Active Directory domain: %s
pl: Wystąpił błąd podczas opuszczania domeny ActiveDirectory: %s

source: Error while saving Active Directory client configuration.
pl: Wystąpił błąd podczas zapisywania konfiguracji klienta Active Directory.

source: This field is required.
pl: To pole jest wymagane.

source: Please wait
pl: Proszę czekać

source: Enable Authentication of AD users
pl: Włącz uwierzytelnianie użytkownikó AD

source: Active Directory Domain
pl: Domena Active Directory

source: Account settings
pl: Ustawienia konta

source: Administrator User Name
pl: Nazwa użytkownika administratora

source: Password
pl: Hasło

source: Machine Account
pl: Konto urządzenia

source: Configure the connection to Active Directory
pl: Konfiguruj połączenie z Active Directory.
