Repository: aviarypl/suse-l10n-pl
Catalog: webyast/webyast-ldap-ui.*.po
Languages: pl

source: Cannot read LDAP client configuraton.
pl: Nie można odczytać konfiguracji LDAP

source: LDAP client configuraton successfully written.
pl: Konfiguracja klienta LDAP została pomyślnie zapisana.

source: Error while saving LDAP client configuration.
pl: Wystąpił błąd podczas konfiguracji klienta LDAP.

source: This field is required.
pl: To pole jest wymagane.

source: Enter a valid domain name or an IP address.
pl: Proszę podać poprawną nazwę domeny lub adres IP.

source: Please wait
pl: Proszę czekać

source: LDAP client
pl: Klient LDAP

source: Enable LDAP Authentication
pl: Włącz autoryzację LDAP

source: LDAP Server Address
pl: Adres serwera LDAP

source: Base DN
pl: Bazowa DN (rozróżnialna nazwa)

source: Fetch DN
pl: Pobierz DN (rozróżnialną nazwę)

source: Secure Connection
pl: Bezpieczne połączenie

source: Configure LDAP client
pl: Konfiguruj klienta LDAP
