Repository: aviarypl/suse-l10n-pl
Catalog: webyast/webyast-roles-ui.*.po
Languages: pl

source: Role name is already used or invalid. Allowed is combination of a-z, A-Z, numbers, space, dash and underscore only.
pl: Nazwa roli jest już używana lub jest nieprawidłowa. Dozwolone są kombinacje zawierające jedynie litery a-z, A-Z, cyfry, odstępy, myślniki oraz znaki podkreślenia.

source: Role <i>%s</i> was successfully removed.
pl: Rola <i>%s</i> została pomyślnie usunięta.

source: Error: Could not remove role <i>%s</i>.
pl: Błąd: Nie można usunąć roli <i>%s</i>.

source: Cannot find roles
pl: Nie można znaleźć roli

source: Roles
pl: Role

source: In order to assign the user to roles,
pl: Aby przypiasć użytkownika do ról,

source: Drag and Drop the user labels into Role containers
pl: Przeciągnij i upuść etykiety użytkowników do kontenerów ról

source: Don't show this again
pl: Nie pokazuj ponownie

source: Create Role
pl: Utwórz rolę

source: Assign Users
pl: Przypisz użytkowników

source: User already assigned
pl: Użytkownik jest już przypisany

source: Assign Permissions
pl: Przypisz uprawnienia

source: collapse all
pl: zwiń wszystkie

source: This field is required
pl: To pole jest wymagane

source: Allowed is combination of a-z, A-Z, numbers, space, dash and underscore only.
pl: Dozwolone są kombinacje zawierające jedynie litery a-z, A-Z, cyfry, odstępy, myślniki oraz znaki podkreślenia.

source: Please wait
pl: Proszę czekać

source: Set permissions in roles and assign users to roles
pl: Ustaw uprawnienia w rolach i przypisz użytkowników do ról
