Repository: aviarypl/suse-l10n-pl
Catalog: webyast/webyast-software-ui.*.po
Languages: pl

source: Highest
pl: Najwyższy

source: Higher
pl: Wysoki

source: Default
pl: Domyślne

source: Low
pl: Niski

source: Lowest
pl: Najniższy

source: Highest priority
pl: Najwyższy priorytet

source: Higher priority
pl: Wysoki priorytet

source: Low priority
pl: Niski priorytet

source: Lowest priority
pl: Najniższy priorytet

source: Custom priority
pl: Normalny priorytet

source: Custom
pl: Normalny

source: enable
pl: włącz

source: disable
pl: wyłącz

source: enabled
pl: włączone

source: disabled
pl: wyłączone

source: Repository is currently %senabled%s.
pl: Repozytorium jest aktualnie %senabled%s.

source: Repository is currently %sdisabled%s.
pl: Repozytorium jest aktualnie %sdisabled%s.

source: Autorefresh is currently %senabled%s.
pl: Auto-odświeżanie jest aktualnie %senabled%s.

source: Autorefresh is currently %sdisabled %s.
pl: Auto odświeżanie jest aktualnie %sdisabled %s.

source: Keeping downloaded packages is currently %senabled%s.
pl: Zachowywanie pobranych pakietów jest aktualnie %senabled%s.

source: Keeping downloaded packages is currently %sdisabled%s.
pl: Zachowywanie pobranych pakietów jest aktualnie %sdisabled%s.

source: Repository will be enabled.
pl: Repozytorium zostanie włączone.

source: Repository will be disabled.
pl: Repozytorium zostanie wyłączone.

source: Autorefresh will be enabled.
pl: Auto-odświeżanie zostanie włączone.

source: Autorefresh will be disabled.
pl: Auto-odświeżanie będzie wyłączone.

source: Keep packages option will be enabled.
pl: Opcja zachowania pakietów zostanie włączona.

source: Keep packages option will be disabled.
pl: Opcja zachowania pakietów zostanie wyłączona.

source: Enabled
pl: Włączone

source: Autorefresh
pl: Autoodświeżanie

source: Name
pl: Nazwa

source: URL
pl: Adres URL

source: Priority
pl: Priorytet

source: Keep downloaded packages
pl: Zachowaj pobrane pakiety

source: Cannot read repository list.
pl: Nie można odczytać listy repozytorium.

source: Missing repository parameter
pl: Brakujący parametr repozytorium

source: Repository '%s' was not found.
pl: Repozytorium '%s' nie znaleziono.

source: Repository '%s' has been deleted.
pl: Repozytorium '%s' zostało usunięte.

source: Cannot remove repository '%s'
pl: Nie można usunąć repozytorium '%s'

source: Cannot update repository '%s': missing parameters.
pl: Nie można zaktualizować repozytorium '%s': brakujące parametry.

source: Invalid priority
pl: Nieprawidłowy priorytet

source: Repository '%s' has been updated.
pl: Repozytorium '%s' zostało zaktualizowane.

source: Cannot update repository '%s': Unknown error
pl: Nie można zaktualizować repozytorium '%s': nieznany błąd

source: Cannot update repository '%s'
pl: Nie można zaktualizować repozytorium '%s'

source: Unknown backend error: %s
pl: Nieznany błąd backend: %s

source: Missing repository parameters
pl: Brakujące parametry repozytorium

source: Repository '%s' has been added.
pl: Repozytorium %s zostanie dodane.

source: Cannot create repository '%s': Unknown error
pl: Nie można utworzyć repozytorium '%s'. Nieznany błąd.

source: Cannot create repository '%s'
pl: Nie można utworzyć repozytorium '%s'

source: Unknown backend error
pl: Nieznany błąd silnika

source: There are patch installation messages available
pl: Istnieje komunikat o dostępnych instalowanych poprawkach

source: Cannot read patch updates: GPG key for repository <em>%s</em> is not trusted.
pl: Nie można odczytać aktualizacji: klucz GPG dla repozytorium <em>%s></em> nie jest zaufany.

source: A problem occured when loading patch information.
pl: Wystąpił błąd w czasie wczytywania informacji o łatce.

source: Refreshing package cache
pl: Odświeżanie pamięci podręcznej pakietu

source: Starting package manager
pl: Uruchamianie menedżera pakietów

source: Waiting for the package manager lock
pl: Oczekiwanie na usługę package manager

source: Evaluating available patches
pl: Odczytywanie dostępnych łatek

source: Finished reading patches
pl: Zakończono odczytywanie łatek

source: Please wait
pl: Proszę czekać

source: Updates
pl: Aktualizacje

source: Your system is up to date.
pl: System jest zaktualizowany.

source: Please wait ...
pl: Proszę czekać...

source: All updates
pl: Wszystkie Aktualizacje

source: Security
pl: Zabezpieczenie

source: Important
pl: Ważne

source: Recommended
pl: Zalecane

source: Optional
pl: Opcjonalnie

source: Update
pl: Aktualizacja

source: One of the patches seems to update WebYaST itself. You may need to reload the page after applying the patch.
pl: Jedna z poprawek wydaje się aktualizować samego WebYaST. Być może trzeba będzie odświeżyć stronę po zastosowaniu poprawki.

source: No patches available
pl: Brak aktualizacji

source: Kind
pl: Rodzaj

source: Source
pl: Źródło

source: Install
pl: Zainstaluj

source: Cannot read patch updates - you have been logged out.
pl: Nie można odczytać aktualizacje - zostałeś wylogowany.

source: No information about patches available
pl: Brak informacji o łatkach

source: Loading patch information
pl: Pobieranie informacji o aktualizacji

source: Update needs EULA license confirmation. Please follow to patch module to decide about license.
pl: Aktualizacja wymaga potwierdzenia licencji EULA. Należy postępować zgodnie z modułem decydowania odnośnie licencji.

source: Security Updates: %d
pl: Aktualizacje bezpieczeństwa: %d

source: Important Updates: %d
pl: Ważne aktualizacje: %d

source: Optional Updates: %d
pl: Aktualizacje dodatkowe: %d

source: Install all
pl: Zainstaluj wszystkie

source: Updating all. Are you sure?
pl: Aktualizowanie wszystkiego. Czy na pewno?

source: Accept
pl: akceptować

source: Reject
pl: Odrzucić

source: An error occured while installing patches.
pl: Wystąpił błąd podczas instalacji łatek.

source: Patch Installation
pl: Instalacja łatek

source: Are you sure?
pl: Czy na pewno?

source: Enter a valid repository URL.
pl: Proszę podać prawidłowy adres URL repozytorium.

source: Symbols <b>%s</b> are not allowed in repository alias.
pl: Symbole <b>%s</b> nie mogą występować w aliasach repozytorium.

source: This value cannot be empty.
pl: Ta wartość nie może być pusta.

source: A repository with this URL already exists. Create a duplicate?
pl: Repozytorium o podanym URL już istnieje. Stworzyć duplikat?

source: Software Repositories
pl: Repozytoria oprogramowania

source: Add a new repository
pl: Dodaj nowe repozytorium

source: Repository will be %s.
pl: Repozytorium zostanie %s.

source: Autorefresh will be %s.
pl: Odświeżanie zostanie %s.

source: Keep packages option will be %s.
pl: Opcja zachowania pakietów zostanie %s.

source: Quick Search
pl: Szybkie wyszukiwanie

source: Filter repositories
pl: Filtr repozytoriów

source: All
pl: Wszystko

source: Disabled
pl: Wyłączono

source: New Repository
pl: Nowe repozytorium

source: Save
pl: Zapisz

source: Delete
pl: Usuń

source: Really delete repository '%s'?
pl: Czy na pewno usunąć repozytorium '%s'?

source: See and manage configured software repositories
pl: Zarządzanie skonfigurowanymi repozytoriami oprogramowania
