Repository: aviarypl/suse-l10n-pl
Catalog: webyast/webyast-registration-ui.*.po
Languages: pl

source: System name
pl: Nazwa systemowa

source: SLES registration code
pl: Kod rejestracyjny SLES

source: SLED registration code
pl: Kod rejestracyjny SLED

source: Appliance registration code
pl: Kod rejestracyjny urządzenia.

source: WebYaST registration code
pl: Kod rejestracyjny WebYaST

source: Registration code
pl: Kod rejestracyjny

source: Hostname
pl: Nazwa hosta

source: Device name
pl: Nazwa urządzenia

source: Appliance name
pl: Nazwa urządzenia

source: registration code
pl: kod rejestracyjny

source: Invalid session, please login again.
pl: Niepoprawna sesja, proszę zalogować się ponownie.

source: No permissions for registration
pl: Brak uprawnień do rejestracji

source: Please try to register again later.
pl: Proszę ponowić rejestrację później.

source: Registration did not succeed.
pl: Rejestracja zakończona niepowodzeniem.

source: Registration was skipped.
pl: Rejestracja została pominięta.

source: This may be a temporary issue.
pl: To może być tymczasowy problem.

source: The registration server returned invalid or incomplete data.
pl: Serwer rejestracji zwrócił nieprawidłowe lub niekompletne dane.

source: Could not read the registration configuration.
pl: Nie można odczytać konfiguracji rejestracji.

source: The registration backend is not installed correctly
pl: Silnik rejestracji nie został poprawnie zainstalowany.

source: Please refer to your support contact.
pl: Proszę odnieść się do danych kontaktowych pomocy technicznej.

source: Please fill out missing entries.
pl: Proszę wypełnić brakujące wpisy.

source: Service added:
pl: Dodana usługa:

source: Catalog enabled:
pl: Włączony katalog:

source: Repository added:
pl: Dodane repozytorium:

source: This system is already registered.
pl: Ten system został już zarejestrowany.

source: Registration finished successfully.
pl: Rejestracja zakończona powodzeniem.

source: <p><b>Repositories were not modified during the registration process.</b></p><p>It is likely that an incorrect registration code was used. If this is the case, please attempt the registration process again to get an update repository.</p><p>Please make sure that this system has an update repository configured, otherwise it will not receive updates.</p>
pl: <p><b>Repozytoria nie zostały zmodyfikowane w czasie procesu rejestracji.</b></p><p>Wygląda na to, że użyto nieprawidłowego kodu rejestracyjnego. W takim przypadku należy wykonać ponownie proces rejestracji aby dodać repozytorium aktualizacji.</p><p>Należy upewnić się, że system posiada poprawnie skonfigurowane repozytorium aktualizacji, w innym wypadku nie będą dostępne żadne aktualizacje.</p>

source: A connection to the registration server could not be established.
pl: Połączenie z serwerem rejestracji nie zostało nawiązane.

source: The transmitted registration data created a conflict.
pl: Wysłane dane rejestracyjne spowodowały błąd.

source: Registration can not be performed. There is no product installed that can be registered.
pl: Rejestracja nie może zostać przeprowadzona. Nie zainstalowano produktów wymagających rejestracji.

source: A connection to the registration server could not be established or it did not reply.
pl: Połączenie z serwerem rejestracji nie zostało nawiązane bądź serwer rejestracji nie odpowiada.

source: The registration server returned invalid data.
pl: Serwer rejestracji zwrócił nieprawidłowe dane.

source: Please enter a valid Email address.
pl: Proszę podać prawidłowy adres Email.

source: register plugin
pl: zarejestruj wtyczkę

source: Registration
pl: Rejestracja

source: Registration Information
pl: Informacje rejestracyjne

source: This system is registered
pl: Ten system jest zarejestrowany

source: System number (GUID)
pl: Numer GUID systemu:

source: Register again
pl: Zarejestruj ponownie

source: Next
pl: Następny

source: Mandatory Information
pl: Informacje obowiązkowe

source: Details
pl: Szczegóły

source: Postpone
pl: Odłóż na później

source: System Registration
pl: Rejestracja systemu
