Repository: aviarypl/suse-l10n-pl
Catalog: webyast/yast_webclient_systemtime.*.po
Languages: pl

source: Time settings have been written.
pl: Ustawienia zostały zapisane.

source: Unknown timezone %s on host
pl: Nieznana strefa czasowa %s hosta

source: Invalid date format. Correct one is dd/mm/yyyy
pl: Niepoprawny format daty. Poprawny format to dd/mm/rrrr

source: Invalid time format. Correct one is hh:mm:ss
pl: Niepoprawny format czasu. Poprawny format to hh:mm:ss

source: Time
pl: Czas

source: Timezone
pl: Strefa czasowa

source: Hardware clock is set to UTC
pl: Zegar sprzętowy ustawiony jest na czas UTC

source: Manually configure time
pl: Ręczna konfiguracja czasu

source: Date
pl: Data

source: Synchronize via Network Time Protocol (NTP)
pl: Synchronizacja przez protokół NTP
