style-res.additional-info-label=Informacje dodatkowe
add-info-label=Informacje dodatkowe
add-info-title=Informacje dodatkowe
advanced-title=Zaawansowane
advanced-label=Zaawansowane
style-res.application-label=Nazwa aplikacji:
style-res.app-status-label=Stan aplikacji:
asynchronous=Asynchronicznie
automatic=Automatycznie
category-title=Kategorie
category-label=Kategorie
style-res.classname-label=Nazwa klasy:
style-res.unregister-portlet-app=Prosz\u0119 nacisn\u0105\u0107 przycisk \'Wyrejestruj\' poni\u017Cej, aby usun\u0105\u0107 rejestracj\u0119 tej aplikacji portletu.
javax.portlet.preference.description.group-name=Nazwa grupy komunikacji.
style-res.custom-app-info-label=Informacja o aplikacji u\u017Cytkownika
style-res.description-label=Opis:
style-res.disable-label=Zabro\u0144
style-res.display-name-label=Wy\u015Bwietlana nazwa:
style-res.enable-label=Zezw\u00F3l
style-res.enabled-label=W\u0142\u0105czone
ERR_PORTLET_DESCRIPTOR=Wyst\u0105pi\u0142 b\u0142\u0105d podczas przetwarzania deskryptora portletu
RUNTIME_DESC_EXCEPTION=Wyst\u0105pi\u0142 wyj\u0105tek podczas pr\u00F3by scalenia deskryptora portletu
READONLY_EXCEPTION=Wyst\u0105pi\u0142 wyj\u0105tek podczas pr\u00F3by ustawienia parametru portletu \'tylko do odczytu\'
STORE_PARAM_EXCEPTION=Wyst\u0105pi\u0142 wyj\u0105tek podczas pr\u00F3by zapisania parametru portletu
style-res.execution-label=Wykonanie:
style-res.start-msg=Prosz\u0119 rozwin\u0105\u0107 list\u0119, aby zobaczy\u0107 definicje portlet\u00F3w i zarejestrowane portlety, i zaznaczy\u0107 pozycj\u0119 do przegl\u0105dni\u0119cia lub edycji.
style-res.exp-cache-label=Bufor wyga\u015Bni\u0119cia:
general-title=Og\u00F3lne
general-label=Og\u00F3lne
SAX_PARSE_EXCEPTION=Wyst\u0105pi\u0142 og\u00F3lny wyj\u0105tek przetwarzania SAX
javax.portlet.preference.name.group-name=Nazwa grupy
style-res.init-parameter-label=Parametry pocz\u0105tkowe
style-res.keyword-label=S\u0142owa kluczowe
style-res.last-known-status-label=Ostatni znany status aplikacji:
style-res.modified-by-label=Ostatnio modyfikowane przez:
style-res.modified-on-label=Czas ostatniej modyfikacji:
style-res.link-label=Odno\u015Bnik:
manual=R\u0119czny
nobundle=Nie dostarczono ResourceBundle
style-res.no-transcoding-file=Nie wybrano pliku transkoduj\u0105cego
style-res.none-defined=Brak definicji
style-res.missing-registration-name=Prosz\u0119 wprowadzi\u0107 niepowtarzaln\u0105 nazw\u0119 dla tej rejestracji portletu, aby kontynuowa\u0107.
style-res.unique-portlet-name-label=Prosz\u0119 wprowadzi\u0107 niepowtarzaln\u0105 nazw\u0119 portletu:
javax.portlet.keywords=portal, portlet, rejestracja
style-res.portlet-application-label=Aplikacja portletu:
style-res.portlet-definition-label=Definicja portletu:
style-res.portlet-mode-label=Tryby portletu
javax.portlet.title=Rejestracja portletu
javax.portlet.display-name=Rejestracja portletu
javax.portlet.short-title=Rejestracja portletu
style-res.portlet-instance-label=Rejestracja portletu:
style-res.portlet-title-label=Tytu\u0142 portletu:
javax.portlet.description=Portlet rejestruj\u0105cy inne portlety
successful-registered=Portlet {0} zosta\u0142 pomy\u015Blnie zarejestrowany
successful-unregistered=Portlet {0} zosta\u0142 pomy\u015Blnie wyrejestrowany
preferences-label=Preferencje
preferences-title=Preferencje
style-res.register-label=Rejestruj
style-res.register-portlet-label=Rejestracja nowej instancji portletu
style-res.registration-label=Rejestracja:
security-title=Bezpiecze\u0144stwo
security-label=Bezpiecze\u0144stwo
style-res.security-constraint-label=Ograniczenia bezpiecze\u0144stwa
style-res.security-role-label=Role bezpiecze\u0144stwa
settings-title=Ustawienia
settings-label=Ustawienia
style-res.short-title-label=Tytu\u0142 skr\u00F3cony:
style-res.style-name-label=Nazwa stylu:
style-res.supported-devices-label=Obs\u0142ugiwane urz\u0105dzenia
style-res.supported-locales-label=Obs\u0142ugiwane ustawienia regionalne
style-res.supported-mimetype-label=Obs\u0142ugiwane typy MIME
synchronous=Synchronicznie
style-res.temp-disabled-label=Tymczasowo wy\u0142\u0105czone
style-res.app-unavailable-paragraph=Zaznaczona aplikacja portletu jest zarejestrowana,ale aktualnie \u003cb\u003eniedost\u0119pna na serwerze aplikacji\u003c/b\u003e. Plik WAR aplikacji portletu mo\u017Ce by\u0107 wy\u0142\u0105czony albo nie wdro\u017Cony i dlatego szczeg\u00F3\u0142owa informacja jest niedost\u0119pna. Dodatkowo, nie mo\u017Cna okre\u015Bli\u0107 listy portlet\u00F3w zawartych w tej aplikacji, poniewa\u017C niedost\u0119pna jest aplikacja portletu.
style-res.invalid-descriptor-paragraph=Zaznaczona aplikacja portletu jest zarejestrowana, ale aktualnie \u003cb\u003eplik deskryptora portletu jest nieprawid\u0142owy\u003c/b\u003e. Wi\u0119cej informacji o problemie z plikiem deskryptora (portlet.xml) podano ni\u017Cej. Prosz\u0119 poprawi\u0107 te b\u0142\u0119dy i udost\u0119pni\u0107 poprawiony deskryptor portletu serwerowi aplikacji.
style-res.unregister-autoregistration=Ta instancja portletu zosta\u0142a zarejestrowana automatycznie. Operacja ta spowoduje, \u017Ce ta instancja portletu i wszystkie jej wyst\u0105pienia b\u0119d\u0105 NIEDOST\u0118PNE tylko do ponownego uruchomienia serwera. Po zrestartowaniu serwera ta instancja portletu zostanie automatycznie ponownie zarejestrowana. Czy na pewno kontynuowa\u0107?
style-res.enable-application=Operacja ta spowoduje, \u017Ce ta aplikacja portletu i wszystkie portlety z ni\u0105 powi\u0105zane b\u0119d\u0105 DOST\u0118PNE. Czy na pewno kontynuowa\u0107?
style-res.unregister-permanently=Operacja ta spowoduje, \u017Ce ta aplikacja portletu i wszystkie portlety z ni\u0105 powi\u0105zane b\u0119d\u0105 TRWALE niedost\u0119pne. Czy na pewno kontynuowa\u0107?
style-res.disable-application=Operacja ta spowoduje, \u017Ce ta aplikacja portletu i wszystkie portlety z ni\u0105 powi\u0105zane b\u0119d\u0105 TYMCZASOWO niedost\u0119pne. Czy na pewno kontynuowa\u0107?
style-res.unregister-instance=Operacja ta spowoduje, \u017Ce ta instancja portletu i wszystkie jej wyst\u0105pienia b\u0119d\u0105 TRWALE niedost\u0119pne. Czy na pewno kontynuowa\u0107?
style-res.portlet-categorization-paragraph=Ta karta pozwala na kategoryzowanie zaznaczonej rejestracji portletu. Trzeba po prostu zaznaczy\u0107 dost\u0119pn\u0105 kategori\u0119 portletu w li\u015Bcie po lewej i klikn\u0105\u0107 \'\u003e\', aby przypisa\u0107 rejestracj\u0119 portletu. Aby usun\u0105\u0107 przypisanie kategorii, prosz\u0119 zaznaczy\u0107 przypisan\u0105 kategori\u0119 portletu w li\u015Bcie po prawej i klikn\u0105\u0107 \'\u003c\', w celu jej usuni\u0119cia. Je\u015Bli przypisania kategorii s\u0105 zadowalaj\u0105ce, prosz\u0119 nacisn\u0105\u0107 przycisk \'Zapisz kategorie\'.
style-res.undefined-exp-cache=Niezdefiniowane
undefined-exp-cache=Niezdefiniowane
style-res.unregister-label=Wyrejestruj
style-res.unregister-portlet-label=Wyrejestruj portlet
style-res.user-attribute-label=Atrybuty u\u017Cytkownika
style-res.value-label=Warto\u015B\u0107:
style-res.portlet-windowstate-label=Stany okna
style-res.portlet-app-paragraph=Zaznaczono aplikacj\u0119 portletu. Z tego poziomu mo\u017Cna trwale wyrejestrowa\u0107 t\u0119 aplikacj\u0119 portletu.
style-res.portlet-definition-paragraph=Zaznaczono definicj\u0119 portletu. Ta karta umo\u017Cliwia utworzenie nowej rejestracji bie\u017C\u0105cej definicji portletu. Prosz\u0119 wprowadzi\u0107 niepowtarzaln\u0105 nazw\u0119 do identyfikacji nowej rejestracji portletu i nacisn\u0105\u0107 przycisk \'Zarejestruj\'. Zostanie utworzona nowa rejestracja tej definicji portletu o nadanej nazwie. Mo\u017Cna przej\u015B\u0107 do nowej rejestracji portletu u\u017Cywaj\u0105c widoku drzewa po lewej stronie.
style-res.read-only-portlet-def-paragraph=Zaznaczono definicj\u0119 portletu. Ta karta wy\u015Bwietla informacje o niej w trybie tylko do odczytu.
style-res.read-only-portlet-reg-paragraph=Zaznaczono okre\u015Blon\u0105 rejestracj\u0119 portletu. Ta karta wy\u015Bwietla informacje o zaznaczonej rejestracji w trybie tylko do odczytu i pozwala wyrejestrowa\u0107 j\u0105 w razie potrzeby.
style-res.for-mimetype=dla typu MIME
