Repository: aviarypl/suse-l10n-pl
Catalog: po-idmua/EboPortalAggExcRsrc_*.po
Languages: pl

source: A problem occurred while rendering the portlet:
pl: Pobranie ustawień użytkownika z importowanego archiwum nie było możliwe

source: Access denied to the portal page: {0}!
pl: Dostęp do strony: {0} został zabroniony!

source: Anonymous page caching is DISABLED. This could cause slower performance. To correct this, set the value of the key \'\'{0}\'\' to a positive integer representing the maximum amount of time in minutes to cache the page, or -1 to indicate the maximum allowed time
pl: Anonimowy obszar przechowywania jest WYŁACZONY. Może to powodować wolniejsze działanie. Aby to poprawić ustaw wartość klucza \'\'{0}\'\' na dodatnią liczbę reprezentującą maksymalną ilość minut jaką ma być strona przechowywana, lub na -1 aby czas ten był możliwie jak najdłuższy

source: Assertion Error in Portlet
pl: Błąd uznania w portlecie

source: Can not cache page \'\'{0}\'\' on container page \'\'{1}\'\' because portlet \'\'{2}\'\' has it\'\'s expiration cache set to \'\'0\'\'. The performance for this page will not be optimal. It is suggested, for optimal performance, that this portlet either be removed from the page or have the expiration-cache setting in the portlet.xml turned to \'\'-1\'\' or a positive integer indicating a number of minutes before the cache expires.
pl: Nie jestem w stanie przechować strony \'\'{0}\'\' na stronie kontenera \'\'{1}\'\' ponieważ portlet \'\'{2}\'\' ma ustawiony czas wygaśnięcia przechowywania na \'\'0\'\'. Wydajność podczas wyświetlania tej strony nie będzie optymalna. Aby to zmienić należy usunąć ten portlet ze strony lub zmienić ustawienie expiration-cache w pliku portlet.xml na \'\'-1\'\' lub na dodatnią liczbę wskazującą ilość minut po jakim przechowywanie strony ma wygasnąć..

source: Could not convert default timeout value {0}, using default: {1}
pl: Nie mogę przekształcić domyślnej wartości czasu oczekiwania {0}, używam domyślnej: {1}

source: Could not convert max timeout value {0}, using default: {1}
pl: Nie można było przekształcić maksymalnej wartości czasu oczekiwania {0}, używam domyślnej: {1}

source: Error adding include directive to style document
pl: Błąd podczas dodawania dyrektywy do dokuemntu stylu

source: Error attempting to extract portlet list from the response document
pl: Wystąpił błąd podczas próby wydobycia listy portletów z dokumentu odpowiedzi

source: Error attempting to locate PortalPageController information in Page Definition XML
pl: Wystąpił błąd podczas wyszukania informacji o PortalPageController w pliku XML zawierającym definicję strony.

source: Error creating template from XSL style sheet
pl: Podczas tworzenia wzorca z pliku XSL wystąpił błąd

source: Error parsing concurrent throttle setting: {0}
pl: Błąd przetwarzania ustawień concurrent throttle: {0}

source: Error transforming portal output
pl: Wystąpił błąd podczas transformowania odpowiedzi portalu

source: Error while attempting to redirect to: {0}
pl: Pobranie listy współdzielonych stron z importowanego archiwum nie było możliwe

source: Error! Maximized Portlet not in portletsMap [{0}]
pl: Błąd! Zmaksymalizowany portlet nie znajduje się na mapie portletów [{0}]

source: Expiration cache cannot be 0!
pl: Wystąpił błąd podczas przetwarzania importowanego archiwum

source: Failed to style portlet with registration={0} and instance={1}
pl: Ustawienia rejestracjne Portletu dla \'\'{0}\'\' już istnieją

source: Got unexpected return type. Can\'t proceed.
pl: Nie odnaleziono wymaganych danych do rejestracji portletu {0} na stronie \'\'{1}\'\'

source: IO Exception draining input before send redirect
pl: Wyjątek IO wysycił wejście przed wysłaniem prekierownia

source: IO Exception on redirect
pl: IO Exception occurred on redirect

source: IO Exception on render portlet
pl: Błąd IO podczas wyświetlania portletu

source: IO Exception on send redirect
pl: Wyjątek IO podczas wysyłania przekierowywania

source: Logout
pl: Wylogowanie

source: Mode [{0}] not supported by portlet: {1} [{2}]
pl: Tryb [{0}] nie jest wspierany przez portlet: {1} [{2}]

source: No appropriate default page defined.
pl: Nie zdefiniowano poprawniej strony domyślnej.

source: No null or empty parameters allowed.
pl: Puste i niezdefiniowane parametry są niedozwolone

source: No portlet id provided
pl: Nie podano identyfikatora portletu

source: No portlet(s) provided in the request.
pl: Brak możliwości pobrania strony kontenerowej o nazwie \'\'{0}\'\' z importowanego archiwum

source: Parameters can not be null when invoking {0}.
pl: Parametry myszą być zdefiniowane podczas wywoływania {0}.

source: Portlet {0} failed to generate a (valid) response!
pl: Strona współdzielona \'\'{0}\'\' już istnieje

source: Request timed out or didn\'t produce a response. Filling in default response:
pl: Przekroczono czas oczekiwania lub zapytanie nie wywołało odpowiedzi. Wypełniono w domyślnej odpowiedzi:

source: Runtime Exception in Portlet
pl: Runtime Exception.

source: The portal page: [name={0}] cannot be found!
pl: Strona: [name={0}] nie została odnaleziona!

source: The portlet encountered internal errors and could not be rendered. Please contact an administrator.
pl: Portlet napotkał błędy wewnętrzne i nie może zostać wyświetlony. Proszę skontaktować się z administratorem.

source: The portlet entity cannot be null!
pl: Brak informacji na temat sposobu rejestracji portletu

source: The portlet entity does not exist
pl: Nie odnaleziono elementu \'\'{0}\'\' w \'\'{1}\'\'

source: The portlet model cannot be null!
pl: Bieżąca strona współdzielona została zachowana

source: The requested page was not found: {0}
pl: Nie można pobrać listy stron bieżącego kontenera z importowanego archiwum

source: The style URL cannot be empty or null.
pl: Producer \'\'{0}\'\' error: init() method failed.

source: The url type [{0}] is not valid
pl: Typ URL [{0}] jest nieprawidłowy

source: This portlet did not respond in time!
pl: Lista parametrów wymaganych od rejestracji portletu nie została pobrana z importowanego archiwum

source: Unexpected exception getting page definition
pl: Niespodziewany wyjątek podczas pobierania definicji strony

source: WindowState [{0}] not supported
pl: Stan okna [{0}] nie jest wspierany

source: back to default
pl: Bieżąca rejestracja została zachowana

source: cannot set the new container page
pl: nie mogę ustawić nowej strony kontenera

source: cannot set the new page
pl: Nie pobrano z Kontenera informacji dla \'\'{0}\'\'

source: error accessing the portletState for: {0}
pl: Wystąpił błąd podczas generowania listy stron bieżącego Kontenera

source: error getting request: {0}
pl: wystąpił błąd podczas zapytania: {0}

source: style URL and transformer must not be null
pl: styl i transformer URL musi być zdefiniowany

source: style not found for: {0}
pl: Brak możliwości wygenerowania listy stron współdzielonych

source: the container page name cannot be null or empty
pl: Nie odnaleziono informacji o współdzielonej stronie
