Repository: aviarypl/suse-l10n-pl
Catalog: po-idmua/HeaderPortletRsrc_*.po
Languages: pl

source: Administration
pl: Administracja

source: Guest
pl: Gość

source: Header Portlet
pl: IDM Zmiana Hasła

source: Help
pl: Pomoc

source: Hide
pl: Ukryj

source: Identity Self-Service
pl: Profil

source: Login
pl: Zmiana hasła IDM

source: Logout
pl: Wyloguj

source: Open/Close group
pl: Otwórz/Zamknij grupę

source: Portal,Portlet,Header
pl: IDM, Hasło, Zmiana

source: Portlet for Header
pl: Portlet do konfiguracji Statusu Synchronizacji Hasła

source: Requests & Approvals
pl: Wnioski i Akceptacje

source: Requests & Approvals Menu Item
pl: Element Menu Wnioski i Akceptacje

source: Roles Management
pl: Zarządzanie Rolami

source: Self-Service Menu Item
pl: Element Menu Profilu

source: Show
pl: Pokaż

source: Show Help
pl: Pokaż Pomoc

source: Show Identity Self-Service
pl: Pokaż Profil

source: Show Login
pl: Pokaż Login

source: Show Requests and Approvals
pl: Pokaż Wnioski i Akceptacje

source: Text to be displayed for the menu item initially known as Identity Self-Service
pl: Tekst wyświetlany w menu w miejscu elementu początkowo znanemu jako Profil

source: Text to be displayed for the menu item initially known as Requests & Approvals
pl: Tekst wyświetlany dw miejscu elementu początkowo znanego jako Wnioski i Akceptacje

source: Uncategorized
pl: Nieskategoryzowane

source: Using Identity Self-Service
pl: Używanie Profilu

source: Using Requests & Approvals
pl: Korzystanie z Wniosków i Akceptacji

source: Using Roles Management
pl: Używanie Zarządzania Rolami

source: Welcome $[[FirstName]]
pl: Witaj $[[FirstName]]

source: Welcome Guest
pl: Witaj Gościu

source: Welcome Message
pl: IDM Zmiana Hasła

source: Welcome,
pl: Witaj,

source: Your web browser must be JavaScript-enabled to use this application. Update your web browser settings and try again.
pl: Twoja przeglądarka musi wspierać Javascript aby można było korzystać z tej aplikacj. Zaktualizuj swoją przeglądarkę i spróbuj ponownie.

source: show or hide the Identity Self-Service tab
pl: pokaż lub ukryj zakładkę Profil

source: show or hide the Requests & Approvals tab
pl: pokaż lub ukryj zakładkę Wnioski i Akceptacje

source: show or hide the Roles Management tab
pl: pokaż lub schowaj zakładkę Zarządzania Rolami
