Repository: aviarypl/suse-l10n-pl
Catalog: po-idmua/HintChangeRsrc_*.po
Languages: pl

source: Change Again
pl: Ponownie zmień

source: Complete:
pl: Zakończone:

source: Create a Password Hint
pl: Stwórz podpowiedź do hasła

source: Define Password Hint
pl: Definiowanie podpowiedzi

source: Error: Hint text must be greater than 1 and less than 82 characters
pl: Błąd: Długość podpowiedzi musi być większa niż jeden i mniejsza niż 82 znaki.

source: Hint Setup Error
pl: Błąd ustawień podpowiedzi

source: Hint cannot be changed due to a login setup issue.
pl: Podpowiedź nie może zostać zmienione z powodu błędów w ustawieniach login.

source: Hint text must be entered!
pl: Treść podpowiedzi musi być wprowadzona!

source: IDM Hint Definition
pl: Zmiana hasła IDM

source: IDM, Hint Definition, Setup, Change
pl: IDM, Hasło, Zmiana

source: Javascript validation of form fields not provided
pl: Walidacja Javascript pól formularza niedostępna

source: Notice:
pl: Notatka:

source: Password Hint is not available
pl: Podpowiedzi do hasła nie są dostępne

source: Password Hint:
pl: Podpowiedź:

source: Password in hint
pl: Hasło w podpowiedzi

source: Password policy requires that you set up your Password Hint before authentication.
pl: Polityka haseł wymaga aby ustawić podpowiedź przed autoryzacją.

source: Please enter a password hint to help you remember your password.
pl: Proszę wprowadzić podpowiedź do hasła. Zostanie ona wyświetlona aby pomóc w przypomnieniu.

source: Submit
pl: Wykonaj

source: Submit hint text
pl: Wyślij treść podpowiedzi

source: Success
pl: Sukces

source: Task could not be completed.
pl: Zadanie zakończyło się błędem.

source: The Password Hint has been disabled
pl: Podpowiedzi do haseł zostały wyłączone

source: Username:
pl: Nazwa użytkownika:

source: en
pl: pl
