Repository: aviarypl/suse-l10n-pl
Catalog: po-idmua/IDMWelcomeMessageRsrc_*.po
Languages: pl

source: Desired height of table containing the message
pl: Defines the portlet height.

source: Desired width of table containing the message, can be percentage.
pl: Defines the portlet width.

source: Error rendering portlet in {0}
pl: Błąd podczas wyświetlania portletu w {0}

source: Height
pl: Portlet Height

source: Identity Manager Introduction
pl: IDM Zmiana Hasła

source: Identity Manager Introduction Message
pl: Portlet do konfiguracji Statusu Synchronizacji Hasła

source: Introduction
pl: Status synchronizacji hasła

source: Message
pl: Wiadomość

source: Novell Identity Manager Introduction
pl: Zmiana hasła IDM

source: Portal, Identity Manager, Overview
pl: IDM, Hasło, Zmiana

source: Width
pl: Portlet Width

source: \u003cdiv class=\'otbDesc nv-color9 nv-fontSmall nv-backgroundColor3\'\u003e \u003cspan style=\'padding-left: 5px;\'\u003eManage the full user lifecycle:\u003c/span\u003e \u003cul class=\'list-item\' style=\'margin-top: 0px; margin-bottom:0px;\'\u003e \u003cli\u003e deliver first-day access to essential resources\u003c/li\u003e \u003cli\u003e synchronize multiple passwords into a single login\u003c/li\u003e \u003cli\u003e automate routine user management tasks\u003c/li\u003e \u003cli\u003e revoke access rights instantly\u003c/li\u003e \u003cli\u003e support regulatory compliance\u003c/li\u003e \u003c/ul\u003e \u003c/div\u003e
pl: \u003cp\u003e\u003c/p\u003e\u003cbr/\u003e\u003cbr/\u003e \u003cfieldset style=\'width:auto;\'\u003e \u003clegend\u003e\u003cspan class=\'nv-fontMedium nv-color1 nv-fontBold\'\u003eIntroduction \u003c/span\u003e\u003c/legend\u003e \u003cp class=\'nv-paragraphTextBody\'\u003e \u003cspan class=\'nv-fontMedium nv-fontBold\'\u003eNovell Identity Manager\u003c!--&#8482;--\u003e\u003c/span\u003e: Remove barriers to greater business agility and security. \u003cbr /\u003e\u003cbr /\u003e The time has come to apply identity to not only the people involved in your organization, but also to any corporate asset the people in your organization need to share, such as routers, servers, devices, application components and even processes. \u003c/p\u003e \u003cp class=\'nv-paragraphTextBody\'\u003e Novell Identity Manager is a key component of Novell\'s Identity-Driven Computing vision. Identity-Driven Computing is a new vision for IT that places people&mdash;and the services they depend on&mdash;at the center of your enterprise. With Identity-Driven Computing from Novell, you can add intelligence to every part of your IT infrastructure&mdash;and make your business more agile and secure. \u003c/p\u003e \u003cp\u003e\u003c/p\u003e \u003c/fieldset\u003e
