Repository: aviarypl/suse-l10n-pl
Catalog: po-idmua/OrgChartControlRsrc_*.po
Languages: pl

source: Choose relationship to Expand/Collapse
pl: Wybierz relację, którą chcesz Rozwinąć/Zwinąć

source: Collapse {0}
pl: Zwiń {0}

source: Expand or collapse a relationship
pl: Rozwiń lub zwiń relację

source: Expand {0}
pl: Rozwiń {0}

source: Expand/Collapse current relationship
pl: Rozwiń/Zwiń bieżącą relację

source: Go to {0}
pl: Idź d0 {0}

source: No way to go up.
pl: Nie można wyjść wyżej.

source: Relationships
pl: Relacje

source: To the Bottom
pl: Do dołu

source: To the Left
pl: Na lewo

source: To the Right
pl: Na prawo

source: To the Top
pl: Do góry

source: Where do you want to expand {0}?
pl: W którą stronę rozwinąć {0}?
