Repository: aviarypl/suse-l10n-pl
Catalog: po-idmua/PasswordSyncStatusAdminRsrc_*.po
Languages: pl

source: An error happened while trying to add the password synchronization application.
pl: Wystąpił błąd podczas dodawania aplikacji do synchronizacji hasła.

source: An error happened while trying to remove the password synchronization application.
pl: Wystąpił błąd podczas usuwania aplikacji do synchronizowania hasła.

source: An error happened while trying to save the settings.
pl: Wystąpił błąd podczas zapisywania ustawień.

source: Are you sure you want to delete the selected application
pl: Czy na pewno usunąć wybraną aplikację

source: Error loading password synchronization property configuration into memory.
pl: Błąd w trakcie ładowania do pamięci konfiguracji synchronizacji hasła.

source: Error occurred when getting configured applications.
pl: Wystąpił błąd podczas pobierania skonfigurowanych aplikacji.

source: Error occurred when uploading image, please check image size and type.
pl: Wystąpił błąd podczas wgrywania obrazu, sprawdź rozmiar obrazu i jego typ.

source: Error saving a configuration value.
pl: Podczas zapisu konfiguracji wystąpił błąd.

source: Exception happened in doView method of the portlet
pl: Wystąpił błąd w metodzie doView tego portletu

source: Exception happened in processAction method of the portlet
pl: Wystąpił wyjątek w metodzie processAction tego portletu

source: Exception happened when constructing the bean
pl: Wystąpił błąd w trakcie konstruowania Java Bean

source: Illegal Argument value for \'\'{0}\'\'.
pl: Niepoprawna wartość Argumentu \'\'{0}\'\'.

source: Illegal Variable value for \'\'{0}\'\'.
pl: Niepoprawna wartość Zmiennej \'\'{0}\'\'.

source: Image uploaded is empty.
pl: Załadowany obraz jest pusty.

source: Invalid parameter.
pl: Niepoprawny parametr.

source: Password Sync Status
pl: Status synchronizacji hasła

source: Password Sync Status Portlet
pl: IDM Zmiana Hasła

source: Password synchronization application have been successfully added.
pl: Aplikacja do synchronizacji hasła została pomyślnie dodana.

source: Password synchronization application have been successfully removed.
pl: Aplikacja do synchronizacji hasła została pomyślnie usunięta.

source: Password, Sync, Status
pl: IDM, Hasło, Zmiana

source: Portlet for Password Sync Status configuration
pl: Portlet do konfiguracji Statusu Synchronizacji Hasła

source: Settings have been successfully updated.
pl: Ustawienia zostały zaktualizowane.

source: The Application GUID entered already exists.
pl: Podany GUID Aplikacji już istnieje.
