Repository: aviarypl/suse-l10n-pl
Catalog: po-idmua/ServiceRsrc_*.po
Languages: pl

source: Database schema for digital signature service is missing (was not populated) .
pl: Brakuje schemat bazy danych dla podpisu cyfrowego.

source: ERROR
pl: BŁĄD

source: Failed to access Hibernate transaction.
pl: Nie udało się dostać do transakcji Hibernacji.

source: Failed to begin Hibernate transaction.
pl: Nie udało się rozpocząć transakcji Hibernacji.

source: Failed to commit db transaction.
pl: Nie udało się przeprowadzić transakcji.

source: Failed to initialize {0} service!
pl: Nie udało się zainicjować usługi {0}!

source: Failed to load instance of {0} class with id = {1}.
pl: Nie udało się załadować instancji klasy {0} o id = {1}.

source: Failed to populate initial data for {0} service.
pl: Nie udało się załadować danych początkowych dla usługi {0}.

source: Failed to populate persistent store of {0} service with initial data set!
pl: Nie udało się załadować zestawu danych początkowych do trwałego zasobu usługi {0}!

source: Failed to remove an instance of {0} class. Instance detail: {1}.
pl: Nie udało się usunąć instancji klasy {0}. Szczegóły instancji: {1}.

source: Failed to rollback database transaction.
pl: Nie udało się wycofać transakcji.

source: Failed to start {0} service!
pl: Nie udało się uruchomić usługi {0}!

source: Failed to stop {0} service!
pl: Nie udało się zatrzymać usługi {0}!

source: INITIALIZED
pl: ZAINICJOWANA

source: Invalid service state: desired state is RUNNING or INITIALIZED!
pl: Niewełaściwy stan usługi: oczekiwany to PRACUJE lub ZAINICJOWANA!

source: Invalid service state: desired state is RUNNING!
pl: Niewłaściwy stan usługi: oczekiwany to PRACUJE!

source: RUNNING
pl: PRACUJE

source: Service {0} does not support {0} operation.
pl: Usługa {0} nie obsługuje operacji {0}.

source: UNINITIALIZED
pl: NIEZAINICJOWANA
