Repository: aviarypl/suse-l10n-pl
Catalog: po-idmua/WorkflowRsrc_*.po
Languages: pl

source: Retrieve operation failed.
pl: Nie udało się pobranie operacji.

source: Running
pl: PRACUJE

source: Script Expression [{0}] evaluated to null.
pl: Wyrażenie skryptowe [{0}] nie przyjęło wartości.

source: Script Expression [{0}] must evaluate to a String.
pl: Wyrażenie skryptu [{0}] musi przyjmować wartość ciągu.

source: Script error evaluating expression [{0}] .
pl: Błąd przetwarzania wyrażenia [{0}] skryptu.

source: Shutdown
pl: Zamknięty

source: Starting
pl: Rozpoczynanie

source: Stopped
pl: Zatrzymany

source: Terminated
pl: Przerwany

source: Timedout
pl: Przeterminowany

source: Unable to add activity timer.
pl: Nie mogę dodać licznika operacji.

source: Unable to add comment.
pl: Błąd dodawania komentarza.

source: Unable to get comment(s) for work entry [{0}].
pl: Nie udało się pobrać komentarza (-y) z wpisu zadania [{0}].

source: Unable to remove activity timer.
pl: Niemożliwe usunięcie licznika operacji.

source: Unclaim operation failed for work entry [{0}].
pl: Operacja porzucenia nie powiodła się dla wpisu zadania [{0}].

source: Undefined digital signature.
pl: Brak zdefiniowanego podpisu cyfrowego.

source: Unknown attribute detected.
pl: Wykryty nieznany atrybut.

source: User not authorized for action on this entity.
pl: Brak pozwolenia dla użytkownika na operację na tej jednostce.

source: VDM object added. Object = [{0}].
pl: Dodano obiekt VDM. Obiekt = [{0}].

source: VDM object deleted. Object = [{0}].
pl: Usunięto obiekt VDM. Obiekt = [{0}].

source: VDM object modified. Object = [{0}].
pl: Zmodyfikowano obiekt VDM. Obiekt = [{0}].

source: VDX communication problem detected.
pl: Wykryto problem z komunikacją VDX.

source: [Digital_Signature] Initiated by {0}, Process ID: {9}, Process Name: {2}, Activity: {8}, Recipient: {1}
pl: [Cyfrowy_Podpis] Zainicjowany przez {0}, ID procesu: {9}, Nazwa procesu: {2}, Operacja: {8}, Beneficjent: {1}

source: [Provision_Error] Initiated by {0}, Error Message: {10}, Process ID: {9}, Process Name: {2}, Activity: {8}, Recipient: {1}
pl: [Dystrybucja_Błąd] Zainicjowany przez {0}, Treść błędu: {10}, ID procesu: {9}, Nazwa procesu: {2}, Operacja: {8}, Beneficjent: {1}

source: [Provision_Failure] Initiated by {0}, Process ID: {9}, Process Name: {2}, Activity: {8}, Recipient: {1}
pl: [Dystrybucja_Błąd] Zainicjowany przez {0}, ID procesu: {9}, Nazwa procesu: {2}, Operacja: {8}, Beneficjent: {1}

source: [Provision_Granted] Initiated by {0}, Process ID: {9}, Process Name: {2}, Activity: {8}, Recipient: {1}
pl: [Dystrybucja_Przydzielona] Zainicjowany przez {0}, ID procesu: {9}, Nazwa procesu: {2}, Operacja: {8}, Beneficjent: {1}

source: [Provision_Revoked] Initiated by {0}, Process ID: {9}, Process Name: {2}, Activity: {8}, Recipient: {1}
pl: [Dystrybucja_Wycofana] Zainicjowany przez {0}, ID procesu: {9}, Nazwa procesu: {2}, Operacja: {8}, Beneficjent: {1}

source: [Provision_Submitted] Initiated by {0}, Process ID: {9}, Process Name: {2}, Activity: {8}, Recipient: {1}
pl: [Upoważnienie_Wysłane] Zainicjowany przez {0}, ID procesu: {9}, Nazwa procesu: {2}, Operacja: {8}, Beneficjent: {1}

source: [Provision_Success] Initiated by {0}, Process ID: {9}, Process Name: {2}, Activity: {8}, Recipient: {1}
pl: [Dystrybucja_Sukces] Zainicjowany przez {0}, ID procesu: {9}, Nazwa procesu: {2}, Operacja: {8}, Beneficjent: {1}

source: [User_Message] Initiated by {0}, Process ID: {9}, Process Name: {2}, Activity: {8}, Recipient: {1}, Author: {10}, Message: {16}
pl: [Użytkownik_Wiadomość] Zainicjowany przez {0}, ID procesu: {9}, Nazwa procesu: {2}, Operacja: {8}, Beneficjent: {1}, Autor: {10}, Wiadomość: {16}

source: [Workflow_Approved] Initiated by {0}, Process ID: {9}, Process Name: {2}, Activity: {8}, Recipient: {1}, Secondary User: {10}
pl: [Przepływ_Zatwierdzony] Zainicjowany przez {0}, ID procesu: {9}, Nazwa procesu: {2}, Operacja: {8}, Beneficjent: {1}, Użytkownik drugorzędny: {10}

source: [Workflow_Claimed] Initiated by {0}, Process ID: {9}, Process Name: {2}, Activity: {8}, Recipient: {1}, Secondary User: {10}
pl: [Przepływ_Podjęty] Zainicjowany przez {0}, ID procesu: {9}, Nazwa procesu: {2}, Operacja: {8}, Beneficjent: {1}, Użytkownik drugorzędny: {10}

source: [Workflow_Completed] Initiated by {0}, Process ID: {9}, Process Name: {2}, Activity: {8}, Recipient: {1}
pl: [Przepływ_Kompletny] Zainicjowany przez {0}, ID procesu: {9}, Nazwa procesu: {2}, Operacja: {8}, Beneficjent: {1}

source: [Workflow_Denied] Initiated by {0}, Process ID: {9}, Process Name: {2}, Activity: {8}, Recipient: {1}, Secondary User: {10}
pl: [Przepływ_Odmowa] Zainicjowany przez {0}, ID procesu: {9}, Nazwa procesu: {2}, Operacja: {8}, Beneficjent: {1}, Użytkownik drugorzędny: {10}

source: [Workflow_Ended] Initiated by {0}, Process ID: {9}, Process Name: {2}, Activity: {8}, Recipient: {1}
pl: [Przepływ_Zakończony] Zainicjowany przez {0}, ID procesu: {9}, Nazwa procesu: {2}, Operacja: {8}, Beneficjent: {1}

source: [Workflow_Error] Initiated by {0}, Error Message: {10}, Process ID: {9}, Process Name: {2}, Activity: {8}, Recipient: {1}
pl: [Przepływ_Error] Zainicjowany przez {0}, Treść błędu: {10}, ID procesu: {9}, Nazwa procesu: {2}, Operacja: {8}, Beneficjent: {1}

source: [Workflow_Escalated] Initiated by {0}, Process ID: {9}, Process Name: {2}, Activity: {8}, Recipient: {1}, Secondary User: {10}
pl: [Przepływ_Eskalowany] Zainicjowany przez {0}, ID procesu: {9}, Nazwa procesu: {2}, Operacja: {8}, Beneficjent: {1}, Użytkownik drugorzędny: {10}

source: [Workflow_Forwarded] Initiated by {0}, Process ID: {9}, Process Name: {2}, Activity: {8}, Recipient: {1}
pl: [Przepływ_Przekazany] Zainicjowany przez {0}, ID procesu: {9}, Nazwa procesu: {2}, Operacja: {8}, Beneficjent: {1}

source: [Workflow_Reassigned] Initiated by {0}, Process ID: {9}, Process Name: {2}, Activity: {8}, Recipient: {1}
pl: [Przepływ_Przypisany_Ponownie] Zainicjowany przez {0}, ID procesu: {9}, Nazwa procesu: {2}, Operacja: {8}, Beneficjent: {1}

source: [Workflow_Refused] Initiated by {0}, Process ID: {9}, Process Name: {2}, Activity: {8}, Recipient: {1}, Secondary User: {10}
pl: [Przepływ_Odrzucony] Zainicjowany przez {0}, ID procesu: {9}, Nazwa procesu: {2}, Operacja: {8}, Beneficjent: {1}, Użytkownik drugorzędny: {10}

source: [Workflow_Reminder_Sent] Initiated by {0}, Process ID: {9}, Process Name: {2}, Activity: {8}, Recipient: {1}, Secondary User: {10}
pl: [Przepływ_Przypomnienie_Wysłano] Zainicjowany przez {0}, ID procesu: {9}, Nazwa procesu: {2}, Operacja: {8}, Beneficjent: {1}, Użytkownik drugorzędny: {10}

source: [Workflow_ResetPriority] Initiated by {0}, Process ID: {9}, Process Name: {2}, Activity: {8}, Recipient: {1}
pl: [Przepływ_WyczyśćPriorytet] Zainicjowany przez {0}, ID procesu: {9}, Nazwa procesu: {2}, Operacja: {8}, Beneficjent: {1}

source: [Workflow_Retracted] Initiated by {0}, Process ID: {9}, Process Name: {2}, Activity: {8}, Recipient: {1}, Secondary User: {10}
pl: [Przepływ_Wycofany] Zainicjowany przez {0}, ID procesu: {9}, Nazwa procesu: {2}, Operacja: {8}, Beneficjent: {1}, Użytkownik drugorzędny: {10}

source: [Workflow_Started] Initiated by {0}, Process ID: {9}, Process Name: {2}, Activity: {8}, Recipient: {1}, Secondary User: {10}
pl: [Przepływ_Rozpoczęty] Zainicjowany przez {0}, ID procesu: {9}, Nazwa procesu: {2}, Operacja: {8}, Beneficjent: {1}, Użytkownik drugorzędny: {10}

source: [Workflow_Timedout] Initiated by {0}, Process ID: {9}, Process Name: {2}, Activity: {8}, Recipient: {1}
pl: [Przepływ_Przeterminowany] Zainicjowany przez {0}, ID procesu: {9}, Nazwa procesu: {2}, Operacja: {8}, Beneficjent: {1}

source: [Workflow_Unclaimed] Initiated by {0}, Process ID: {9}, Process Name: {2}, Activity: {8}, Recipient: {1}, Secondary User: {10}
pl: [Przepływ_porzucony] Zainicjowany przez {0}, ID procesu: {9}, Nazwa procesu: {2}, Operacja: {8}, Beneficjent: {1}, Użytkownik drugorzędny: {10}

source: [{0}] is not supported in workflow context. Please use [{1}].
pl: Nie ma wsparcia dla [{0}] w kontekście przepływu. Użyj [{1}].

source: [{0}] not supported for read only object.
pl: [{0}] niemożliwe dla obiektu tylko do odczytu.

source: [{0}] operation failed for work entry [{1}].
pl: [{0}] operacja nieudana dla wpisu zadania [{1}].

source: getWorkEntries failed
pl: Nie powiodło się pobranie wpisów roboczych

source: timeout for Web service activity must be between [{0}] minutes and [{1}] days
pl: czas oczekiwania dla usług sieciowych musi zawierać się pomiędzy [{0}] minut i [{1}] dni

source: timeout for completed processes must be between [{0}] and [{1}] days
pl: czas oczekiwania dla zakończonych procesów musi zawierać się między [{0}] i [{1}] dni

source: timeout for user activity must be between [{0}] minutes and [{1}] days
pl: przekroczony czas oczekiwania dla operacji użytkownika musi zawierać się między [{0}] minut i [{1}] dni
