Repository: aviarypl/suse-l10n-pl
Catalog: po-idmua/WorkflowRsrc_*.po
Languages: pl

source: Access To Start Provision Request Denied: [{0}].
pl: Odmowa dostępu do rozpoczęcia wniosku dystrybucji uprawnień: [{0}].

source: Activity Id [{0}]: Activity cannot be assigned to [{1}] .
pl: Operacja Id [{0}]: Nie można przypisać operacji do [{1}] .

source: Activity Id [{0}]: Activity priority expression [{1}] must evaluate to a number in the range from 1 to 15.
pl: Operacja Id [{0}]: Wyrażenie priorytetu operacji [{1}] musi przyjmować wartość między 1 i 15.

source: Activity Id [{0}]: Addressee [{1}] evaluation failed or is null.
pl: Operacja Id [{0}]: Wyznaczanie adresata [{1}] nie udane - nie przyjęło wartości.

source: Activity Id [{0}]: Addressee [{1}] evaluation returned multiple addressees. A user activity may only be assigned to a single addressee.
pl: Operacja Id [{0}]: Wyznaczanie adresata [{1}] zwróciło wiele adresatówz. Operacja użytkownika może być przypisana do jednego tylko adresata.

source: Activity Id [{0}]: Approver condition [{1}] must evaluate to a number in the range from 1 to number of activity addressees.
pl: Operacja Id [{0}]: Warunek zatwierdzającego [{1}] musi przyjmować wartość pomiędzy 1 a ilością adresatów operacji.

source: Activity Id [{0}]: Error persisting activity state.
pl: Dane operacji: Id [{0}]: Błąd utrzymania stanu operacji.

source: Activity Id [{0}]: Error while forwarding to activity [{1}].
pl: Czynność Id [{0}]: Błąd przekazywania do operacji [{1}].

source: Activity Id: [{0}]
pl: Id Operacjii: [{0}]

source: An engine with duplicate id: {0} and active heartbeat has been detected. Please restart this engine with a unique engine id.
pl: Wykryto aktywny silnik z powtarzającym się id: {0}. Uruchom ten silnik ponownie z unikalnym id silnika.

source: Approved
pl: Zaakceptowany

source: Attempt to set value on Data item [{0}] using incorrect type; expecting [{1}] got [{2}]..
pl: Prośba ustawienia wartości pozycji danych [{0}] przy błędnym typie danych; oczekiwano [{1}] otrzymano [{2}]..

source: Cancelled
pl: Anulowany

source: Claim operation failed for work entry [{0}].
pl: Nie udała się operacja podjęcia dla wpisu zadania [{0}].

source: Completed
pl: Zakończony

source: Concurrency error attempting to update engine heartbeat. Stopping all processes and timers for engine: {0} . Will wait for heartbeat to timeout before restarting.
pl: Błąd równoległości podczas próby aktualizacji pulsu silnika. Zatrzymanie wszystkich procesów i liczników silnika: {0} . Odroczenie do przekroczenia czasu oczekiwania na puls przed ponownym uruchomieniem.

source: Could not remove engine state: Engine state not shutdown or timedout
pl: Nie udało się usunięcie stanu silnika: silnika nie ZAMKNIĘTY ani PRZETERMINOWANY

source: Data item [{0}] is not defined for activity or provisioning request
pl: Pozycja danych [{0}] nie jest zdefiniowana dla operacji lub wniosku dystrybucji

source: Dataitem [{0}] is required.
pl: Wymagana jest pozycja [{0}].

source: Dataitem [{0}] with expression [{1}] evaluated to an undefined value.
pl: Pozycja danych [{0}] w wyrażeniu [{1}] dała niezdefiniowany wynik.

source: Dataitem [{0}] with expression [{1}] failed to evaluate.
pl: Pozycja danych [{0}] w wyrażeniu [{1}] nie dała wyniku.

source: Deleting maximum number completed processes, {0} rows. Please reduce the completed process clean up task interval.
pl: Usuwam maksymalną ilość zakończonych procesów, {0} wierszy. Zredukuj interwał między czyszczeniem zakończonych procesów.

source: Denied
pl: Odrzucony

source: Digital signature verification failed for {0} with id {1}!
pl: Weryfikacja podpisu cyfrowego nie powiodła się dla {0} z id {1}!

source: Digital signature verification returned no subject for {0} with id {1}!
pl: Procedura weryfikacji podpisu cyfrowego nie zwróciła wymaganych danych {0} id {1}!

source: Duplicate engine id detected. This engine may not have been shutdown cleanly or another engine is running with engine-id: {0} . Waiting {1} ms for heartbeat to timeout.
pl: Wykryto ponownie użyty id silnika. Ten silnik mógł nie zostać poprawnie zamknięty lub inny silnik pracuje z tym samym id silnika: {0} . Czekanie {1} ms na przekroczenie czasu oczekiwania na puls.

source: Engine Id [{0}]: Error persisting engine configuration.
pl: Silnik Id [{0}]: Błąd utrzymania konfiguracji silnika.

source: Engine Id [{0}]: Error persisting engine state.
pl: Silnik Id [{0}]: Błąd utrzymania stanu silnika.

source: Engine Id [{0}]: Error querying processes.
pl: Silnik Id [{0}]: Błąd odpytywania procesów.

source: Engine Id [{0}]: Error retrieving engine configuration.
pl: Silnik Id [{0}]: Błąd pobierania konfiguracji silnika.

source: Engine Id [{0}]: Failure loading engine configuration, using defaults.
pl: Silnik Id [{0}]: Błąd wczytywania konfiguracji silnika, używam domyślnych.

source: Engine Id: [{0}]
pl: Id silnika: [{0}]

source: Engine: [{0}] must be SHUTDOWN or TIMEDOUT to perform that operation.
pl: Silnik: [{0}] musi być ZAMKNIĘTY lub PRZETERMINOWANY by przeprowadzić tę operację.

source: Entity not found.
pl: Encji nie znaleziono.

source: Error
pl: Błąd

source: Error attempting to log result
pl: Błąd podczas zapisywania do logu

source: Error creating process.
pl: Błąd tworzenia procesu.

source: Error evaluating delegatees for user [{0}].
pl: Błąd wyznaczania delegowanych użytkownika [{0}].

source: Error evaluating proxies for user [{0}].
pl: Błąd wyliczania pełnomocnictw dla użytkownika [{0}].

source: Error evaluating start data items for Provisioning Request id [{0}] version [{1}]
pl: Błąd wyznaczania początkowych pozycji danych dla wniosku dystrybucji id [{0}] wersja [{1}]

source: Error generating URL used in template.
pl: Błąd generowania adresu URL do użycia w schemacie.

source: Error initializing email notifications.
pl: Błąd inicjowania powiadomień e-mail.

source: Error initializing scripting engine or scripting context
pl: Błąd inicjowania silnika skryptów lub kontekstu skryptów

source: Error invoking NRF Request method: {0}
pl: Błąd wywołania metody wniosku NRF: {0}

source: Error invoking NRF Request object for DN: {0}
pl: Błąd uruchamiania obiektu żądania NRF dla DN: {0}

source: Error loading NRF Request DAO object.
pl: Błąd wczytywania obiektu DAO wniosku NRF.

source: Error loading activity id: [{0}] for process, requestId: [{1}]
pl: Błąd wczytywania operacji id: [{0}] dla procesu, requestId: [{1}]

source: Error loading cluster state.
pl: Błąd ładowania stanu klastra.

source: Error loading comments.
pl: Błąd ładowania komentarzy.

source: Error loading engine configuration.
pl: Błąd wczytywania konfiguracji silnika.

source: Error persisting cluster state.
pl: Błąd utrzymania stanu klastra.

source: Error reassigning process.
pl: Błąd ponownego przypisania procesu.

source: Error refreshing UserActivtyInfo.
pl: Błąd odświeżania UserActivtyInfo.

source: Error removing expired processes.
pl: Nie udało się usuwanie przeterminowanych procesów.

source: Error resolving participants for security context
pl: Błąd wyznaczania uczestników dla kontekstu bezpieczeństwa

source: Error restarting pending activity.
pl: Błąd ponownego uruchamiania oczekującej operacji.

source: Error retrieving activity state.
pl: Błąd pobierania stanu operacji.

source: Error retrieving comment details.
pl: Błąd pobierania szczegółów komentarza.

source: Error retrieving process state.
pl: Błąd pobierania stanu procesu.

source: Error starting engine.
pl: Błąd uruchamiania silnika.

source: Error stopping engine.
pl: Błąd zatrzymania silnika.

source: Failed to create AFENTITLEMENT record. Request ID = [{0}] State = [{1}] Status = [{2}]
pl: Błąd tworzenia rekordu UPOWAŻNIENIE. ID wniosku = [{0}] stan = [{1}] status = [{2}]

source: Failed to update engine heartbeat {0} times. Stopping all processes and timers
pl: Nie udało się zaktualizować pulsu silnika przez {0} prób. Zatrzymanie wszystkie procesy i liczniki

source: Failed to update heartbeat for engine: {0}
pl: Nie udało się zaktualizować pulsu silnika: {0}

source: Failed to verify digital signature for {0}.
pl: Nie udało się sprawdzić podpisu cyfrowego dla {0}.

source: Failure restarting process: [{0}]. Process model not found.
pl: Błąd ponownego uruchomienia procesu: [{0}]. Nie znaleziono modelu procesu.

source: Failure restarting processes.
pl: Błąd ponownego uruchamiania procesów.

source: Fulfilled
pl: Wypełniony

source: Heartbeat updated successfully. Restarting processes and timers for engine: {0}
pl: Puls poprawnie zaktualizowany. Ponowne uruchamianie procesów i liczników dla silnika: {0}

source: Identifier [{0}] does not exist for this service operation.
pl: Identyfikator [{0}] nie istnieje dla tej operacji usługi.

source: Illegal activity state, activityId: [{0}] state: [{1}]
pl: Niewłaściwy stan operacji id: [{0}] stan: [{1}]

source: Invalid Attribute Operation: [{0}] detected.
pl: Wykryto błędną operację atrybutu: [{0}].

source: Invalid Attribute: [{0}] detected.
pl: Wykryto niewłaściwy atrybut: [{0}].

source: Invalid Entitlement Path detected. Reference Path = [{0}].
pl: Wykryto błędną ścieżkę upoważnienia. Ścieżka = [{0}].

source: Invalid Group Detected: [{0}].
pl: Wykryta niewłaściwa grupa: [{0}].

source: Invalid Log Event: [{0}].
pl: Błędne zdarzenie dziennika: [{0}].

source: Invalid Provision Request: [{0}].
pl: Błędny wniosek o dystrybucję: [{0}].

source: Invalid engine id.
pl: Niewłaściwy id silnika.

source: Invalid role action detected: {0}
pl: Wykryto nieprawidłową czynność roli: {0}

source: Invalid role process type detected: {0}
pl: Błędny typ procesu roli: {0}

source: Missing Required Attribute: [{0}].
pl: Brakujący wymagany atrybut: [{0}].

source: Model binding context could not be initialized.
pl: Nie można zainicjować kontekstu powiązań modelu.

source: No binding package found for version with key: [{0}].
pl: Nie znaleziono pakietu łączącego dla wersji z kluczem: [{0}].

source: No initial flow model class for version with key [{0}].
pl: Brak wstępnego modelu klasy dla wersji z kluczem [{0}].

source: No such activity: [{0}]
pl: Brak operacji: [{0}]

source: No such recipient: [{0}]
pl: Nie ma takiego beneficjenta: [{0}]

source: No such request: [{0}]
pl: Nie ma takiego wniosku: [{0}]

source: No version [{0}] found.
pl: Nie znaleziono wersji [{0}].

source: No work associated with work identifier [{0}]
pl: Nie znaleziono wpisu zadania skojarzonego z identyfikatorem [{0}]

source: Object [{0}] not found.
pl: Obiekt [{0}] nie znaleziony.

source: Process id [{0}], version [{1}], activity [{2}]: Activities can only have an approver-condition or an approver-condition-expr attribute, not both.
pl: Dane procesu: id [{0}], wersja [{1}], operacja [{2}]: Operacje mogą mieć tylko jeden z atrybutów warunek-zatwierdzającego lub wyrażenie-warunku-zatwierdzającego.

source: Process id [{0}], version [{1}]: A notification template must be specified for any notification, confirmation and reminder of Activity id [{2}].
pl: Dane procesu: id [{0}], wersja [{1}]: Wymagany jest wybór schematu dla każdego powiadomienia, potwierdzenia i przypomnienia operacji id [{2}].

source: Process id [{0}], version [{1}]: Activity id [{2}] does not support incoming links.
pl: Dane procesu: id [{0}], wersja [{1}]: Operacja id [{2}] nie wspiera odwołań przychodzących.

source: Process id [{0}], version [{1}]: Activity id [{2}] does not support outgoing links.
pl: Dane procesu: id [{0}], wersja [{1}]: Operacja id [{2}] nie wspiera wychodzących odnośników.

source: Process id [{0}], version [{1}]: Activity id [{2}] has no outgoing link that matched its ontimeout attribute with value [{3}]
pl: Dane procesu: id [{0}], wersja [{1}]: id operacji [{2}] nie posiada odnośnika wychodzącego wiążącego atrybut ontimeout z wartością [{3}]

source: Process id [{0}], version [{1}]: Activity id [{2}] is not properly linked to the flow, it requires an incoming link.
pl: Dane procesu: id [{0}], wersja [{1}]: ID operacji [{2}] nie jest prawidłowo połączona z przepływem, wymaga przychodzącego odwołania.

source: Process id [{0}], version [{1}]: Activity id [{2}] is not properly linked to the flow, it requires an outgoing link.
pl: Dane procesu: id [{0}], wersja [{1}]: Operacja id [{2}] nie jest poprawnie połączona z przepływem, wymaga wychodządzego odnośnika.

source: Process id [{0}], version [{1}]: Activity id [{2}] is not properly linked to the flow.
pl: Dane procesu: id [{0}], wersja [{1}]: Operacja id [{2}] nie jest poprawnie połączona z przepływem.

source: Process id [{0}], version [{1}]: Activity id [{2}] requires both a link type of TRUE and one of FALSE.
pl: Dane procesu: id [{0}], wersja [{1}]: Operacja id [{2}] wymaga zarówno odnośnika typu PRAWDA jak i jednego typu FAŁSZ.

source: Process id [{0}], version [{1}]: All role based work flows must have an APPROVED role binding activity and a DENIED role binding activity.
pl: Dane procesu: id [{0}], wersja [{1}]: Wszystkie przepływy oparte o role muszą mieć operacją wiążącą z ZATWIERDZONA oraz ODMOWA.

source: Process id [{0}], version [{1}]: An error occurred with dynamic creation of model with class [{2}].
pl: Dane procesu: id [{0}], wersja [{1}]: Wystąpił błąd podczas dynamicznego tworzenia modelu klasy [{2}].

source: Process id [{0}], version [{1}]: Branch activity id [{2}] requires an associated Merge activity.
pl: Dane procesu: id [{0}], wersja [{1}]: Czynność na gałęzi o id [{2}] wymaga skojarzonej operacji łączenia.

source: Process id [{0}], version [{1}]: Data Items with activity id [{2}] does not reference an existing activity.
pl: Dane procesu: id [{0}], wersja [{1}]: Pozycje danych operacji id [{2}] nie wskazują na istniejącą operację.

source: Process id [{0}], version [{1}]: Dataitem [{2}] source expression [{3}] does not support expressions of type: flowdata.foo
pl: Dane procesu: id [{0}], wersja [{1}]: Wyrażenie źródłowe [{3}] pozycji danych [{2}] nie wspiera wyrażeń typu: flowdata.foo

source: Process id [{0}], version [{1}]: Error creating object structure from provisioning process XML.
pl: Dane procesu: id [{0}], wersja [{1}]: Błąd tworzenia struktury obiektu z procesu dystrybucji XML.

source: Process id [{0}], version [{1}]: Error creating object structure from provisioning request XML.
pl: Dane procesu: id [{0}], wersja [{1}]: Błąd tworzenia struktury obiektu z XML wniosku o dystrybucję uprawnień.

source: Process id [{0}], version [{1}]: Form binding not allowed on start activity. This binding is implicit in the provisioning request XML.
pl: Dane procesu: id [{0}], wersja [{1}]: Powiązanie formularza niedozwolone na początku operacji. To powiązanie jest bezwarunkowe w XMLu wniosku o dystrybucję uprawnień.

source: Process id [{0}], version [{1}]: Form id [{2}] invalid. No dataitem named [{3}] in activity id [{4}].
pl: Dane procesu: id [{0}], wersja [{1}]: Id formularza [{2}] jest niewłaściwe. Brak pozycji [{3}] w operacji o id [{4}].

source: Process id [{0}], version [{1}]: Form not allowed on start activity. Must be specified in the provisioning request XML instead.
pl: Dane procesu: id [{0}], wersja [{1}]: Niedozwolony formularz przy uruchomieniu operacji. Należy podać w XMLu wniosku dystrybucji.

source: Process id [{0}], version [{1}]: Invalid xml - Engine only supports xml that is compliant with ApprovalProcess_3_5_1.xsd
pl: Dane procesu: id [{0}], wersja [{1}]: Błędny XML - Silnik wspiera tylko xml zgodny ze schemą ApprovalProcess_3_5_1.xsd

source: Process id [{0}], version [{1}]: Invalid xml - Engine only supports xml that is compliant with ApprovalRequest_3_5_1.xsd
pl: Dane procesu: id [{0}], wersja [{1}]: Błędny XML - silnik wspiera tylko XML zgodny z ApprovalRequest_3_5_1.xsd

source: Process id [{0}], version [{1}]: Link of type [{2}] is not supported from activity id [{3}].
pl: Dane procesu: id [{0}], wersja [{1}]: Odnośnik typu [{2}] nie jest wspierany przez operację id [{3}].

source: Process id [{0}], version [{1}]: Link with source [{2}] and target [{3}] has an invalid source attribute.
pl: Dane procesu: id [{0}], wersja [{1}]: Link with source [{2}] and target [{3}] has an invalid source attribute.

source: Process id [{0}], version [{1}]: Link with source [{2}] and target [{3}] has an invalid target attribute.
pl: Dane procesu: id [{0}], wersja [{1}]: Odnośnik do źródła [{2}] i celu [{3}] posiada niewłaściwy atrybut celu.

source: Process id [{0}], version [{1}]: LogActivity [{2}] message with expression [{3}] does not support expressions of type: flowdata.foo .
pl: Dane procesu: id [{0}], wersja [{1}]: Wiadomość dziennika operacji [{2}] z wyrażeniem [{3}] nie wspiera wyrażeń typu: flowdata.foo .

source: Process id [{0}], version [{1}]: Merge activity id [{2}] references an invalid branch activity id [{3}].
pl: Dane procesu: id [{0}], wersja [{1}]: Operacja łączenia id [{2}] wskazuje na niewłaściwą gałąź id operacji [{3}].

source: Process id [{0}], version [{1}]: Process definition XML not found.
pl: Dane procesu: id [{0}], wersja [{1}]: Nie znaleziono XML z definicją procesu.

source: Process id [{0}], version [{1}]: Process definition XML store failure.
pl: Dane procesu: id [{0}], wersja [{1}]: Process definition XML store failure.

source: Process id [{0}], version [{1}]: Start activity has data items.
pl: Dane procesu: id [{0}], wersja [{1}]: Operacja startu posiada pozycje danych.

source: Process id [{0}], version [{1}]: The FINISH activity for all role based work flows can only have ROLE BINDING activities as source links.
pl: Dane procesu: id [{0}], wersja [{1}]: Operacja ZAKOŃCZ dla wszystkich przepływów opartych o role w źródłowych odniesieniach może mieć tylko operacje POWIĄZANIE RÓL.

source: Process id [{0}], version [{1}]: UserActivity [{2}] addressee with addressee type [{3}] does not support retry attribute .
pl: Dane procesu: id [{0}], wersja [{1}]: Adresat operacji użytkownika [{2}] z typem adresata [{3}] nie ma wsparcia dla atrybutu ponawiania próby.

source: Process id [{0}], version [{1}]: UserActivity [{2}] addressee with expression [{3}] does not support expressions of type: flowdata.foo .
pl: Dane procesu: [{0}], wersja [{1}]: UserActivity [{2}] adresat z wyrażenia [{3}] nie wspiera wyrażeń typu: flowdata.foo .

source: Process id [{0}], version [{1}]: UserActivity [{2}] approval type [{3}] is not valid.
pl: Dane procesu: id [{0}], wersja [{1}]: Typ zatwierdzania operacji id [{2}] [{3}] jest niewłaściwy.

source: Process id [{0}], version [{1}]: UserActivity [{2}] confirmation node with map source expression [{3}] does not support expressions of type: flowdata.foo
pl: Dane procesu: id [{0}], wersja [{1}]: Węzeł potwierdzenia operacji użytkownika [{2}] z mapowanym wyrażeniem źródłowym [{3}] nie wspiera wyrażeń typu: flowdata.foo

source: Process id [{0}], version [{1}]: UserActivity [{2}] data item [{3}] target expression not allowed for approver type multiple-approver or quorum-approver.
pl: Dane procesu: id [{0}], wersja [{1}]: UserActivity [{2}] pozycja danych [{3}] wyrażenie docelowe niedozwolone dla wielu zatwierdzających lub zatwierdzania przez kworum.

source: Process id [{0}], version [{1}]: UserActivity [{2}] notify node with map source expression [{3}] does not support expressions of type: flowdata.foo
pl: Dane procesu: id [{0}], wersja [{1}]: Węzeł powiadomienia operacji użytkownika [{2}] z mapowaniem wyrażenia źródłowego [{3}] nie wspiera wyrażeń typu: flowdata.foo

source: Process requestId [{0}], Id [{1}], Integration activity [{2}]: faulted [{3}].
pl: Dane procesu: requestId [{0}], Id [{1}], Czynność scalania [{2}]: błąd [{3}].

source: Process requestId [{0}], Id [{1}], activityId [{2}]: Error persisting activity state, retry count exhausted.
pl: Dane procesu: requestId [{0}], Id [{1}], activityId [{2}]: Błąd utrzymania stanu procesu, wyczerpano liczbę prób.

source: Process requestId [{0}], Id [{1}], activityId [{2}]: Error persisting activity state, scheduling activity for retry.
pl: Dane procesu: [{0}], Id [{1}], activityId [{2}]: Błąd utrzymania stanu procesu, kolejkowanie operacji do ponownej próby.

source: Process requestId [{0}], Id [{1}], activityId [{2}]: Error restarting activity
pl: Dane procesu: requestId [{0}], Id [{1}], activityId [{2}]: Błąd ponownego uruchomienia operacji

source: Process requestId [{0}], Id [{1}], activityId [{2}]: Error updating flow data.
pl: Dane procesu: requestId [{0}], Id [{1}], activityId [{2}]: Błąd aktualizacji danych przepływu.

source: Process requestId [{0}], Id [{1}], activityId [{2}]: Retrying activity.
pl: Dane procesu: requestId [{0}], Id [{1}], activityId [{2}]: Ponowna próba przeprowadzenia operacji.

source: Process requestId [{0}], Id [{1}]: Engine shutting down. Cannot perform operation.
pl: Dane procesu: requestId [{0}], Id [{1}]: Silnik jest zamykany. Nie mogę przeprowadzić operacji.

source: Process requestId [{0}], Id [{1}]: Error creating process state.
pl: Dane procesu: requestId [{0}], Id [{1}]: Błąd tworzenia stanu procesu.

source: Process requestId [{0}], Id [{1}]: Error evaluating data items.
pl: Dane procesu: requestId [{0}], Id [{1}]: Błąd wyznaczania pozycji danych.

source: Process requestId [{0}], Id [{1}]: Error executing integration activity: [{2}], service [{3}] was not found.
pl: Dane procesu: requestId [{0}], Id [{1}]: Błąd operacji łączenia: [{2}], usługa [{3}] nie została znaleziona.

source: Process requestId [{0}], Id [{1}]: Error executing integration activity: [{2}].
pl: Dane procesu: requestId [{0}], Id [{1}]: Błąd uruchamiania operacji łączenia: [{2}].

source: Process requestId [{0}], Id [{1}]: Error loading activities.
pl: Dane procesu: requestId [{0}], Id [{1}]: Błąd wczytywania operacji.

source: Process requestId [{0}], Id [{1}]: Error loading comments.
pl: Dane procesu: requestId [{0}], Id [{1}]: Błąd wczytywania komentarzy.

source: Process requestId [{0}], Id [{1}]: Error loading work entries.
pl: Dane procesu: requestId [{0}], Id [{1}]: błąd wczytywania wpisów roboczych.

source: Process requestId [{0}], Id [{1}]: Error persisting process state.
pl: Dane procesu: requestId [{0}], Id [{1}]: Błąd utrzymania stanu procesu.

source: Process requestId [{0}], Id [{1}]: Error terminating process
pl: Dane procesu: requestId [{0}], Id [{1}]: Błąd przerywania procesu

source: Process requestId [{0}], Id [{1}]: Model version [{2}] is invalid
pl: Dane procesu: requestId [{0}], Id [{1}]: Werjsa modelu [{2}] jest nieprawidłowa

source: Process requestId [{0}], Id [{1}]: Process has been terminated. Cannot perform operation.
pl: Dane procesu: requestId [{0}], Id [{1}]: Proces został przerwany. Nie mogę przeprowadzić operacji.

source: Process requestId [{0}], Id [{1}]: Process instance not valid for current request action.
pl: Dane procesu: requestId [{0}], Id [{1}]: Dla bieżącej operacji na wniosku instancja procesu jest nieprawidłowa.

source: Process requestId [{0}], Id [{1}]: SecurityContext is null.
pl: Dane procesu: requestId [{0}], Id [{1}]: SecurityContext nie ma wartości.

source: Process requestId [{0}], Id [{1}]: Unable to retrieve activity timers from persistent store.
pl: Dane procesu: requestId [{0}], Id [{1}]: Nie udało się pobrać liczników operacji z zasobu trwałego.

source: Process requestId [{0}], version [{1}]
pl: Dane procesu: requestId [{0}], wersja [{1}]

source: Process requestId: [{0}], Id: [{1}]
pl: Dane procesu: requestId: [{0}], Id: [{1}]

source: Processing
pl: Przetwarzanie

source: Properties file [{0}] not found.
pl: Nie odnaleziono pliku właściwości [{0}].

source: Provision Request [{0}] is not enabled.
pl: Wniosek o dystrybucję [{0}] nie jest uruchomiony.

source: Provision Request [{0}] with version [{1}] has changed to version [{2}].
pl: Wniosek o dystrybucję [{0}] w wersji [{1}] zmieniono na wersję [{2}].

source: Queued
pl: Zakolejkowany

source: Reassign operation failed for work entry [{0}].
pl: Nie udało się ponowne przypisanie wpisu zadania [{0}].

source: Refused
pl: Porzucony

source: Retracted
pl: Wycofany
