ERR_FORMAT=Nie mo\u017Cna przekonwertowa\u0107 atrybutu [{0}] o warto\u015Bci [{2}] z indeksem [{1}] do \u017C\u0105danego typu
ERR_ATTRIBUTE_NULL=Nie znaleziono atrybutu [{0}].
ERR_ID_NOT_FOUND=Nie mo\u017Cna znale\u017A\u0107 {0} z ID = \'\'{1}\'\'.
ERR_VDM_QUERYLIST_SAVE=Nie mo\u017Cna zapisa\u0107 zaktualizowanej listy zapyta\u0144. Prosz\u0119 skontaktowa\u0107 si\u0119 z administratorem systemu.
ERR_VDA_TEAM_REL_NOT_ENABLED=Relacja DAL: {0} nie mo\u017Ce by\u0107 u\u017Cyta w zarz\u0105dzaniu zespo\u0142em, poniewa\u017C nie jest w\u0142\u0105czona dla zarz\u0105dzania zespo\u0142ami.
ERR_VDA_TEAM_REL_KEY_NOTSAME=Relacja DAL: {0} nie mo\u017Ce by\u0107 u\u017Cyta w zarz\u0105dzaniu zespo\u0142em, poniewa\u017C klucze encji docelowej i \u017Ar\u00F3d\u0142owej s\u0105 r\u00F3\u017Cne.
ERR_VDA_TEAM_REL_SOURCE_ATTRKEY=Relacja DAL: {0} nie mo\u017Ce by\u0107 u\u017Cyta w zarz\u0105dzaniu zespo\u0142em, poniewa\u017C \u017Ar\u00F3d\u0142owym kluczem atrybutu nie jest @key
ERR_VDA_TEAM_REL_INVALID_ENTDEF=Relacja DAL: {0} nie mo\u017Ce by\u0107 u\u017Cyta w zarz\u0105dzaniu zespo\u0142em, poniewa\u017C definicje encji docelowej i \u017Ar\u00F3d\u0142owej nie odnosz\u0105 si\u0119 do {1}.
INFO_VDD_CHOICE_DEF_LOADED=Definicje list wyboru abstrakcji katalogu zosta\u0142y wczytanie do pami\u0119ci operacyjnej serwera
INFO_VDD_CONFIG_DEF_LOADED=Definicje konfiguracji abstrakcji katalogu zosta\u0142y wczytanie do pami\u0119ci operacyjnej serwera
INFO_VDD_ENTITY_DEF_LOADED=Definicje encji abstrakcji katalogu zosta\u0142y wczytanie do pami\u0119ci operacyjnej serwera
INFO_VDD_QUERY_DEF_LOADED=Definicje zapyta\u0144 abstrakcji katalogu zosta\u0142y wczytanie do pami\u0119ci operacyjnej serwera
INFO_VDD_RELATION_DEF_LOADED=Definicje listy relacji abstrakcji katalogu zosta\u0142y wczytane do pami\u0119ci operacyjnej serwera
ERR_CACHE_STATE=Obiekt definicji abstrakcji katalogu: {0} ma warto\u015B\u0107 null, ale pojemnik bufora zwraca informacje, \u017Ce jest on w pami\u0119ci podr\u0119cznej.
ERR_VDA_ENTITY_NOTFOUND=Nie znaleziono encji / obiektu: {0}.
ERR_ENTITY_NULL=Nie znaleziono encji: [{0}].
ERR_VDA_BUILD_CONT_FILTER=Wyst\u0105pi\u0142 b\u0142\u0105d podczas tworzenia filtra wyszukiwania kontener\u00F3w.
ERR_VDA_LOCKSMITH_CHECK=Wyst\u0105pi\u0142 b\u0142\u0105d podczas sprawdzania u\u017Cytkownika dla \u015Blusarza (locksmith) B\u0142\u0105d: {0}
ERR_LDAP_TIME=Wyst\u0105pi\u0142 b\u0142\u0105d podczas konwertowania atrybutu czasu LDAP: {0}
ERR_VDA_CREATE_HIDDEN_ATTRIBUTE=Wyst\u0105pi\u0142 b\u0142\u0105d podczas tworzenia obiektu: {0}. Nast\u0119puje pr\u00F3ba ukrycia atrybutu, je\u015Bli nie jest to dozwolone przez definicj\u0119: {1}.
ERR_VDA_CREATE_DEFINITION=Wyst\u0105pi\u0142 b\u0142\u0105d podczas tworzenia obiektu: {0}. Definicja obiektu nie zezwala na tworzenie.
ERR_VDA_CREATE_MULTI_VALUED=Wyst\u0105pi\u0142 b\u0142\u0105d podczas tworzenia obiektu: {0}. Definicja dla klucza atrybutu {1} ma warto\u015B\u0107 pojedyncz\u0105, a istnieje wiele warto\u015Bci.
ERR_VDA_CREATE_NO_OBJECT_CLASS_DEFINITION=Wyst\u0105pi\u0142 b\u0142\u0105d podczas tworzenia obiektu: {0}. Definicja obiektu {1} nie okre\u015Bla \u017Cadnych klas obiekt\u00F3w.
ERR_VDA_LDAP_CONNECTION=Wyst\u0105pi\u0142 b\u0142\u0105d podczas pobierania po\u0142\u0105czenia LDAP. B\u0142\u0105d: {0}
ERR_VDA_GET_TEAM_MANAGERS=Wyst\u0105pi\u0142 b\u0142\u0105d podczas pobierania listy mened\u017Cer\u00F3w zespo\u0142u dla: {0}.
ERR_VDA_GET_TEAM_MEMBERS=Wyst\u0105pi\u0142 b\u0142\u0105d podczas pobierania listy cz\u0142onk\u00F3w zespo\u0142u dla: {0}.
ERR_VDM_DEFAULT_NAMING_ATTRIBUTE=Wyst\u0105pi\u0142 b\u0142\u0105d podczas pobierania domy\u015Blnego atrybutu nazywania LDAP. Prosz\u0119 skontaktowa\u0107 si\u0119 z administratorem systemu.
ERR_VDM_PARSING_PATH_VAL=Wyst\u0105pi\u0142 b\u0142\u0105d podczas przetwarzania warto\u015Bci sk\u0142adni \u015Bcie\u017Cki {0}
ERR_VDM_PARSING_TYPED_NAME=Wyst\u0105pi\u0142 b\u0142\u0105d podczas przetwarzania warto\u015Bci sk\u0142adni nazwy o typie {0}
ERR_VDA_TEAM_MANAGER_SCOPE_AUTH=Wyst\u0105pi\u0142 b\u0142\u0105d podczas sprawdzania zakresu uwierzytelniania mened\u017Cera: {0} do zespo\u0142u {1}.
ERR_VDA_OBJECT_TYPE_CHECK=Wyst\u0105pi\u0142 b\u0142\u0105d podczas sprawdzania typu obiektu dla: {0}
ERR_CONVERTING_DATE=Wyst\u0105pi\u0142 b\u0142\u0105d podczas konwertowania daty ostatniej modyfikacji: {0} obiektu DN: {1}, z formatu daty UTC.
ERR_VDA_GET_TEAMS_MANAGED=Wyst\u0105pi\u0142 b\u0142\u0105d podczas pobierania zespo\u0142\u00F3w, kt\u00F3rych mened\u017Cerem jest u\u017Cytkownik: {0}.
ERR_VDD_XML_TO_OBJECT=Wyst\u0105pi\u0142 b\u0142\u0105d podczas wczytywania definicji warstwy abstrakcyjnej ze sterownika aplikacji u\u017Cytkownika (SAU). Mo\u017Cliwe s\u0105 2 przyczyny: 1) Dokument XML przechowywany w atrybucie XmlData instancji obiektu: {0} jest uszkodzony lub posiada nieoczekiwany format. Ten XML jest spakowany w pliku prekonfiguracji sterownika i inicjalizowany, je\u015Bli SAU jest tworzony w programie iManager. Ten XML jest obs\u0142ugiwany po stronie klienta przez wtyczk\u0119 DAL \u015Brodowiska Eclipse do\u0142\u0105czon\u0105 do programu IDM Designer. 2) Plik mapuj\u0105cy XML z definicji warstwy abstrakcyjnej SAU na docelowy obiekt aplikacji jest uszkodzony. Plik mapuj\u0105cy znajduje si\u0119 w pliku WAR aplikacji u\u017Cytkownika w: {1}. Ten plik jest pakowany z produktem i nie jest zmieniany, poza przypadkiem r\u0119cznej ingerencji.
ERR_VDD_PARSING_DRIVER_EXPDATE=Wyst\u0105pi\u0142 b\u0142\u0105d podczas przetwarzania warto\u015Bci daty wyga\u015Bni\u0119cia: {0} z atrybutu: {1} w sterowniku aplikacji u\u017Cytkownika: {2}. Nie zosta\u0142a zwr\u00F3cona warto\u015B\u0107 w oczekiwanym formacie (tzn: expval#bla#bla, gdzie expval to ca\u0142kowita liczba sekund od p\u00F3\u0142nocy 1 stycznia 1970).
ERR_VDD_MACRO_EXTENDER=Wyst\u0105pi\u0142 b\u0142\u0105d podczas przetwarzania makr kontenera definicji encji za pomoc\u0105 klasy: {0}, zdefiniowanej w VirtualDataService-config/config.xml.
ERR_VDD_READING_DRIVER_EXPDATE=Wyst\u0105pi\u0142 b\u0142\u0105d podczas odczytywania daty wyga\u015Bni\u0119cia z atrybutu: {0} w sterowniku aplikacji u\u017Cytkownika: {1}.
ERR_VDM_GET_CACHE=Wyst\u0105pi\u0142 b\u0142\u0105d podczas odczytywania obiektu definicji wirtualnej z pami\u0119ci podr\u0119cznej serwera: {0}.
ERR_REGISTER_SCRIPT_ENGINE=Wyst\u0105pi\u0142 b\u0142\u0105d podczas rejestrowania (lub wyrejestrowania) obiektu: {0} z pomoc\u0105 silnika skrypt\u00F3w.
ERR_VDM_DEFAULT_ATTRIBUTE_EXPR=Wyst\u0105pi\u0142 b\u0142\u0105d podczas okre\u015Blania wyra\u017Cenia warto\u015Bci domy\u015Blnej dla atrybutu: {0}. Wyra\u017Cenie ECMA Script [{1}].
ERR_VDA_BINARY_ENV_SETTING=Wyst\u0105pi\u0142 b\u0142\u0105d podczas ustawiania zmiennej \u015Brodowiskowej java.naming.ldap.attributes.binary kontekstu JNDI LDAP dla definicji encji: {0}.
ERR_VDA_IS_TEAM_MANAGER_OF=Wyst\u0105pi\u0142 b\u0142\u0105d podczas okre\u015Blania, czy poni\u017Cszy u\u017Cytkownik by\u0142 mened\u017Cerem: {0} zespo\u0142u {1}.
ERR_VDA_IS_TEAM_MANAGER=Wyst\u0105pi\u0142 b\u0142\u0105d podczas pr\u00F3by okre\u015Blenia, czy poni\u017Cszy u\u017Cytkownik by\u0142 mened\u017Cerem zespo\u0142u: {0}.
ERR_VDM_REL_TYPE_NULL=Wyst\u0105pi\u0142 b\u0142\u0105d. Okre\u015Blono typ relacji o warto\u015Bci null.
ERR_VDM_DEFINITION_ATTRIBUTE_NULL=Wyst\u0105pi\u0142 b\u0142\u0105d. Klucz atrybutu definicji wirtualnej encji (nazwa atrybutu obiektu) ma warto\u015B\u0107 null.
ERR_VDM_DEFINITION_NOTFOUND=Wyst\u0105pi\u0142 b\u0142\u0105d. Nie znaleziono klucza definicji wirtualnej relacji (nazwy obiektu) \'\'{0}\'\'.
ERR_VDM_DEFINITION_NULL=Wyst\u0105pi\u0142 b\u0142\u0105d. Klucz definicji wirtualnej relacji (nazwa obiektu) ma warto\u015B\u0107 null.
ERR_VDM_REL_DEFINITION_NULL=Wyst\u0105pi\u0142 b\u0142\u0105d. Definicja wirtualnej relacji mia\u0142a warto\u015B\u0107 null dla klucza {0}.
ERR_VDA_QUERY_DEFINITION_MISSING=Wyst\u0105pi\u0142 b\u0142\u0105d podczas wykonywania zapytania. Nie mo\u017Cna by\u0142o znale\u017A\u0107 klucza atrybutu definicji obiektu: {0} w definicji: {1}.
ERR_VDA_QUERY_DEFINITION_ENABLED=Wyst\u0105pi\u0142 b\u0142\u0105d podczas wykonywania zapytania. Klucz atrybutu definicji obiektu: {0} w definicji: {1} nie jest w\u0142\u0105czony lub nie mo\u017Cna go odczyta\u0107.
ERR_VDA_QUERY_DEFINITION_SEARCHABLE=Wyst\u0105pi\u0142 podczas wykonywania zapytania. Nie mo\u017Cna przeszuka\u0107 klucza atrybutu definicji obiektu: {0} w definicji: {1}.
ERR_VDA_QUERY_SIZE_LIMIT=Wyst\u0105pi\u0142 b\u0142\u0105d podczas wykonywania zapytania: liczba znalezionych wynik\u00F3w przekracza limit rozmiaru wyszukiwania. Prosz\u0119 zaw\u0119zi\u0107 zakres wyszukiwania lub zwi\u0119kszy\u0107 limit rozmiaru wyszukiwania.
ERR_VDA_QUERY_TIME_LIMIT=Wyst\u0105pi\u0142 b\u0142\u0105d podczas wykonywania zapytania: czas wyszukiwania przekroczy\u0142 okre\u015Blony limit. Prosz\u0119 zaw\u0119zi\u0107 zakres wyszukiwania lub zwi\u0119kszy\u0107 limit czasu.
ERR_VDD_PUT_CACHE=Wyst\u0105pi\u0142 b\u0142\u0105d podczas umieszczania poni\u017Cszego klucza obiektu w pojemniku bufora VDATA w podr\u0119cznej pami\u0119ci operacyjnej serwera: {0}.
ERR_VDA_SS_READ=Wyst\u0105pi\u0142 b\u0142\u0105d podczas odczytu SecretStore {0} w obiekcie: {1}.
ERR_VDD_LDAP_SEARCH=Wyst\u0105pi\u0142 b\u0142\u0105d podczas odczytu / wyszukiwania definicji warstwy abstrakcyjnej z repozytorium r\u00F3l. Prosz\u0119 sprawdzi\u0107 poni\u017Csze parametry zapytania i zweryfikowa\u0107, czy pasuj\u0105 do schematu repozytorium to\u017Csamo\u015Bci i konfiguracji sterownika aplikacji u\u017Cytkownika - filtr wyszukiwania: {0}, katalog g\u0142\u00F3wny wyszukiwania: {1}.
ERR_VDD_REFRESH_CACHE=Wyst\u0105pi\u0142 b\u0142\u0105d podczas od\u015Bwie\u017Cania pami\u0119ci podr\u0119cznej danych warstwy abstrakcyjnej.
ERR_VDA_SS_REMOVE=Wyst\u0105pi\u0142 b\u0142\u0105d podczas usuwania SecretStore {0} w obiekcie: {1}.
ERR_VDA_REMOVE_DEFINITION=Wyst\u0105pi\u0142 b\u0142\u0105d podczas usuwania obiektu: {0}. Definicja obiektu nie zezwala na usuwanie.
ERR_VDA_SS_UPDATE=Wyst\u0105pi\u0142 b\u0142\u0105d podczas aktualizacji SecretStore {0} w obiekcie: {1}.
ERR_VDA_UPDATE_HIDDEN_ATTRIBUTE=Wyst\u0105pi\u0142 b\u0142\u0105d podczas aktualizacji obiektu: {0}. Pr\u00F3ba ukrycia atrybutu({1}), je\u015Bli jest to niedozwolone przez definicj\u0119.
ERR_VDA_UPDATE_DEFINITION=Wyst\u0105pi\u0142 b\u0142\u0105d podczas aktualizacji obiektu: {0}. Definicja obiektu nie zezwala na aktualizacj\u0119.
ERR_VDA_UPDATE_EDITABLE_ATTRIBUTE=Wyst\u0105pi\u0142 b\u0142\u0105d podczas aktualizacji obiektu: {0}. Definicja klucza atrybutu {1} nie zezwala na aktualizacje.
ERR_VDA_UPDATE_ENABLED_ATTRIBUTE=Wyst\u0105pi\u0142 b\u0142\u0105d podczas aktualizacji obiektu: {0}. Definicja klucza atrybutu {1} nie jest w\u0142\u0105czona.
ERR_VDA_UPDATE_MULTI_VALUED=Wyst\u0105pi\u0142 b\u0142\u0105d podczas aktualizacji obiektu: {0}. Definicja klucza atrybutu {1} jest jednowarto\u015Bciowa a istnieje wiele warto\u015Bci.
ERR_VDA_UPDATE_HIDDEN_ATTRIBUTE_OWNER=Wyst\u0105pi\u0142 b\u0142\u0105d podczas aktualizacji obiektu: {0}. Ukryty stan atrybutu({1}) mo\u017Ce by\u0107 zmieniany tylko przez administratora lub w\u0142a\u015Bciciela obiektu.
ERR_VDA_UPDATE_HIDDEN_OWNER=Wyst\u0105pi\u0142 b\u0142\u0105d podczas aktualizacji obiektu: {0}. Ukryty stan obiektu mo\u017Ce by\u0107 zmieniany tylko przez administratora lub w\u0142a\u015Bciciela obiektu.
ERR_VDA_UPDATE_NON_AUX_CLASS=Wyst\u0105pi\u0142 b\u0142\u0105d podczas aktualizacji obiektu: {0}. Klasa obiektu: {1} nie jest klas\u0105 dodatkow\u0105. B\u0142\u0105d ten mo\u017Ce zdarzy\u0107 si\u0119 tak\u017Ce po wywo\u0142aniu funkcji updateEntity(...) bez uprzedniego wywo\u0142ania getEntity(...).
ERR_VDA_UPDATE_NO_OBJECT_CLASS_DEFINITION=Wyst\u0105pi\u0142 b\u0142\u0105d podczas aktualizacji obiektu: {0}. Definicja obiektu {1} nie okre\u015Bla \u017Cadnych klas obiektu.
ERR_VDA_UPDATE_CREDENTIALS=Wyst\u0105pi\u0142 b\u0142\u0105d podczas aktualizacji has\u0142a u\u017Cytkownika: {0}. B\u0142\u0105d: {1}.
ERR_DOM_CREATION=Wyst\u0105pi\u0142 b\u0142\u0105d podczas tworzenia XML DOM. Nie mo\u017Cna zako\u0144czy\u0107 wniosku.
ERR_XPATH_INVALID_EXPR=Nieprawid\u0142owe wyra\u017Cenie XPath: {0}
ERR_VDM_INVALID_BINARY_VAL=Nieprawid\u0142owy typ obiektu dla atrybutu DAL Binary: \'\'{0}\'\' . Wymagany typ Java: byte[]
ERR_VDM_INVALID_PATH_VAL=Nieprawid\u0142owy typ obiektu dla atrybutu DAL Path: \'\'{0}\'\' . Wymagany typ Java: com.novell.srvprv.spi.vdata.util.PathSyntax.
ERR_VDM_INVALID_TIME_VAL=Nieprawid\u0142owy typ obiektu dla atrybutu DAL Time: \'\'{0}\'\' . Wymagany typ Java: java.util.Date.
ERR_VDM_INVALID_TYPEDNAME_VAL=Nieprawid\u0142owy typ obiektu dla atrybutu DAL Typed Name: \'\'{0}\'\' . Wymagany typ Java: com.novell.srvprv.spi.vdata.util.TypedNameSyntax.
ERR_VDA_INVALID_TYPE=Nieprawid\u0142owa warto\u015B\u0107 dla atrybutu[typ]: \'\'{0}\'\' dla obiektu \'\'{1}\'\'.
ERR_VDA_CREATE_LDAP=B\u0142\u0105d LDAP podczas tworzenia obiektu: {0}. B\u0142\u0105d: {1}.
ERR_VDA_CREATE_LDAP_ALREADY_BOUND=B\u0142\u0105d LDAP podczas tworzenia obiektu: {0}. Obiekt ju\u017C istnieje.
ERR_VDA_QUERY_NO_OBJECT_CLASS_DEFINITION=B\u0142\u0105d LDAP podczas tworzenia zapytania. Definicja obiektu {0} nie okre\u015Bla \u017Cadnej klasy obiekt\u00F3w.
ERR_VDA_GET_LDAP_ATTRIBUTES=B\u0142\u0105d LDAP podczas pobierania atrybut\u00F3w obiektu: {0}. B\u0142\u0105d: {1}.
ERR_VDA_GET_EFFECTIVE_RIGHTS=B\u0142\u0105d LDAP podczas pobierania efektywnych praw dla obiektu: {0}. B\u0142\u0105d: {1}.
ERR_VDA_GET_LDAP=B\u0142\u0105d LDAP podczas pobierania obiektu: {0}. B\u0142\u0105d: {1}.
ERR_VDA_QUERY_LDAP=B\u0142\u0105d LDAP podczas zapytania o rezultaty. B\u0142\u0105d: {0}.
ERR_VDA_REMOVE_LDAP=B\u0142\u0105d LDAP podczas usuwania obiektu: {0}. B\u0142\u0105d: {1}.
ERR_VDA_UPDATE_LDAP=B\u0142\u0105d LDAP podczas aktualizacji obiektu: {0}. B\u0142\u0105d: {1}.
ERR_VDM_NULL_LOCALE_LABEL=Ustawienia regionalne nie mog\u0105 mie\u0107 warto\u015Bci null podczas pobierania etykiety dla definicji encji: {0}
ERR_VDM_NULL_LOCALE_ENTITYDEF=Ustawienia regionalne nie mog\u0105 mie\u0107 warto\u015Bci null podczas pobierania obiektu IVirtualEntityDefinition dla klucza definicji encji: {0}
ERR_VDD_MULTIPLE_CONFIG_DEF=Znaleziono wi\u0119cej ni\u017C jedn\u0105 definicj\u0119 konfiguracji abstrakcyjnego modelu katalogu: {0}, w kontenerze {1}
ERR_VDD_NO_ATTRIBUTE_DEF=W katalogu nie znaleziono \u017Cadnych definicji abstrakcyjnych warstw XML dla nazwy instancji obiektu ({0}). Prosz\u0119 upewni\u0107 si\u0119, \u017Ce istnieje zdefiniowany atrybut XMLData i zawiera on przynajmniej jedn\u0105 definicj\u0119 atrybutu.
ERR_VDD_NO_XML=W katalogu nie znaleziono \u017Cadnych definicji abstrakcyjnych warstw XML dla nazwy instancji obiektu ({0}). Prosz\u0119 upewni\u0107 si\u0119, \u017Ce zdefiniowany atrybut XMLData zawiera prawid\u0142owy kod XML.
ERR_VDM_QUERYLIST_NO_DEFAULT_ENTITYDEF=Nie znaleziono domy\u015Blnego obiektu \'M\u00F3j profil\'. Prosz\u0119 skontaktowa\u0107 si\u0119 z administratorem systemu.
ERR_VDM_MISSING_QUERY_PARMVAL=Brak warto\u015Bci dla wymaganego klucza parametru: {0} w zapytaniu DAL: {1}.
ERR_VDM_INVALID_BOOLEAN_VAL=Ustawiono warto\u015B\u0107 \'\'{0}\'\' nie b\u0119d\u0105c\u0105 warto\u015Bci\u0105 logiczn\u0105 dla atrybutu \'\'{1}\'\', kt\u00F3ry jest zdefiniowany jako typ logiczny DAL.
ERR_VDM_INVALID_INTEGER_VAL=Ustawiono warto\u015B\u0107 \'\'{0}\'\' nie b\u0119d\u0105c\u0105 liczb\u0105 ca\u0142kowit\u0105 dla atrybutu \'\'{1}\'\', kt\u00F3ry jest zdefiniowany jako typ ca\u0142kowity DAL.
ERR_VDA_INVALID_INPUT=Jeden lub wi\u0119cej parametr\u00F3w przekazanych do warstwy danych wirtualnych ma warto\u015B\u0107 null.
ERR_INVALID_XML=Problem when trying to create a {0} DOM from the text below:\n {1}
ERR_VDD_DRIVER_EXPIRED=Sterownik aplikacji u\u017Cytkownika przekroczy\u0142 dat\u0119 wyga\u015Bni\u0119cia: {0}. Aplikacja ta b\u0119dzie bezu\u017Cyteczna do czasu uzyskania licencji na nowy sterownik. Prosz\u0119 skontaktowa\u0107 si\u0119 z pomoc\u0105 techniczn\u0105.
WARN_VDD_DRIVER_EXPIRE_DATE=Sterownik aplikacji u\u017Cytkownika wyga\u015Bnie po: {0}.
ERR_VDM_NO_QUERYLIST_FOR_DEFAULT_ENTITYDEF=Domy\u015Blny obiekt \'\'M\u00F3j profil\'\' ({0}) nie zawiera atrybutu \'\'Lista zapyta\u0144\'\'. Prosz\u0119 skontaktowa\u0107 si\u0119 z administratorem systemu.
ERR_VDM_INVALID_QUERY_PARMKEY=Klucz parametru: {0} nie jest prawid\u0142owy dla zapytania DAL: {1}.
ERR_VDA_TEAM_LOOKUP_KEY=Okre\u015Blona w DAL konfiguracja klucza definicji encji wyszukiwania zespo\u0142u u\u017Cytkownik\u00F3w jest nieprawid\u0142owa: {0}
ERR_VDM_LOCALIZED_LABEL_EVAL=Napotkano problem podczas pobierania zlokalizowanej etykiety.
ERR_UNEXPECTED_VALUE=Nast\u0105pi\u0142a pr\u00F3ba pobrania warto\u015Bci dla atrybutu [{0}] jako [{1}], lecz atrybut ma typ [{2}].
ERR_VDD_GET_ENTITY_DEF=Nie mo\u017Cna znale\u017A\u0107 warstwy abstrakcji definicji obiektu dla nast\u0119puj\u0105cych definicji klucza: {0}
ERR_INIT_SCRIPT_ENGINE=Nie mo\u017Cna zainicjowa\u0107 silnika ECMA script.
ERR_CALC_ATTR_SCRIPT_EXPR=Nie mo\u017Cna rozwi\u0105za\u0107 obliczonego atrybutu: {0} wyra\u017Cenie: [{1}]. Wyra\u017Cenie najprawdopodobniej nie jest prawid\u0142owym skryptem ECMA.
ERR_VDM_QUERYLIST_RETRIEVAL=Nie mo\u017Cna pobra\u0107 listy zapyta\u0144 dla domy\u015Blnego obiektu. Prosz\u0119 skontaktowa\u0107 si\u0119 administratorem systemu.
ERR_VDA_LDAP_NO_CREATE_PERMISSION=U\u017Cytkownik \'\'{0}\'\' nie ma uprawnie\u0144 do tworzenia obiektu \'\'{1}\'\' lub modyfikacji obiekt\u00F3w powi\u0105zanych.
ERR_VDA_LDAP_NO_DELETE_PERMISSION=U\u017Cytkownik \'\'{0}\'\' nie ma uprawnie\u0144 do usuni\u0119cia obiektu \'\'{1}\'\'.
ERR_VDA_LDAP_NO_UPDATE_PERMISSION=U\u017Cytkownik \'\'{0}\'\' nie ma uprawnie\u0144 do modyfikacji obiektu \'\'{1}\'\' lub powi\u0105zanych.
ERR_VDA_LDAP_NO_READ_PERMISSION=U\u017Cytkownik \'\'{0}\'\' nie ma uprawnie\u0144 do odczytu obiektu \'\'{1}\'\'.
WARN_VDA_GET_MULTI_VALUED=Uwaga: obiekt DN: {0}. Definicja klucza atrybutu {1} jest okre\u015Blona jako pojedyncza warto\u015B\u0107 w warstwie abstrakcji katalogu (DAL), ale w repozytorium to\u017Csamo\u015Bci istnieje wiele warto\u015Bci. Mo\u017Cna przekszta\u0142ci\u0107 ten atrybut w wielowarto\u015Bciowy lub usun\u0105\u0107 niepotrzebne warto\u015Bci atrybut\u00F3w.
WARN_VDA_OBJECT_TYPE_UNKNOWN=Uwaga: nieznany lub nieobs\u0142ugiwany typ obiektu: {0}. Obs\u0142ugiwane s\u0105 tylko u\u017Cytkownicy, grupy i kontenery.
