ERR_UNEXPECTED=Wyst\u0105pi\u0142 nieoczekiwany b\u0142\u0105d.
ERR_UNKNOWN=An error occurred accessing the portlet. Please try again later. If the problem persists, contact your System Administrator.
style-res.on-click-title-text=Prosz\u0119 klikn\u0105\u0107 wiersz wpis, aby zobaczy\u0107 szczeg\u00F3\u0142y.
style-res.attribute-select-title-text=Kryteria
style-res.alt-text-history=Historia
ERR_INVALID_ACTION=Invalid Action: no valid operation specified. Please contact your System Administrator.
style-res.noscript-text1=Kod Javascript pozwalaj\u0105cy na przes\u0142anie zapytania, przewijania do nast\u0119pnej strony wynik\u00F3w oraz sortowania wynik\u00F3w wyszukiwania.
style-res.alt-text-lookup=Wyszukiwanie
javax.portlet.preference.name.max-rows-page=Maksymalna liczba wierszy na stronie
javax.portlet.preference.description.max-rows-page=Maksymalna liczba wierszy na stronie
javax.portlet.preference.name.max-rows-total=Ca\u0142kowita maksymalna liczba wierszy
javax.portlet.preference.description.max-rows-total=Ca\u0142kowita maksymalna liczba wierszy
style-res.no-search-results-form-query=Brak wynik\u00F3w.
style-res.no-search-results=Brak rezultat\u00F3w. Prosz\u0119 przeprowadzi\u0107 inne wyszukiwanie.
style-res.alt-text-reset=Wyczy\u015B\u0107 pole
style-res.noscript-text4=Skrypt pozwalaj\u0105cy na ukrywanie/pokazywanie kontrolek na podstawie podtypu atrybutu oraz otwarcie nowego wyboru obiektu je\u015Bli podtyp atrybutu to DNLookup.
style-res.noscript-text3=Skrypt pozwalaj\u0105cy na ustawianie skupienia na polu tekstowym.
style-res.noscript-text2=Skrypt pozwalaj\u0105cy na przes\u0142anie zapytania i przekazanie wynik\u00F3w wyszukiwania kiedy portlet jest uruchamiany w nowym oknie.
style-res.label-search=Szukaj
style-res.title=Lista szukanych obiekt\u00F3w: (np: a*, Lar*, ID, *r)
style-res.object-list=Prosz\u0119 wybra\u0107 obiekt z listy:
javax.portlet.short-title=Wyszukiwanie zespo\u0142u
javax.portlet.title=Wyszukiwanie zespo\u0142u
javax.portlet.description=Portlet wyszukiwania zespo\u0142u
javax.portlet.display-name=Portlet wyszukiwania zespo\u0142u
style-res.msg-value-required=Do wyszukiwania wymagana jest warto\u015B\u0107 atrybutu.
ERR_INVALID_QUERY=Niepoprawne zapytanie.
ERR_INVALID_DNLOOKUP_QUERY=Zapytanie musi by\u0107 zbudowane z atrybutu o podtypie DNLookup.
ERR_INVALID_CONTAINER_QUERY=Zapytanie musi by\u0107 zbudowane z jednostki kt\u00F3ra posiada definicj\u0119 kontenera jednostki.
ERR_INVALID_SESSION=The session must contain a valid PrintJob object. Make sure the calling portlet has set the necessary parameters. The calling portlet may not be in state that is printable.
ERR_INVALID_DNLOOKUP_RENDER_PARM=Do tego portletu musz\u0105 by\u0107 przekazane prawid\u0142owe warto\u015Bci ENTITY_DEFINITION_KEY ({0}) oraz ATTRIBUTE_KEY ({1}). Upewnij si\u0119, \u017Ce wywo\u0142uj\u0105cy portlet ustawi\u0142 wymagane parametry.
ERR_INVALID_RENDER_PARM=This portlet must be passed a valid portlet-unique-id. Make sure the calling portlet has set the necessary parameters or check the print portal-option.
style-res.value-title-text=Warto\u015B\u0107
javax.portlet.keywords=list, param, DN lookup, Container lookup
