Repository: aviarypl/suse-l10n-pl
Catalog: hpc.*.po
Languages: pl

source: YaST Cluster Module did not find a Job-Queue on PBS_Server. Maybe this Module was started for the first time?
pl: Moduł klastrów YaST-a nie znalazł kolejki zadań na PBS_Server. Możliwe, że ten moduł został uruchomiony pierwszy raz?

source: Do you want YaST to create a default Queue Configuration?
pl: Czy YaST ma utworzyć domyślną konfigurację kolejki?

source: Select Queue:
pl: Wybierz kolejkę:

source: Collecting Nodes information
pl: Zbieranie informacji o węzłach

source: Collect node information
pl: Zbieranie informacji o węzłach

source: Collecting node information...
pl: Zbieranie informacji o węzłach...

source: &Abort Installation
pl: &Przerwij instalację

source: Writing NFS Data
pl: Zapisywanie danych NFS

source: Write NFS Data
pl: Zapisywanie danych NFS

source: Restart NFS-Server
pl: Ponowne uruchamianie serwera NFS

source: Writing NFS Data ...
pl: Zapisywanie danych NFS...

source: Restarting NFS-Server ...
pl: Ponowne uruchamianie serwera NFS...

source: Open Ports in Firewall
pl: Otwórz porty w zaporze sieciowej

source: Firewall is disabled
pl: Zapora sieciowa jest wyłączona

source: Firewall enabled
pl: Zapora sieciowa włączona

source: Initializing HPC-Setup
pl: Inicjalizacja konfiguracji HPC

source: Check required packages
pl: Sprawdzanie wymaganych pakietów

source: Check required services
pl: Sprawdzanie wymaganych pakietów

source: Check required files
pl: Sprawdzanie wymaganych plików

source: Check SSH settings
pl: Sprawdzanie ustawień OpenSSH

source: Read firewall settings
pl: Wczytywanie ustawień zapory sieciowej

source: Checking required packages...
pl: Sprawdzanie wymaganych pakietów...

source: Checking required services...
pl: Sprawdzanie wymaganych usług...

source: Checking required files...
pl: Sprawdzanie wymaganych plików...

source: Checking SSH settings...
pl: Sprawdzanie ustawień OpenSSH...

source: Reading firewall settings...
pl: Wczytywanie ustawień zapory sieciowej...

source: &Server
pl: &Serwer

source: &Nodes
pl: &Węzły

source: Back
pl: Wstecz

source: By pressing the "Detect Nodes"-Button YaST will query the network for available Compute Nodes. If your local network is bigger than Class C, this might take quite a while.<br> "Back" will guide you to the Beginning of this Module.
pl: Naciśnięcie przycisku "Wykryj węzły" spowoduje, że YaST spróbuje odnaleźć w sieci dostępne węzły obliczeniowe. Jeśli lokalna sieć jest większa niż klasa C, może to potrwać dłuższą chwilę.<br> "Wstecz" przenosi na początek tego modułu.

source: <p><b>PBS-Setup</b></p> In this section you can configure the PBS-Server and PBS-Scheduler issues.<br> <p><b>PBS-Server</b></p> To change a value of a PBS-Queue, click on the desired Queue-Item to open the Property-List. Then click on the Property you want to change and adjust it in the "Value"-Window. Don't forget to save changed values.<br> To add/delete a queue, click on an existing queue and press the "Add"/"Delete"-Button. A Popup-Window will appear where you can enter a new queue name or confirm queue-deletion.<br> To add/delete queue features, click on a queue feature of an existing queue and press the "Add"/"Delete"-Button. A Popup-Window will ask you for feature-values.<br> <p><b>PBS-Scheduler</b></p> The Scheduler config should work as is. However, if you need to change it, open the Scheduler-Config-Editor to change Values. This is just recommended for advanced Users.
pl: <p><b>Konfiguracja PBS</b></p> Ta sekcja pozwala na konfigurację serwera i schedulera PBS.<br> <p><b>PBS-Server</b></p> Aby zmienić wartość kolejki PBS, należy kliknąć żądaną pozycję kolejki na liście właściwości, a następnie kliknąć na danej własności i dostosować ją w oknie "Wartość". Należy pamiętać o zapisaniu zmienionych wartości.<br> Aby dodać/usunąć kolejkę, należy kliknąć na istniejącej kolejce i wybrać przycisk "Dodaj"/"Usuń"-Button. W nowym oknie będzie można wprowadzić nazwę nowej kolejki lub potwierdzić usunięcie starej.<br> Aby dodać/usunąć cechy kolejki, należy kliknąć jednej z cech istniejących kolejek i wybrać przycisk "Dodaj"/"Usuń". W nowym oknie będzie można ustalić wartości danej cechy.<br> <p><b>PBS-Scheduler</b></p> Domyślna konfiguracja Schedulera powinna działać poprawnie w większości syutacji. W celu dokonania w niej zmian, należy uruchomić edytor konfiguracji schedulera. Zalecane jest to wyłącznie dla zaawansowanych użytkowników.

source: Here you can configure the Queues ..... bla bla bla...
pl: W tym miejscu można skonfigurować kolejki.

source: <p><b>Nodes-Setup</b></p> This section allows you to manage your Cluster Nodes. Before you can add a Node to your Cluster, you have to hand over Client-root-ssh-access to this module. From now on YaST-Cluster Module can install and configure all needed things on the Client.<br> To add a Compute Node to the Cluster, select the appropriate Number of CPUs using the Combo-Box and press the "Add Node to Cluster"-Button. Be aware that this will also install ssh-hostbased authentication on this client node.<br> To delete a Compute node just press the associated Button and follow the dialog.
pl: <p><b>Konfiguracja węzłów</b></p> Ta sekcja pozwala na zarządzanie węzłami klastra. Zanim do klastra zostanie dodany nowy węzeł, należy przekazać temu modułowi Client-root-ssh-access. Od tej pory moduł klastrów YaSTa będzie mógł instalować i konfigurować na kliencie wszystkie wymagane pakiety. <br> Aby dodać do klastra węzeł obliczeniowy, należy wybrać odpowiednią Liczbę CPU i nacisnąć przycisk "Dodaj węzeł do klastra". Należy pamiętać, że spowoduje to też zainstalowanie uwierzytelniania ssh opartego o hosta na węźle klienckim.<br> Aby usunąć węzeł obliczeniowy, wystarczy nacisnąć odpowiedni przycisk i postępować zgodnie ze wskazówkami.

source: Here you can configure the Services ..... bla bla bla...
pl: W tym miejscu można skonfigurować usługi.

source: <p><b> OpenPBS-Setup</b></p><br> This Wizard-dialog will help you setup the Open PBS Scheduling System.<br> Share-Directory-Configuration:<br> Enter an existing directory where common hpc-relevant data will be stored and exported to the client nodes.<br><br> Home-Directory-Configuration:<br> Enter the location of the $HOME-directory (which is normally /home) to ensure that clients can also mount it.<br><br> Automounter Maps of these Directories will only be considered if changes are made within this Module.<br><br> Firewall Configuration:<br> To provide OpenPBS-Service on this server, it is mandatory to open some Firewall Ports (NFS, NIS, DHCP, NTP, SSH, OpenPBS). By checking the Box under '<b>Firewall Configuration</b>' this will be done by YaST.
pl: <p><b> Konfiguracja OpenPBS</b></p><br> Ten kreator pozwala skonfigurować system harmonogramu Open PBS.<br> Konfiguracja katalogu współdzielonego:<br> Należy wprowadzić istniejący katalog, w którym będą przechowywane dane istotne dla hpc oraz z którego będą eksportowane do węzłów klienckich.<br><br> Konfiguracja katalogu domowego:<br> Należy wprowadzić położenie katalogu $HOME (zazwyczaj /home), by klienty także mogły go montować.<br><br> Mapy automontera dla tych katalogów zostaną uwzględnione tylko, jeśli dokonano zmian w tym module.<br><br> Konfiguracja zapory sieciowej:<br> Aby usługa OpenPBS działała na tym serwerze, konieczne jest otwarcie kilku portów w zaporze sieciowej Firewall Ports (NFS, NIS, DHCP, NTP, SSH, OpenPBS). Zaznaczenie odpowiedniego pole w '<b>Konfiguracji zapory sieciowej</b>' spowoduje, że operację tę wykona YaST.

source: <p><b>OpenPBS-Setup</b></p><br> The Open portable batch system is initializing necessary components. Please stand by till YaST has finished these steps.
pl: <p><b>Konfiguracja OpenPBS</b></p><br> OpenPBS inicjalizuje wymagane komponenty. Proszę czekać, aż YaST zakończy te kroki.

source: This will create NIS-Automounter maps and NFS-Configuration. Please wait until YaST has written your configuration to disk.
pl: Zostaną utworzone mapy NIS-Automounter i konfiguracja NFS. Proszę czekać, aż YaST zapisze konfigurację na dysk.

source: YaST is scanning your Network environment for possible Compute Nodes. This may, depending on your Network size, take a while. Please wait til YaST has finished the Network scan.
pl: YaST skanuje teraz środowisko sieciowe w poszukiwaniu węzłów obliczeniowych. W zależności od rozmiaru sieci może to trochę potrwać. Proszę czekać, aż YaST zakończy skanowanie sieci.

source: The Following Error caused the Installation to abort:
pl: Poniższy błąd spowodował przerwanie instalacji:

source: There are packages missing! Do you want to install these packages ?
pl: Brakuje niektórych pakietów! Czy je zainstalować?

source: This will enable ssh-Hostbased Authentication on the Client Node. Are you shure you want to continue ?
pl: Czy aby na pewno usunąć całą kolejkę?

source: There were no Hosts to contact for the YaST-Module:
pl: Nie odnaleziono żadnych hostów, które można by zapytać o moduł YaST:

source: To add or remove a Clusternode, a pbs_server restart is necessary. Restart of pbs_server could also affect a loss of all jobs currently queued. Are you shure you want to continue and possibly loose queued Jobs? (You can also restart the pbs_server later!)
pl: Aby dodać lub usunąć węzeł klastra, konieczne jest ponowne uruchomienie pbs_server. Ponowne uruchomienie pbs_server może spowodować utratę wszystkich obecnie zakolejkowanych zadań. Na pewno kontynuować pomimo ryzyka utraty zakolejkowanych zadań? (pbs_server later można uruchomić ponownie później!)

source: HPC configuration module.
pl: Moduł konfiguracji HPC.

source: edit scheduler config-file
pl: edytuj plik konfiguracji schedulera

source: Nodes Configuration
pl: Konfiguracja węzłów

source: IP-Address
pl: Adres IP

source: ClusterNode
pl: Węzeł klastra

source: Name
pl: Nazwa

source: CPUs
pl: CPU

source: SSH Access
pl: Dostęp SSH

source: Add Node to cluster
pl: Dodaj węzeł do klastra

source: Remove Node from cluster
pl: Usuń węzeł z klastra

source: Choose &Nr of CPUs
pl: Wybierz &liczbę CPU

source: Obtain SSH Access
pl: Uzyskaj dostęp SSH

source: Share Directory Configuration:
pl: Konfiguracja katalogu współdzielonego:

source: Mountpoint
pl: Punkt montowania

source: Hosts
pl: Hosty

source: Options
pl: Opcje

source: Home Directory Configuration:
pl: Konfiguracja katalogu domowego:

source: Firewall Configuration:
pl: Konfiguracja zapory sieciowej:

source: Configuration Progress
pl: Postęp konfiguracji

source: NIS already configured
pl: NIS został już skonfigurowany

source: DHCP already configured
pl: DHCP zostało już skonfigurowane

source: NFS Configuration
pl: Konfiguracja NFS

source: Next
pl: Dalej

source: Abort
pl: Przerwij

source: NIS- and DHCP-Setup have been finished.
pl: Zakończono konfigurowanie DHCP i NIS.

source: You can start your Cluster-Nodes now in order to get a valid IP-Adress assigned by dhcp-server.
pl: Można uruchomić własne węzły klastrów aby otrzymać poprawny adres IP przypisany przez dhcp-server.

source: Prepare for PBS Configuration
pl: Przygotowanie do konfiguracji PBS

source: Detect Nodes
pl: Wykryj węzły

source: PBS Server / Client configuration
pl: Konfiguracja serwera/klienta PBS

source: Finish
pl: Zakończ
