Repository: aviarypl/suse-l10n-pl
Catalog: ldap-server.*.po
Languages: pl

source: Invalid suffix.
pl: Nieprawidłowy przyrostek.

source: Invalid 'rootdn'.
pl: Nieprawidłowe "rootdn".

source: 'rootdn' must be below the 'suffix'.
pl: "'rootdn" musi być poniżej "przyrostka".

source: Invalid directory path.
pl: Nieprawidłowa ścieżka do katalogu.

source: Invalid password.
pl: Nieprawidłowe hasło.

source: Initializing LDAP Server Configuration
pl: Inicjowanie konfiguracji serwera LDAP

source: Read the database list
pl: Wczytywanie listy baz danych

source: Read the databases
pl: Wczytywanie baz danych

source: Read global options
pl: Wczytywanie opcji globalnych

source: Reading the database list...
pl: Wczytywanie listy baz danych...

source: Reading the databases...
pl: Wczytywanie baz danych...

source: Reading global options...
pl: Wczytywanie opcji globalnych...

source: Finished
pl: Zakończono

source: Cannot read the database list.
pl: Nie można odczytać listy baz danych.

source: Cannot read the database '%s'.
pl: Nie można odczytać bazy danych "%s".

source: Cannot read the allow list.
pl: Nie można odczytać listy zezwoleń.

source: Cannot read the log level.
pl: Nie można odczytać poziomu dziennika zdarzeń.

source: Cannot read the schema include list.
pl: Nie można odczytać listy dołączania schematów.

source: Cannot read the TLS settings.
pl: Nie można odczytać ustawień TLS.

source: Saving LDAP Server Configuration
pl: Zapisywanie konfiguracji serwera LDAP

source: Write global settings
pl: Zapisywanie ustawień globalnych

source: Add new databases
pl: Dodawanie nowych baz danych

source: Edit databases
pl: Edycja baz danych

source: Cannot write 'allow list'.
pl: Nie można zapisać "listy zezwoleń".

source: Cannot write 'loglevel'.
pl: Nie można zapisać "poziomu dziennika zdarzeń".

source: Cannot write schema include list.
pl: Nie można zapisać listy dołączania schematów.

source: Cannot write to '/etc/sysconfig/openldap'.
pl: Nie można zapisać /etc/sysconfig/openldap

source: Cannot write 'TLS Settings'.
pl: Nie można zapisać "ustawień TLS".

source: Cannot add new database '%s'.
pl: Nie można dodać nowej bazy danych "%s".

source: Cannot write the database '%s'.
pl: Nie można zapisać bazy danych "%s".

source: Database type '%s' is not supported. Allowed are 'bdb' and 'ldbm'.
pl: Baza danych typu "%s" nie jest obsługiwana. Dopuszczalne są bazy typu 'bdb' i 'ldbm'.

source: The countryName must be an ISO-3166 country 2-letter code.
pl: Atrybut countryName musi być dwuliterowym kodem ISO-3166 kraju.

source: First part of suffix must be c=, st=, l=, o=, ou= or dc=.
pl: Pierwszą częścią przyrostka musi być c=, st=, l=, o=, ou= lub dc=.

source: To set a password, you must define 'rootdn'.
pl: Aby ustawić hasło, należy zdefiniować "rootdn".

source: Define 'passwd'.
pl: Proszę zdefiniować "hasła".

source: '%s' is an unsupported crypt method.
pl: "%s" nie jest obsługiwanym sposobem szyfrowania.

source: Define 'directory'.
pl: Proszę zdefiniować "katalog".

source: Could not create directory.
pl: Nie można utworzyć katalogu.

source: The directory does not exist.
pl: Katalog nie istnieje.

source: Invalid cache size value.
pl: Nieprawidłowy rozmiar bufora.

source: Invalid checkpoint value.
pl: Niepoprawna wartość kontrolna.

source: Database edit failed.
pl: Edycja bazy danych nie powiodła się.

source: Missing parameter 'suffix'.
pl: Brak parametru "przyrostek".

source: Cannot restart the service.
pl: Nie można ponownie uruchomić usługi.

source: Cannot stop the service.
pl: Nie można zatrzymać usługi.

source: CA certificate file does not exist.
pl: Plik certyfikatu CA nie istnieje.

source: CA certificate path does not exist.
pl: Ścieżka certyfikatu CA nie istnieje.

source: Certificate file does not exist.
pl: Plik certyfikatu nie istnieje.

source: Certificate key file does not exist.
pl: Plik klucza certyfikatu nie istnieje.

source: Invalid value for 'TLSVerifyClient'.
pl: Nieprawidłowa wartość dla 'TLSVerifyClient'

source: Writing failed.
pl: Zapis nie powiódł się.

source: Missing 'ServerCertificateFile' parameter.
pl: Brak parametru "ServerCertificateFile".

source: Cannot read certificate file.
pl: Nie można odczytać pliku certyfikatu.

source: Missing 'ServerCertificateData' parameter.
pl: Brak parametru "ServerCertificateData".

source: Corrupt PEM data.
pl: Uszkodzone dane PEM.

source: Missing 'ServerKeyFile' parameter.
pl: Brak parametru "ServerKeyFile".

source: Cannot read key file.
pl: Nie można odczytać pliku klucza.

source: Missing 'ServerKeyData' parameter.
pl: Brak parametru "ServerKeyData".

source: Cannot read CA certificate file.
pl: Nie można odczytać pliku certyfikatu CA.

source: Cannot write certificate file.
pl: Nie można zapisać pliku certyfikatu.

source: Cannot write key file.
pl: Nie można zapisać pliku klucza.

source: Cannot write CA certificate file.
pl: Nie można zapisać pliku certyfikatu CA.

source: The package '%1' is not available. YaST2 cannot continue the configuration without installing the package.
pl: Pakiet '%1' nie jest dostępny. YaST2 nie może kontynuować konfiguracji bez zainstalowania tego pakietu.

source: YaST2 cannot continue the configuration without installing the required packages.
pl: YaST2 nie może kontynuować konfiguracji bez zainstalowania wymaganych pakietów.

source: LDAP Server Configuration
pl: Konfiguracja serwera LDAP

source: LDAP Server to Configure
pl: Serwer LDAP do skonfigurowania

source: LDAP Server Overview
pl: Przegląd serwera LDAP

source: Number
pl: Numer

source: LDAP Server
pl: Serwer LDAP

source: &Start LDAP Server
pl: Uruchom &serwer LDAP

source: &Configure...
pl: Skon&figuruj...

source: Register at an &SLP Daemon
pl: Zarejestrowanie demona &SLP

source: OpenLDAP Server Settings
pl: Ustawienia serwer OpenLDAP

source: E&nable Server
pl: Włą&cz serwer

source: &Disable Server
pl: W&yłącz serwer

source: A&ppend Base DN
pl: D&odaj Base DN

source: LDAP &Password
pl: Hasło LDA&P

source: &Validate Password
pl: Spra&wdzenie hasła

source: &Encryption
pl: Szyfrowani&e

source: Activate Start&TLS with Common Server Certificate
pl: Aktywuj Start&TLS z użyciem certyfikatu Common Server Certificate

source: Changing anything in this dialog disables the automatic generation of base DN, root DN, and LDAP password.
pl: Zmiana czegokolwiek w tym oknie uniemożliwi automatyczne utworzenie DN, root DN i hasła LDAP.

source: Password validation failed.
pl: Nieprawidłowe hasło.

source: Configuration:
pl: Konfiguracja:

source: <p><b><big>LDAP Server Configuration</big></b><br> Change the settings of the initial LDAP database here.</p>
pl: <p><b><big>Konfiguracja serwera LDAP</big></b><br> W tym miejscu można zmienić ustawienia początkowej bazy LDAP.<br></p>

source: <p>The <b>Base DN</b> option specifies the root of the database that will be created.</p>
pl: <p>Opcja <b>Base DN</b> określa korzeń bazy danych, która zostanie utworzona.</p>

source: <p>A <b>Root DN</b> along with a <b>Root Password</b> makes it possible to to authenticate as the superuser for the database, surpassing all ACLs and other administrative limit restrictions. Checking <b>Append Base DN</b> appends the <b>Base DN</b> entered above, for example, a base DN of <tt>dc=com</tt> and root DN of <tt>c=Admin</tt> would combine to an effective root DN of <tt>c=Admin,dc=com</tt>.<p>
pl: <p><b>Root DN</b>, razem z <b>Hasłem użytkownika root</b>, daje możliwość uwierzytelnienia do bazy danych jako superużytkownik, pomijając całą kontrolę dostępu ACL i inne administracyjne ograniczenia dostępu. Zaznaczenie <b>Dodaj Base DN</b> dodaje <b>Base DN</b> podany powyżej, np. base DN z <tt>dc=com</tt> i root DN z <tt>c=Admin</tt> zostaną połączone w jedno root DN <tt>c=Admin,dc=com</tt>.<p>

source: <p>The <b>Root Password</b> is initially set to the system root password entered earlier in the installation process. Change it in the edit fields. Change the password encryption method in the relevant field.</p>
pl: <p><b>Hasło użytkownika root</b> jest początkowo ustawione na hasło systemowego użytkownika root podane wcześniej w czasie instalacji. Można je zmienić w polach edycji. W odpowiednim polu można także zmienić metodę szyfrowania.</p>

source: <p>Checking the <b>Activate StartTLS</b> option enables the LDAP server to process incoming StartTLS requests. This requires the common server certificate that can be set up in the <b>CA Management</b> YaST module.</p>
pl: <p>Zaznaczenie opcji <b>Aktywuj StartTLS</b> włącza przetwarzanie przez serwer LDAP przychodzących żądań StartTLS. Wymaga to certyfikatu serwera, który można ustawić w module YaST <b>Zarządzanie CA</b>.</p>

source: <p>If <b>Register at an SLP Daemon</b> is checked, the LDAP server tries to find a running SLP daemon at which to register.</p>
pl: <p>Jeśli zaznaczona jest opcja <b>Zarejestruj demona SLP</b>, to serwer LDAP spróbuje znaleźć działającego demona SLP, u którego mógłby się zarejestrować.</p>

source: <p><b><big>Initializing LDAP Server Configuration</big></b><br>Please wait...<br></p>
pl: <p><b><big>Inicjowanie konfiguracji serwera LDAP</big></b><br>Proszę czekać...<br></p>

source: <p><b><big>Aborting Initialization:</big></b><br> Safely abort the configuration utility by pressing <b>Abort</b> now.</p>
pl: <p><b><big>Przerywanie inicjalizacji:</big></b><br> Aby bezpiecznie przerwać działania konfiguratora, proszę nacisnąć przycisk <b>Przerwij</b>.</p>

source: <p><b><big>Saving LDAP Server Configuration</big></b><br> Please wait...<br></p>
pl: <p><b><big>Zapisywanie konfiguracji serwera LDAP</big></b><br> Proszę czekać...<br></p>

source: <p><b><big>Aborting Saving:</big></b><br> Abort the save procedure by pressing <b>Abort</b>. An additional dialog informs whether it is safe to do so. </p>
pl: <p><b><big>Przerywanie zapisu:</big></b><br> Aby przerwać procedurę zapisu, proszę nacisnąć przycisk <b>Przerwij</b>. W osobnym okno zostanie wyświetlona informacja o tym, czy jest to bezpieczne. </p>

source: <p><b><big>LDAP Server Configuration</big></b><br> Configure an LDAP server here.<br></p>
pl: <p><b><big>Konfiguracja serwera LDAP</big></b><br> Tutaj skonfiguruj serwer LDAP.<br></p>

source: <p><b><big>Adding an LDAP Server:</big></b><br> Choose an LDAP server from the list of detected LDAP servers. If your LDAP server was not autodetected, use <b>Other (not detected)</b>. Then press <b>Configure</b>.</p>
pl: <p><b><big>Dodawanie serwera LDAP:</big></b><br> Proszę wybrać serwer LDAP z listy znalezionych serwerów LDAP. Jeśli żądany serwer LDAP nie został automatycznie wykryty, należy wybrać <b>Inny (nie wykryty)</b> i następnie nacisnąć przycisk <b>Konfiguracja</b>.</p>

source: <p><b><big>Editing or Deleting:</big></b><br> If you press <b>Edit</b>, an additional dialog in which to change the configuration opens.</p>
pl: <p><b><big>Edycja lub usuwanie:</big></b><br> Naciśnięcie przycisku <b>Edytuj</b> spowoduje otwarcie nowego okna, w którym można zmienić konfigurację.</p>

source: <p><b><big>LDAP Server Configuration Overview</big></b><br> Obtain an overview of installed LDAP servers. Additionally edit their configuration.<br></p>
pl: <p><b><big>Przegląd konfiguracji serwera LDAP</big></b><br> W tym miejscy wyświetlany jest przegląd konfiguracji zainstalowanych serwerów LDAP. Dodatkowo, można zmienić ich konfigurację.<br></p>

source: <p><b><big>Adding an LDAP Server:</big></b><br> Press <b>Add</b> to configure an LDAP server.</p>
pl: <p><b><big>Dodawanie serwera LDAP:</big></b><br> Aby skonfigurować serwer LDAP, należy nacisnąć przycisk <b>Dodaj</b> .</p>

source: <p><b><big>Editing or Deleting:</big></b><br> Choose an LDAP server to change or remove. Then press <b>Edit</b> or <b>Delete</b> as desired.</p>
pl: <p><b><big>Edycja lub usuwanie:</big></b><br> Aby zmodyfikować lub usunąć serwer LDAP, należy nacisnąć <b>Edytuj</b> or <b>Usuń</b>.</p>

source: <p><b><big>Configuration Part One</big></b><br> Press <b>Next</b>. <br></p>
pl: <p><b><big>Pierwsza część konfiguracji</big></b><br> Proszę nacisnąć przycisk <b>Dalej</b>. <br></p>

source: <p><b><big>Selecting something:</big></b><br> It is not possible, you must code it first :-) </p>
pl: <p><b><big>Wybieranie:</big></b><br> Nie jest to możliwe, trzeba to najpierw zakodować :-) </p>

source: <p><b><big>Configuration Part Two</big></b><br> Press <b>Next</b>. <br></p>
pl: <p><b><big>Druga część konfiguracji</big></b><br> Proszę nacisnąć przycisk <b>Dalej</b>. <br></p>

source: <p>With <b>Start LDAP Server Yes or No</b>, start or stop the LDAP server.</p>
pl: <p>Za pomocą opcji <b>Uruchom serwer LDAP</b>, można uruchomić lub zatrzymać serwer LDAP.</p>

source: <p>Click <b>Configure...</p> to configure the LDAP server.</p>
pl: <p>Aby skonfigurować serwer LDAP, należy nacisnąć przycisk <b>Skonfiguruj...</b> .</p>

source: <p>Below this item, configure some global parameters.</p>
pl: <p>Wybierając opcje znajdujące się poniżej tego elementu, można skonfigurować parametry globalne.</p>

source: <p>Add or remove schema files in this dialog. Press <b>Add</b> to open a file dialog in which to choose a new schema.</p>
pl: <p>W tym oknie można dodawać i usuwać pliki schematów. Naciśnięcie przycisku <b>Dodaj</b> spowoduje otwarcie okna, w którym można wybrać nowy schemat.</p>

source: <p>Select a schema file in the list and press <b>Delete</b> to remove it from the configuration file.</p>
pl: <p>Aby usunąć plik schematu z pliku konfiguracyjnego, należy wybrac go z listy i nacisnąć przycisk <b>Usuń</b> .</p>

source: <p>With the <b>Up</b> and <b>Down</b> buttons, change the position of the selected schema file. Keep in mind that some schema files depend on others. An incorrect order causes the LDAP server not to start.</p>
pl: <p>Z pomocą przycisków <b>W górę</b> i <b>W dół</b>, można zmieniać pozycję wybranego pliku schematu. Należy pamiętać, że niektóre pliki schematów zależą od innych. Nieprawidłowa kolejność sprawi, że serwer LDAP nie zostanie uruchomiony.</p>

source: <p>Specify the level at which debugging statements and operation statistics should be written to syslog.</p>
pl: <p>W tym miejscu mozna określić poziom, przy którym polecenia debugujące i statystyki działania powinny być zapisywane do demona systelog.</p>

source: <p>Here, enable or disable a set of special features.</p>
pl: <p>W tym miejscu można włączyć lub wyłączyć zestaw funkcji specjalnych.</p>

source: <p>If TLS is active, view the current settings here.</p>
pl: <p>Jeśli TLS jest aktywne, to w tym miejscu wyświetlane są jego bieżące ustawienia.</p>

source: <p>With <b>Select Certificate...</b>, configure new certificates for this service.</p>
pl: <p>Za pomocą opcji <b>Wybierz certyfikat...</b> można skonfigurować nowy certyfikat dla tej usługi.</p>

source: <p>You can see a list of configured databases.</p>
pl: <p>Oto lista skonfigurowanych baz danych.</p>

source: <p>To add a new database, press <b>Add Database...</b>.</p>
pl: <p>Aby dodać nową bazę danych, należy nacisnąć przycisk <b>Dodaj bazę danych...</b>.</p>

source: <p>In this dialog, edit some parameters of this database.<p>
pl: <p>W tym miejscu można edytować niektóre parametry bazy danych.<p>

source: <p>With <b>Root DN</b>, change the DN for the administrator.
pl: <p>Używając <b>Root DN</b>, można zmienić DN dla administratora.

source: Enter the complete DN or only the first part and append the base DN automatically with <b>Append Base DN</b>.</p>
pl: Proszę wprowadzić pełną nazwę DN albo tylko część początkową i dodać automatycznie base DN za pomocą przycisku <b>Dodaj Base DN</b>.</p>

source: <p>To change the password for the root account, enter a new one and select the <b>Encryption</b>.</p>
pl: <p>Aby zmienić hasło konta root, należy wprowadzić nowe i wybrać <b>Szyfrowanie</b>.</p>

source: <p>The password fields are initially empty, even if a password is already set in the configuration file.</p>
pl: <p>Pola haseł są początkowo puste, nawet jeśli hasło jest już ustawione w pliku konfiguracyjnym.</p>

source: Configuration of LDAP server
pl: Konfiguracja serwera LDAP

source: The LDAP database has already been created. You can change the settings later in the installed system.
pl: Baza danych LDAP została już utworzona. Jej ustawienia można zmienić później w zainstalowanym systemie.

source: [root password]
pl: [hasło użytkownika root]

source: [manually set]
pl: [ustawione ręcznie]

source: Unable to retrieve system root password. Change password to continue.
pl: Nie było możliwe uzyskanie hasła użytkownika root. Aby kontynuować, proszę zmienić hasło.

source: LDAP Server Configuration:
pl: Konfiguracja serwera LDAP:

source: LDAP Password:
pl: Hasło LDAP:

source: Start LDAP Server:
pl: Uruchomienie serwer LDAP:

source: YES
pl: TAK

source: Register at SLP Daemon:
pl: Rejestacja demona SLP:

source: NO
pl: NIE

source: OpenLDAP Server
pl: Serwer OpenLDAP

source: Open&LDAP Server
pl: Serwer Open&LDAP

source: OpenLDAP Server: Common server certificate not available. StartTLS is disabled.
pl: Serwer OpenLDAP: Brak certyfikatów serwera. StartTLS zostało wyłączone.

source: Included &Schema Files
pl: Dołączone pliki &schematów

source: The file '%1' is not a schema file.
pl: Plik "%1" nie jest plikiem schematu.

source: Select New Schema File
pl: Proszę wybrać nowy plik schematu

source: The schema file is already in the list.
pl: Plik schematu znajduje się już na liście.

source: Choose a certificate if you want to activate TLS.
pl: Aby aktywować TLS, proszę wybrac certyfikat.

source: Current Configuration:
pl: Bieżąca konfiguracja:

source: The following changes will be made:
pl: Zostaną wprowadzone następujące zmiany:

source: Configuring Common Server Certificate
pl: Konfiguracja certyfikatu Common Server Certificate

source: Importing the Following Certificates:
pl: Importowanie następujących certyfikatów:

source: An internal error occurred. View the log file.
pl: Wystąpił błąd wewnętrzny. Proszę zapoznać się z dziennikiem zdarzeń.

source: Select CA Certificate File
pl: Proszę wybrać plik certyfikatu CA

source: Select Certificate File
pl: Proszę wybrać plik certyfikat

source: Select Certificate Key File
pl: Prosze wybrać plik klucza certyfikatu

source: Server certificate file is required.
pl: Plik certyfikatu serwera jest wymagany.

source: Server key file is required.
pl: Plik klucza serwera jest wymagany.

source: Available Databases:
pl: Dostępne bazy danych:

source: Select Database Directory
pl: Wybierz katalog z bazą danych

source: Base DN must be set.
pl: Base DN musi być zdefiniowany.

source: A database with that Base DN already exists.
pl: Baza danych z podanym Base DN już istnieje.

source: Root DN must be set if a password is given.
pl: Jeśli zostało podane hasło, należy ustawić Root DN.

source: A directory must be specified.
pl: Należy podac katalog.

source: The directory does not exist. Create it?
pl: Katalog nie istnieje. Czy utworzyć go?

source: Unable to write settings for the current database.
pl: Nie można zapisać ustawień dla bieżącej bazy danych.

source: Unable to read settings for the current database.
pl: Nie można odczytać ustawień bieżącej bazy danych.

source: Global Settings
pl: Ustawienia globalne

source: Schema Files
pl: Pliki schematu

source: Log Level Settings
pl: Ustawienia poziomu dziennika zdarzeń

source: Select &Log Level Flags:
pl: Wy&bierz znaczniki poziomu dziennika zdarzeń:

source: Trace Function Calls
pl: Śledź wywołania funkcji

source: Debug Packet Handling
pl: Debuguj obsługę pakietów

source: Heavy Trace Debugging
pl: Zastosuj debugowanie typu Heavy Trace

source: Connection Management
pl: Zarządzanie połączeniami

source: Print Packets Sent and Received
pl: Wyświetlaj wysłane i odebrane pakiety

source: Search Filter Processing
pl: Przetwarzanie filtrów wyszukiwania

source: Configuration File Processing
pl: Przetwarzanie plików konfiguracyjnych

source: Access Control List Processing
pl: Przetwarzanie list praw dostępu

source: Log Connections, Operations, and Result
pl: Rejestruj połączenia, operacje i wyniki

source: Log Entries Sent
pl: Wysłane pozycje dziennika zdarzeń

source: Print Communication with Shell Back-Ends
pl: Komunikacja drukowania z powłoką

source: Entry Parsing
pl: Parsowanie pozycji

source: Allow Settings
pl: Ustawienia zezwoleń

source: Select &Allow Flags:
pl: Prosze wybrać zn&acznki zezwoleń:

source: LDAPv2 Bind Requests
pl: Żądania LDAPv2 Bind

source: Anonymous Bind when Credentials Not Empty
pl: Anonimowe żądania Bind kiedy uwierzytelnienia niepuste

source: Unauthenticated Bind when DN Not Empty
pl: Nieuwierzytelnione Bind gdy DN niepuste

source: Unauthenticated Update Options to Process
pl: Nieuwierzytelnione opcje aktualizacji do przetworzenia

source: TLS Settings
pl: Ustawienia TLS

source: TLS Active
pl: TLS aktywne

source: &Select Certificate...
pl: Wybierz &certyfikat...

source: Select Type
pl: Wybierz typ

source: &Import Certificates
pl: &Importuj certyfikaty

source: Use C&ommon Server Certificate
pl: Użyj certyfikatu C&ommon Server Certificate

source: Import Certificate
pl: Import certyfikatu

source: Certificate &File (PEM Format)
pl: Plik certyfikatu (w &formacie PEM)

source: &Browse...
pl: Przeg&lądaj...

source: Certificate &Key File (PEM Format -- Unencrypted)
pl: Plik z &kluczem certyfikatu (w formacie PEM -- niezaszyfrowany)

source: B&rowse...
pl: Prze&glądaj...

source: C&A Certificate File (PEM Format)
pl: Plik certyfikatu C&A (w formaie PEM)

source: Bro&wse...
pl: Przegląda&j...

source: Databases
pl: Bazy danych

source: A&dd Database...
pl: &Dodaj bazę danych...

source: Add Database
pl: Dodawanie bazy danych

source: &Append Base DN
pl: Dodaj B&ase DN

source: &Database Directory
pl: Katalog z bazą &danych

source: Edit Database
pl: Edycja bazy danych

source: Initializing...
pl: Inicjalizacja...
