Repository: aviarypl/suse-l10n-pl
Catalog: nfs_server.*.po
Languages: pl

source: Unable to create a missing directory: %1
pl: Nie można utworzyć brakującego katalogu '%1'

source: Unable to write to /etc/exports. No changes will be made to the exported directories.
pl: Nie można zapisać pliku /etc/exports. Nie zostaną dokonane żadne zmiany w eksportowanych katalogach.

source: Writing NFS Server Configuration
pl: Zapisywanie konfiguracji serwera NFS

source: Save /etc/exports
pl: Zapisywanie pliku /etc/exports

source: Restart services
pl: Restartowanie usług

source: Saving /etc/exports...
pl: Zapisywanie pliku /etc/exports...

source: Restarting services...
pl: Restartowanie usług...

source: Finished
pl: Zakończone

source: Writing NFS server settings. Please wait...
pl: Zapisywanie ustawień serwera NFS. Proszę czekać...

source: Unable to restart the NFS server. Your changes will be active after reboot.
pl: Nie można zrestartować serwera NFS. Twoje zmiany zostaną aktywowane po restarcie systemu.

source: NFS Exports
pl: Eksporty NFS

source: NFS server is enabled
pl: Serwer NFS włączony

source: NFS server is disabled
pl: Serwer NFS wyłączony

source: Required packages (%1) are not installed.
pl: Nie są zainstalowane wymagane pakiety (%1).

source: No mount point specified.
pl: Niepodane miejsce montowania.

source: The exports table already contains this directory.
pl: Tabela eksportów zawiera już ten katalog.

source: Configuration of NFS server
pl: Konfiguracja serwera NFS

source: NFS server configuration summary
pl: Zestawienie konfiguracji serwera NFS

source: Start NFS server
pl: Uruchom serwer NFS

source: Stop NFS server
pl: Zatrzymaj serwera NFS

source: Add a directory to export
pl: Dodaj katalog do wyeksportowania

source: Delete a directory from export
pl: Usuń eksportowany katalog

source: Directory to export
pl: Katalog do wyeksportowania

source: Host wild card for setting the access to directory
pl: Wzorzec nazwy komputera dla określenia dostępu do katalogu

source: Export options (see 'man exports')
pl: Opcje eksportu (zobacz 'man exports')

source: Dire&ctories
pl: &Katalogi

source: The wild card or options string is invalid. It must be shorter than 70 characters and it must not contain spaces.
pl: Wzorzec albo opcja niepoprawna. Musi być ona krótsza niż 70 znaków i nie może zawierać spacji.

source: Invalid option. Only letters, digits, and the characters =/.,_- are allowed.
pl: Niepoprawna opcja. Dozwolone są tylko litery, cyfry i znaki =/.,_- .

source: Unknown option: '%1'
pl: Nieznana opcja: %1

source: Invalid option: '%1'
pl: Niepoprawna opcja '%1'

source: &Directory to Export
pl: Katalog &do wyeksportowania

source: &Browse...
pl: Przeg&lądaj...

source: The user mode NFS server (%1) cannot export directories with spaces in their names. Use the kernel-based server (%2) to do that.
pl: Serwer NFS trybu użytkownika (%1) nie może eksportować katalogów ze spacjami w nazwie. Żeby to zrobić musisz zastosować serwer działający na poziomie jądra (%2).

source: The directory does not exist. Create it?
pl: Katalog nie istnieje. Czy go utworzyć?

source: Select the Directory to Export
pl: Katalog do wyeksportowania

source: &Host Wild Card
pl: &Wzorzec nazwy komputera

source: O&ptions
pl: Op&cje

source: Options for this wild card are already set.
pl: Opcje dla tego wzorca są już podane.

source: <P>Here, choose whether to start an NFS server on your computer and export some of your directories to others.</P>
pl: <P>Tutaj możesz wybrać czy chcesz uruchomić na swoim komputerze serwer NFS i eksportować innym wybrane katalogi.</P>

source: <P>If you choose <B>Start NFS Server</B>, clicking <B>Next</B> opens a configuration dialog in which to specify the directories to export.</P>
pl: <P>W przypadku wybrania <B>Uruchom serwer NFS</B>, przycisk <B>Dalej</B> otworzy okno konfiguracyjne, w którym można podać katalogi do wyeksportowania.</P>

source: NFS Server
pl: Serwer NFS

source: &Start
pl: &Uruchom

source: &Do Not Start
pl: Nie uruchamiaj

source: NFS Server Configuration
pl: Konfiguracja serwera NFS

source: <P>The upper box contains all the directories to export. If a directory is selected, the lower box shows the hosts allowed to mount this directory.</P>
pl: <P>Górne pole zawiera wszystkie katalogi, które zostaną wyeksportowane. Po wybraniu katalogu w dolnym polu zostaną pokazane maszyny, które mogą zamontować ten katalog.</P>

source: <P><b>Host Wild Card</b> sets which hosts can access the selected directory. It can be a single host, groups, wild cards, or IP networks.</P>
pl: <P><b>Wzorzec nazwy komputera</b> określa, które komputery mogą mieć dostęp do wybranego katalogu. Może to być pojedyncza maszyna, grupa sieciowa, wzorzec albo sieć IP.</P>

source: <p>Enter an asterisk (<tt>*</tt>) to specify all hosts.</p>
pl: <p>Gwiazdka (<tt>*</tt>) określa wszystkie komputery.</p>

source: <p>Leave the field empty to specify all hosts.</p>
pl: <p>Pozostaw pole puste na oznaczenie wszystkich komputerów.</p>

source: <P>Refer to <tt>man exports</tt> for more information.</P>
pl: <P>Więcej informacji znajdziesz w podręczniku <tt>man exports</>t.</P>

source: Add &Directory
pl: &Dodaj katalog

source: &Edit
pl: &Edytuj

source: De&lete
pl: &Usuń

source: Host Wild Card
pl: Wzorzec nazwy komputera

source: Options
pl: Opcje

source: Add &Host
pl: Dodaj komp&uter

source: Ed&it
pl: Ed&ytuj

source: Dele&te
pl: U&suń

source: Directories to Export
pl: Katalog &do wyeksportowania:
