Repository: aviarypl/suse-l10n-pl
Catalog: s390.*.po
Languages: pl

source: Detecting Available Controllers
pl: Wykrywanie dostępnych kontrolerów

source: S/390 Disk Controller Configuration
pl: Konfiguracja kontrolera dyskowego S/390

source: Configure &DASD Disks
pl: Konfiguracja dysków &DASD

source: Configure &ZFCP Disks
pl: Konfiguracja dysków &ZFCP

source: Initializing...
pl: Inicjalizacja...

source: Yes
pl: Tak

source: No
pl: Nie

source: DASD Disk Management
pl: Zarządzanie dyskami DASD

source: Sel.
pl: Wyb.

source: Channel
pl: Kanał

source: Device
pl: Urządzenie

source: Type
pl: Typ

source: Access Type
pl: Rodzaj dostępu

source: Use DIAG
pl: Użycie DIAG

source: Formatted
pl: Sformatowano

source: Partition Information
pl: Informacje o partycji

source: Format
pl: Formatuj

source: &Activate
pl: &Aktywuj

source: &Deactivate
pl: &Deaktywuj

source: Set DIAG O&n
pl: Włącz DIA&G

source: Set DIAG O&ff
pl: W&yłącz DIAG

source: &Format
pl: &Formatuj

source: Mi&nimum Channel
pl: Mi&n. kanał

source: Ma&ximum Channel
pl: Ma&ks. kanał

source: &Filter
pl: &Filtr

source: A&dd New Disk
pl: &Dodaj nowy dysk

source: De&lete Disk
pl: &Usuń dysk

source: &Select or Deselect
pl: &Zaznacz lub odznacz

source: Perform &Action
pl: Wykon&aj czynność

source: No disk selected.
pl: Nie wybrano żadnego dysku.

source: Disk %1 is not active.
pl: Dysk %1 nie jest aktywny.

source: Disk %1 is not accessible for writing.
pl: Dysk %1 jest niedostępny do zapisu.

source: &Parallel Formatted Disks
pl: Równole&głe dyski formatowane

source: &Write the Volume Label
pl: Zapisz etykietę wo&luminu

source: Formatting these disks destroys all data on them.<br> Really format the following disks?<br> %1
pl: Formatownie zniszczy wszystkie dane na wybranych dyskach.<br> Czy na pewno sformatować poniższe dyski?<br> %1

source: Add New DASD Disk
pl: Dodaj nowy dysk DASD

source: &Channel Number
pl: Numer &kanału

source: Format the Disk
pl: Formatuj dysk

source: Use &DIAG
pl: Użycie &DIAG

source: Really leave the ZFCP disk configuration without saving? All changes will be lost.
pl: Czy na pewno chcesz opuścić konfigurację dysku ZFCP bez zapisu? Wszystkie zmiany zostaną stracone.

source: <p><b><big>Initializing Controller Configuration</big></b><br> Please wait...<br></p>
pl: <p><b><big>Inicjalizacja konfiguracji kontrolera</big></b><br> Proszę czekać...<br></p>

source: <p><b><big>Aborting Initialization:</big></b><br> Safely abort the configuration utility by pressing <b>Abort</b> now.</p>
pl: <p><b><big>Przerywanie inicjalizacji:</big></b><br> Aby bezpiecznie przerwać działania konfiguratora, proszę nacisnąć przycisk <b>Przerwij</b>.</p>

source: <p><b><big>Saving Controller Configuration</big></b><br> Please wait...<br></p>
pl: <p><b><big>Zapisywanie konfiguracji kontrolera</big></b><br> Proszę czekać...<br></p>

source: <p><b><big>Aborting Saving:</big></b><br> Abort the save procedure by pressing <b>Abort</b>. An additional dialog informs whether it is safe to do so.</p>
pl: <p><b><big>Przerwanie zapisu:</big></b><br> Przerwij procedurę zapisu naciskając <b>Przerwij</b>. Dodatkowe okno będzie zawierało informację czy jest to bezpieczne.</p>

source: <p><b><big>Configured DASD Disks</big></b><br> In this dialog, manage DASD disks on your system.</p>
pl: <p><b><big>Skonfigurowane dyski DASD</big></b><br> W tym oknie możesz zarządzać dyskami DASD w systemie.</p>

source: <p>To filter disks that you want to have displayed, set the <b>Minimum Channel</b> and the <b>Maximum Channel</b> and click <b>Filter</b>.</p>
pl: <p>Aby filtrować wyświetlone dyski, ustaw <b>Min. kanał</b> oraz <b>Max. kanał</b> oraz naciśnij <b>Filtrowanie</b>.</p>

source: <p>To configure a new DASD disk, click <b>Add</b>.</p>
pl: <p>Aby skonfigurować nowy dysk DASD, naciśnij <b>Dodaj</b>.</p>

source: <p>To remove a configured DASD disk, select it and click <b>Delete</b>.</p>
pl: <p>W celu usunięcia skonfigurowanego dysku DASD, zaznacz go i kliknij <b>Usuń</b>.</p>

source: <p>All actions can be performed on multiple disks at once. To select disks on which to perform an action, select the desired disks and click <b>Select or Deselect</b>.</p>
pl: <p>Wszystkie operacje mogą być wykonywane jednocześnie na wielu dyskach. Aby wybrać dyski na których chcesz wykonać operację, zaznacz je oraz kliknij <b>Zaznacz lub Odznacz</b>.</p>

source: <p>To perform an action on the selected disks, use <b>Perform Action</b>. The action will be performed immediately!</p>
pl: <p>Aby wykonać operację na wybranych dyskach, użyj <b>Wykonaj operację</b>. Operacja zostanie bezzwłocznie wykonana!</p>

source: <p><b><big>Add New DASD Disk</big></b><br> Enter the identifier of the disk to add. To specify the disk, use the <b>Channel Number</b> of the DASD disk.</p>
pl: <p><b><big>Dodaj nowy dysk DASD</big></b><br> Podaj identyfikator dysku do dodania. Aby określić dysk, użyj <b>Numer Kanału</b> dysku DASD.</p>

source: <p>To specify if the disk will be formatted, use <b>Format the Disk</b>.</p>
pl: <p>Aby określić, czy dysk ma zostać sformatowany, użyj <b>Formatuj dysk</b>.</p>

source: <p>To specify if DIAG mode will be used, use <b>Use DIAG</b>.</p>
pl: <p>Aby określić, czy ma zostać użyty tryb DIAG, użyj <b>Użycie DIAG</b>.</p>

source: Controller Configuration
pl: Konfiguracja sterownika

source: Dump Device Management
pl: Zarządzanie urządzeniami zrzutu

source: Loader Section Label
pl: Etykieta sekcji

source: Add New Dump Device
pl: Dodaj nowe urządzenie zrzutu

source: Edit Dump Device
pl: Edytuj urządzenie zrzutu

source: &Dump Device
pl: &Urządzenie zrzutu

source: Install Dump Record Even If Disk Already &Formatted
pl: Zainstaluj urządzenie zrzutu nawet jeśli dysk jest już s&formatowany

source: Really leave the dump device configuration?
pl: Czy na pewno opuścić konfigurację urządzeń zrzutu?

source: The disk %1 will formatted as a dump device now. Continue?
pl: Dysk %1 zostanie sformatowany jako urządzenie zrzutu. Czy kontynuować?

source: Add another dump device?
pl: Czy dodać jeszcze jedno urządzenie zrzutu?

source: <p><b><big>Initializing Dump Devices Configuration</big></b> <br> Please wait...<br></p>
pl: <p><b><big>Inicjalizacja konfiguracji urządzeń zrzutu</big></b><br> Proszę czekać...<br></p>

source: <p><b><big>Saving Dump Device Configuration</big></b><br> Please wait...<br></p>
pl: <p><b><big>Zapisywanie konfiguracji urządzeń zrzutu</big></b><br> Proszę czekać...<br></p>

source: <p><b><big>Configured Dump Devices</big></b><br> This dialog shows configured dump devices for your system.</p>
pl: <p><b><big>Skonfigurowane urządzenia zrzutu</big></b><br> To okno pokazuje urządzenia zrzutu skonfigurowane w systemie.</p>

source: <p>To add configure a new dump device, click <b>Add</b>. To edit an already configured dump device, select it and click <b>Edit</b>. To remove a configured dump device, select it and click <b>Delete</b>.
pl: <p>Aby dodać nowe urządzenie zrzutu, proszę nacisnąć <b>Dodaj</b>. Aby zmienić już skonfigurowane urządzenie zrzutu, proszę wybrać je, a następnie nacisnąć <b>Edytuj</b>. Aby usunąć skonfigurowane urządzenie zrzutu, proszę wybrać je, a następnie nacisnąć <b>Edytuj</b>. </p>

source: <p><b><big>Add New Dump Device</big></b><br> Prepare a device for use as an S/390 dump device. Supported devices are ECKD DASD and zfcp disks. Set <b>Dump Device</b> to select the device to format. If the device is already formatted or configured, setting <b>Install Dump Record Even If Disk Already &Formatted</b> is required.</p>
pl: <p><b><big>Dodawanie nowego urządzenia zrzutu</big></b><br> Proszę przygotować urzadzenie, które zostanie skonfigurowane jako urządzenei zrzutu S/390. Następnie, za pomocą pola <b>Urządzenie zrzutu</b>, proszę wybrać urządzenie, które zostanie sformatowane. Jeśli urządzenie jest już sformatowane lub skonfigurowane, należy zaznaczyć pole <b>Zainstaluj urządzenie zrzutu nawet jeśli dysk jest już sformatowany</b>.</p>

source: Channel ID: %1, Format: %2
pl: ID kanału: %1, Formatowanie: %2

source: Channel ID: %1, Format: %2, Use DIAG: %3
pl: ID kanału: %1, Formatowanie: %2, Użycie DIAG: %3

source: Reading Configured DASD Disks
pl: Czytanie skonfigurowanych dyskow DASD

source: %1: sysfs not mounted.
pl: %1: nie zamontowano sysfs.

source: %1: Invalid status for <online>
pl: %1: niepoprawny status dla <online>

source: %1: No device found for <ccwid>
pl: %1: Nie znaleziono urządzenia dla <ccwid>

source: %1: Could not change state of the device
pl: %1: Nie można zmienić stanu urządzenia

source: %1: Unknown error %2
pl: %1: nieznany błąd %2

source: Disks formatting failed. Exit code: %1
pl: Nie powiodło się formatowanie dysku. Kod wyjścia: %1

source: Formatting %1: cylinder %2 of %3 done
pl: Formatowanie %1: cylinder %2 z %3

source: Disk unusable.
pl: Dysk niezdatny do użycia.

source: Support program not installed.
pl: Program pomocniczy nie jest zainstalowany.

source: Error code from support program: %1.
pl: Numer błędu programu pomocniczego: %1

source: Cannot create dump device %1: %2
pl: Nie można utworzyć urządzenia zrzutu %1: %2

source: Error code from support program.
pl: Numer błędu programu pomocniczego: %1

source: Channel ID: %1, WWPN: %2, ZFCP LUN: %3
pl: ID kanału: %1, WWPN: %2, ZFCP LUN: %3

source: Reading Configured ZFCP Disks
pl: Czytanie skonfigurowanych dysków ZFCP

source: Configured ZFCP Disks
pl: Skonfigurowane dyski ZFCP

source: Channel Number
pl: Numer kanału

source: Remove disk %1?
pl: Usunąć dysk %1?

source: Add New ZFCP Disk
pl: Dodanie nowego dysku ZFCP

source: <p><b><big>Initializing ZFCP Disk Configuration</big></b><br> Please wait...<br></p>
pl: <p><b><big>Inicjalizacja konfiguracji dysków ZFCP</big></b><br> Proszę czekać...<br></p>

source: <p><b><big>Saving ZFCP Disk Configuration</big></b><br> Please wait...<br></p>
pl: <p><b><big>Zapisywanie konfiguracji dysków ZFCP</big></b><br> Proszę czekać...<br></p>

source: <p><b><big>Configured ZFCP Disks</big></b><br> In this dialog, manage ZFCP disks on your system.</p>
pl: <p><b><big>Skonfigurowane dyski ZFCP</big></b><br> W tym oknie można zarządzać dyskami ZFCP w Twoim systemie.</p>

source: <p>To configure a new ZFCP disk, click <b>Add</b>.</p>
pl: <p>Aby skonfigurować nowy dysk ZFCP, kliknij <b>Dodaj</b>.</p>

source: <p>To remove a configured ZFCP disk, select it and click <b>Delete</b>.</p>
pl: <p>Aby usunąć skonfigurowany dysk ZFCP, zaznacz go i kliknij <b>Usuń</b>.</p>

source: <h1>Warning</h1>
pl: <h1>Uwaga</h1>

source: <p>When accessing a ZFCP-device <b>READ</b>/<b>WRITE</b>please make sure that this access is exclusive. Otherwise the potential risk of data corruption is there.</p>
pl: <p>Podczas korzystania z urządzenia ZFCP w trybie <b>READ</b>/<b>WRITE</b>, proszę upewnić się, że dostęp do urządzenia jest wyłączny. W przeciwnym razie istnieje ryzyko utraty danych.</p>

source: <p><b><big>Add New ZFCP Disk</big></b><br> Enter the identifier of the disk to add. Enter the <b>Channel Number</b> of the ZFCP controller, the worldwide port number (<b>WWPN</b>), and the <b>FCP-LUN</b> number.</p>
pl: <p><b><big>Dodaj nowy dysk ZFCP</big></b><br> Wprowadź identyfikator dysku do dodania. Podaj <b>Numer Kanału</b> kontrolera ZFCP, globalny numer portu (<b>WWPN</b>) oraz numer <b>FCP-LUN</b>.</p>

source: <p>When accessing a ZFCP device <b>READ</b>/<b>WRITE</b>, make sure that this access is exclusive. Otherwise there is a potential risk of data corruption.</p>
pl: <p>Podczas korzystania z urządzenia ZFCP w trybie <b>READ</b>/<b>WRITE</b>, proszę upewnić się, że dostęp do urządzenia jest wyłączny. W przeciwnym razie istnieje ryzyko utraty danych.</p>
