Repository: aviarypl/suse-l10n-pl
Catalog: sound_db.*.po
Languages: pl

source: 1st DMA # for %1 driver.
pl: Pierwszy nr DMA dla sterownika %1.

source: 2nd DMA # for %1 driver.
pl: Drugi nr DMA dla sterownika %1.

source: FM port # for %1 driver.
pl: Nr portu FM dla sterownika %1.

source: IRQ # for %1 driver.
pl: Nr IRQ dla sterownika %1.

source: MPU-401 IRQ # for %1 driver.
pl: Nr IRQ MPU-401 dla sterownika %1.

source: MPU-401 port # for %1 driver.
pl: Nr portu MPU-401 dla sterownika %1.

source: Port # for %1 driver.
pl: Nr portu dla sterownika %1.

source: DMA1 # for %1 driver.
pl: Nr DMA1 dla sterownika %1.

source: Enable only for the onboard CS4248 of IBM Thinkpad 360/750/755 series.
pl: Włącz jedynie dla zintegrowanego układu CS4248 w IBM Thinkpadzie 360/750/755.

source: PCM Channels
pl: Kanały PCM

source: Support SPDIF I/O
pl: Obsługa SPDIF I/O

source: 16-bit DMA # for %1 driver.
pl: Nr 16-bitowego DMA dla sterownika %1.

source: 8-bit DMA # for %1 driver.
pl: Nr 8-bitowego DMA dla sterownika %1.

source: Joystick port address for %1 soundcard.
pl: Adres portu joysticka dla sterownika %1.

source: AC'97 codec clock (default 48000Hz).
pl: Częstotliwość zegara kodera-dekodera AC'97 (standardowo 48000Hz).

source: AC'97 workaround for strange hardware.
pl: Obejście dla nietypowego sprzętu AC'97.

source: S/PDIF over AC-link.
pl: S/PDIF poprzez link AC.

source: Enable VIA work-around for %1 sound card.
pl: Włącz obejście VIA dla karty dźwiękowej %1.

source: WSS Port # for %1 driver.
pl: Nr portu WSS dla sterownika %1.

source: Enable joystick for %1 sound card.
pl: Włącz joystick dla karty dźwiękowej %1.

source: Digital input rate for Bt87x sound card
pl: Szybkość wejścia cyfrowego dla karty dźwiękowej Bt87x

source: PnP detection for %1 sound card.
pl: Wykrywanie PnP dla karty dźwiękowej %1.

source: DMA16 for %1 driver.
pl: DMA16 sterownika %1.

source: DMA8 for %1 driver.
pl: DMA8 sterownika %1.

source: DMA for %1 driver.
pl: DMA sterownika %1.

source: FM port.
pl: Port FM.

source: Joystick port address.
pl: Adres portu joysticka.

source: MPU-401 port.
pl: Port MPU-401.

source: DMA2 # for %1 driver.
pl: Nr DMA2 dla sterownika %1.

source: Control port # for %1 driver.
pl: Nr portu sterującego dla sterownika %1.

source: ISA PnP detection for %1 soundcard.
pl: Wykrywanie ISA PnP dla karty dźwiękowej %1.

source: SB port # for %1 driver
pl: Nr portu SB dla sterownika %1

source: Secondary Codec ID (0 = disabled).
pl: Identyfikator drugorządnego kodera-dekodera (0 = wyłączone).

source: Force to enable external amplifer.
pl: Wymuś użycie zewnętrznego wzmacniacza.

source: Support OSS mmap.
pl: Obsługa OSS mmap.

source: Force to enable Thinkpad's CLKRUN control.
pl: Wymuś włączenie sterowania CLKRUN w Thinkpadzie.

source: PCM devices # (0-4) for %1 driver.
pl: Liczba urządzeń PCM dla sterownika %1 (0-4).

source: PCM substreams # (1-16) for %1 driver.
pl: Liczba podstrumieni PCM dla sterownika %1 (0-4).

source: Available external inputs for FX8010. Zero=default.
pl: Dostępne wewnętrzne wejścia dla FX8010 (0 = domyślne).

source: Available external outputs for FX8010. Zero=default.
pl: Dostępne wewnętrzne wyjścia dla FX8010 (0 = domyślne).

source: Maximum sample buffer size in MB.
pl: Maksymalna wielkość bufora próbek w MB.

source: Maximum number of voices for WaveTable.
pl: Maksymalna liczba głosów dla WaveTable.

source: Allocated sequencer ports for internal synthesizer.
pl: Zaalokowane porty sekwencera dla syntezatora wewnętrznego.

source: Enable joystick.
pl: Włącz joystick.

source: DMA 1 # for %1 driver.
pl: Nr DMA 1 dla sterownika %1.

source: DMA 2 # for %1 driver.
pl: Nr DMA 2 dla sterownika %1.

source: Clock on ESS Maestro1/2 soundcard. (0 = auto-detect)
pl: Częstoliwość zegara karty dźwiękowej ESS Maestro1/2. (0 = autowykrywanie)

source: Enable MPU401. (0 = off, 1 = on, 2 = auto)
pl: Włącz/wyłącz MPU401. (0 = wył., 1 = wł., 2 = auto)

source: PCM Capture substreams for %1 soundcard.
pl: Przechwytywanie podstrumieni PCM dla karty dźwiękowej %1.

source: PCM Playback substreams for %1 soundcard.
pl: Odtwarzanie podstrumieni PCM dla karty dźwiękowej %1.

source: Total buffer size in kB.
pl: Całkowita wielkość bufora w kB:

source: Toggle power management. (0 = off, 1 = on, 2 = auto)
pl: Włącz/wyłącz zarządzanie zasilaniem. (0 = wył., 1 = wł, 2 = auto)

source: GF1 channels for %1 driver.
pl: Kanały GF1 dla sterownika %1.

source: Joystick DAC level 0.59V-4.52V or 0.389V-2.98V for %1 driver.
pl: Poziom DAC joysticka 0,59V-4,52V albo 0,389V-2,98V dla sterownika %1.

source: Reserved PCM channels for %1 driver.
pl: Zarezerwowane kanały PCM dla sterownika %1.

source: GF1 DMA # for %1 driver.
pl: Nr GF1 DMA dla sterownika %1.

source: GF1 IRQ # for %1 driver.
pl: Nr GF1 IRQ dla sterownika %1.

source: GF1 port # for %1 driver
pl: Nr GF1 port dla sterownika %1

source: Used GF1 channels for %1 driver.
pl: Użytych kanałów GF1 dla sterownika %1.

source: Use the given board model.
pl: Użyj podanego modelu płyty.

source: Fix DMA pointer (0 = auto, 1 = none, 2 = POSBUF, 3 = FIFO size). (int)
pl: Popraw wskaźnik DMA (DMA pointer) (0 = auto, 1 = brak, 2 = POSBUF, 3 = rozmiar FIFO).

source: Use single command to communicate with codecs (for debugging only) (bool)
pl: Używaj pojedynczych poleceń do komunikacji z kodekami (tylko na potrzeby debuggowania) (bool)

source: Enable Analog Out on Channel 63/64 by default.
pl: Domyślnie włącz wyjście analogowe na kanale 63/64.

source: Send playback streams to analog outs by default.
pl: Domyślnie przesyłaj strumienie wyjściowe na wyjście analogowe.

source: Enable precise pointer or disable.
pl: Włącz lub wyłącz wskaźnik precyzyjny.

source: Define reset time-out for cs8427 chip in msec resolution.
pl: Proszę podać czas resetu dla cs8427 z dokładnością do milisekund.

source: Enable Midiman M-Audio Delta Omni I/O support.
pl: Włącz obsługę Midiman M-Audio Delta Omni I/O.

source: AC'97 codec clock (0 = auto-detect).
pl: Częstoliwość zegara kodera-dekodera AC'97 (0 = autowykrywanie).

source: Enable work-around for buggy interrupts on some motherboards.
pl: Włącz obejście dla błędów przerwań w niektórych płytach głównych.

source: Enable work-around for hardwares with problematic codec semaphores (bool)
pl: Włącz obejście dla sprzętu z powodującymi problemy semaforami kodeków (bool)

source: Effects enable for %1 driver.
pl: Włącz efekty dla sterownika %1.

source: MIDI UART enable for %1 driver.
pl: Włącz MIDI UART dla sterownika %1.

source: Tone control (TEA6330T - i2c bus) port # for %1 driver.
pl: Nr portu kontroli tonu (TEA6330T - i2c bus) dla sterownika %1.

source: GPIO pin number for external amp. (default = -1)
pl: Nr nóżki GPIO dla zewnętrznego wzm. (domyślnie = -1)

source: Enable external amp for %1 soundcard.
pl: Włącz zewnętrzny wzmaczniacz dla karty dźwiękowej %1.

source: IRQ # for MPU-401 device.
pl: Nr IRQ dla urządzenia MPU-401.

source: PnP detection for MPU-401 device.
pl: Wykrywanie PnP dla urządzenia MPU-401.

source: Port # for MPU-401 device.
pl: Nr portu dla urządzenia MPU-401.

source: Hardware ports # for %1 MIDI.
pl: Nr portów sprzętowe dla %1 MIDI.

source: Parallel IRQ # for %1 MIDI.
pl: Nr równoległego IRQ dla %1 MIDI.

source: Parallel port # for %1 MIDI.
pl: Nr portu równoległego dla %1 MIDI.

source: Set the top address of audio buffer for %1 soundcard.
pl: Ustaw adres górny bufora audio dla karty dźwiękowej %1.

source: ADC frame size in kB for %1 soundcard.
pl: Wielkość ramki ADC w kB dla karty dźwiękowej %1.

source: Force to use AC97 codec for %1 soundcard.
pl: Wymuś użycie kodera-dekodera AC97 karty dźwiękowej %1.

source: DAC frame size in kB for %1 soundcard.
pl: Wielkość ramki DAC w kB dla karty dźwiękowej %1.

source: Enable the cache for coefficient table access.
pl: Włącz bufor dla dostępu do tabeli współczynników.

source: Enable workaround for Sony VAIO notebooks.
pl: Włącz obejście dla notebooków Sony VAIO.

source: MIDI port # for %1 driver.
pl: Nr portu MIDI dla sterownika %1.

source: Speaker size selection for 3D Enhancement mode: Desktop/Large Notebook/Small Notebook/HiFi.
pl: Wybór wielkości głośników dla trybu 3D Enhancement: Desktop/Duży Notebook/Mały Notebook/HiFi.

source: SB port # for %1 driver.
pl: Nr portu SB dla sterownika %1.

source: WSS port # for %1 driver.
pl: Nr portu WSS dla sterownika %1.

source: 1st dma # for %1 driver.
pl: Pierwszy nr dma dla sterownika %1.

source: WSS irq # for %1 driver.
pl: Nr irq WSS dla sterownika %1.

source: Enable ISA PnP detection for %1 soundcard.
pl: Włącz wykrywanie ISA PnP dla karty dźwiękowej %1.

source: MPU-401 irq # for %1 driver.
pl: Nr irq MPU-401 dla sterownika %1.

source: 2nd dma # for %1 driver.
pl: Drugi nr dma dla sterownika %1.

source: Enable beep using PCM.
pl: Włączenie brzęczyka z użyciem PCM.

source: Enable precise pointer (doesn't work reliably).
pl: Włącz wskaźnik precyzyjny (nie działa niezawodnie).

source: ASP/CSP chip support.
pl: Obsługa układów ASP/CSP.

source: Mic Auto-Gain-Control switch.
pl: Przełącznik mikrofonu Auto-Gain-Control.

source: AWE port # for %1 driver.
pl: Nr portu AWE dla sterownika %1.

source: Number of sequencer ports for WaveTable synth.
pl: Liczba portów sekwencera dla syntezatora WaveTable.

source: Type of adaptor.
pl: Typ adaptora.

source: Base for divisor in bauds.
pl: Podstawa dzielnika w bodach.

source: Flag to enable drop-on-full buffer mode
pl: Znacznik włączający tryb bufora drop-on-full

source: Number of MIDI inputs.
pl: Liczba wejść MIDI.

source: IRQ # for UART16550A chip.
pl: Nr IRQ dla układu UART16550A.

source: Number of MIDI outputs.
pl: Liczba wyjść MIDI.

source: Port # for UART16550A chip.
pl: Nr Port dla układu UART16550A.

source: Speed in bauds.
pl: Szybkość w bodach.

source: MIC Gain Enable for %1 soundcard.
pl: Włączenie MIC Gain dla karty dźwiękowej %1.

source: Enable reverb (SRAM is present) for %1 soundcard.
pl: Włączenie echa (dostępny jest SRAM) dla karty dźwiękowej %1.

source: DMA # for %1 driver.
pl: Nr DMA dla sterownika %1.

source: MPU401 IRQ # for %1 driver.
pl: Nr IRQ MPU401 dla sterownika %1.

source: Number of hardware channels assigned for PCM.
pl: Liczba kanałów sprzętowych przypisanych do PCM.

source: Maximum memory size in kB for wavetable synth.
pl: Maksymalny rozmiar pamięci dla syntezatora wavetable (w kB).

source: Use async unlink mode.
pl: Użyj trybu async unlink.

source: Max. number of packets per URB.
pl: Maks. liczba pakietów na URB.

source: Product ID for the USB audio device.
pl: ID produktu dla urządzenia audio USB.

source: Vendor ID for the USB audio device.
pl: ID producenta dla urządzenia audio USB.

source: Support for DXS channels (0 = auto, 1 = enable, 2 = disable, 3 = 48k only, 4 = no VRA)
pl: Obsługa kanałów DXS (0 = auto, 1 = wł., 2 = wył., 3 = tylko 48k , 4 = brak VRA)

source: Enable joystick. (VT82C686x only)
pl: Włącz joystick. (tylko VT82C686x)

source: MPU-401 port. (VT82C686x only)
pl: Port MPU-401. (tylko VT82C686x)

source: MIDI devices # (1-8)
pl: Liczba urządzeń MIDI (1-8)

source: Capture IBL size.
pl: Rozmiar capture IBL.

source: Enable Microphone.
pl: Włącz mikrofon.

source: Capture IBL size for %1 sound card.
pl: Przechwyć rozmiar IBL dla karty dźwiękowej %1.

source: IRQ # for %1 interface.
pl: Nr IRQ dla interfejsu %1.

source: port # for %1 interface.
pl: Nr portu dla interfejsu %1.

source: Port # for %1 interface.
pl: Nr portu dla interfejsu %1.

source: DMA1 # for %1 interface.
pl: Nr DMA1 dla interfejsu %1.

source: DMA2 # for %1 interface.
pl: Nr DMA2 dla interfejsu %1.

source: FM port #.
pl: Nr portu FM.

source: IRQ # for ICS2115.
pl: Nr IRQ dla ICS2115.

source: Port # for ICS2115.
pl: Nr portu dla ICS2115.

source: ISA PnP detection for %1 sound cards
pl: Wykrywanie ISA PnP dla kart dźwiękowych %1

source: Use CS4232 MPU-401 interface (inaccessibly located inside your computer)
pl: Użyj interfejsu CS4232 MPU-401 (niedostępnie umieszczonego w komputerze)

source: FM OPL-3 Port.
pl: Port FM OPL-3.

source: Joystick port address
pl: Adres portu joysticka

source: MPU-401 Port.
pl: Port MPU-401.

source: Enable shared rear/line-in switch
pl: Włącz współdzielony przełącznik rear/line-in
