Repository: aviarypl/suse-l10n-pl
Catalog: po-rbac/ChallengeRespRsrc_*.po
Languages: pl

source: Admin Defined Challenge Questions
pl: Pytania zdefiniowane przez administratora

source: Admin-defined response number
pl: Ilość odpowiedzi zdefiniowanych przez administratora

source: An unexpected error has occurred in the Challenge Response
pl: Wystąpił nieoczekiwany błąd w Wezwanie Odpowiedź

source: Building challenge responses
pl: Zbuduj wezwanie-odpowiedź

source: Challenge Response
pl: Wezwanie-Odpowiedź

source: Challenge responses were saved successfully
pl: Zapisano Wezwania-Odpowiedzi

source: Change again
pl: Ponownie zmień

source: Complete:
pl: Ukończone:

source: Error happened when saving challenge responses
pl: Podczas zapisywania odpowiedzi wystąpił błąd

source: Error:
pl: Błąd:

source: Error: All fields are required.
pl: Błąd: Wszystkie pola są wymagane.

source: IDM Challenge Response
pl: Odpowiedź dla Wezwanie-Odpowiedź

source: NMAS is not reachable
pl: NMAS jest nieosiągalny

source: Namespace is not reachable
pl: Namespace nie jest osiągalny

source: Notice:
pl: Uwaga:

source: Password policy requires that you set up your Challenge Questions before authentication.
pl: Polityka haseł wymaga aby ustawić pytania w Wezwanie-Odpowiedź przed autoryzacją.

source: Question:
pl: Pytanie:

source: Register challenge response for admin questions
pl: Wprowadź wezwanie-odpowiedź dla pytań administartora

source: Register challenge response for user questions
pl: Wprowadź wezwanie-odpowiedź dla pytań użytkownika

source: Response:
pl: Odpowiedź:

source: Submit
pl: Wyślij

source: Task could not be completed.
pl: Zadanie nie mogło być ukończone

source: The document is malformed
pl: Dokument jest nieprawidłowy

source: The user ({0}) has not specified any challenge questions. The questions provided are from the default template.
pl: Użytkownik ({0}) nie podał żadnego pytania w sekcji Wezwanie. Podane pytania pochodzą z domyślnego szablonu.

source: There are no challenges available
pl: Żadne wezwanie-odpowiedź nie jest zdefiniowane

source: There is no GUID available
pl: Brak wolnego GUID

source: There is no password policy available
pl: Żadna polityka haseł nie jest dostępna

source: There is password in challenge question
pl: W pytaniu występuje hasło

source: These questions can be used to verify your identity if you forget your password. For all Admin-Defined Questions, provide a response. For all User-Defined Questions, create your own questions and responses.
pl: Te pytania mogą być użyte aby zweryfikować Twoją tożsamość w sytuacji gdy zapomnisz hasło. Do wszystkich pytań zdefiniowanych przez administratora podaj odpowiedzi. We wszystkich pytaniach użytkownika stwórz swoje.

source: Use Stored Response?
pl: Użyć zachowanych odpowiedzi?

source: User Defined Challenge Questions
pl: Pytania zdefiniowane przez użytkownika

source: User Defined questions cannot be identical. Row:
pl: Pytania zdefiniowane przez użytkownika nie mogą być identyczne. Linia:

source: User-defined response number
pl: Ilość odpowiedzi zdefiniowanych przez użytkownika

source: Your challenge responses are masked for security purposes
pl: Twoje odpowiedzi nie są widoczne ze względów bezpieczeństwa

source: and less than or equal to
pl: i mniejsza równa

source: requires a length greater than or equal to
pl: wymaga długości większej lub równej niż
