Repository: aviarypl/suse-l10n-pl
Catalog: po-rbac/CreatePasswordRsrc_*.po
Languages: pl

source: A gateway to the NMAS server is not available.
pl: Bramka do serwera NMAS nie jest dostępna.

source: Action
pl: Akcja

source: Allow Wild Cards in Login
pl: Zezwól na znaki wieloznacznościw Loginie

source: An error occurred accessing the portlet. Please try again later. If the problem persists, contact your System Administrator.
pl: Wystąpił błąd dostępu do portletu. Spróbuj ponownie. Jeśli problem się powtórzy, skontaktuj się z Administratorem Systemu.

source: An invalid user name has been entered.
pl: Wpisano błędną nazwę użytkownika.

source: Authentication
pl: Autentykacja

source: Authority is required to change this password.
pl: Zmiana tego hasła wymaga uprawnień.

source: Base 10 digits (0 through 9)
pl: 10 podstawowych cyfr (od 0 do 9)

source: Challenge Response
pl: Wezwanie Odpowiedź

source: Challenge Response failed.
pl: Wezwanie Odpowiedź nie powiodło się.

source: ChangePassword
pl: ZmieńHasło

source: Could not change password.
pl: Nie można zmienić hasła.

source: Delegation to Challenge Response failed.
pl: Delegacja do Wezwanie Odpowiedź zakończona niepowodzeniem.

source: Email address is not accessible.
pl: Adres pocztowy nie jest dostępny.

source: Encoding
pl: Szyfrowanie

source: First character of password cannot be a special character.
pl: Znak specjalny nie może być pierwszym znakiem w haśle.

source: First character of password cannot be numeric.
pl: Pierwszy znak hasła nie może być cyfrą.

source: Forgot Password
pl: Zapomniane Hasło

source: Forgot password feature disabled.
pl: Funkcja Zapomniane Hasło wyłączona.

source: Hint was not defined.
pl: Podpowiedź nie została zdefiniowana.

source: Hint was successfully emailed.
pl: Podpowiedź została wysłana emailem.

source: Hint:
pl: Podpowiedź:

source: IDM Forgot Password
pl: Przypomnienie hasła

source: IDM, Password, Forgotten, Hint, NMAS
pl: IDM, Hasło, Zapomniane, Hint, NMAS

source: Invalid Action.
pl: Niewłaściwa Akcja.

source: LDAP Secure Port Number
pl: Numer Bezpiecznego Portu usługi LDAP

source: Last character of password cannot be a special character.
pl: Znak specjalny nie może być ostatnim znakiem w haśle.

source: Last character of password cannot be numeric.
pl: Ostatnim znakiem w haśle nie może być liczba.

source: Latin lowercase letters (a through z)
pl: Małe litery łacińskie (od a do z)

source: Latin uppercase letters (A through Z)
pl: Wielkie litery łacińskie (od A do Z)

source: Login Sequence
pl: Sekwencja Logowania

source: Maximum number of characters in password:
pl: Maksymalna liczna znaków w haśle:

source: Maximum number of lowercase characters in password:
pl: Maksymalna liczba małych liter w haśle:

source: Maximum number of numeric characters in password:
pl: Maksymalna liczba cyfr w haśle:

source: Maximum number of repeated characters in password:
pl: Maksymalna liczba powtarzających się znaków w haśle:

source: Maximum number of special characters in password:
pl: Maksymalna liczba znaków specjalnych w haśle:

source: Maximum number of uppercase characters in password:
pl: Maksymalna liczba wielkich liter w haśle:

source: Minimum number of characters in password:
pl: Minimalna liczba znaków w haśle:

source: Minimum number of lowercase characters in password:
pl: Minimalna liczba małych liter w haśle:

source: Minimum number of numeric characters in password:
pl: Minimalna liczba cyfr w haśle:

source: Minimum number of special characters in password:
pl: Minimalna liczba znaków specjalnych w haśle:

source: Minimum number of unique characters in password:
pl: Minimalna liczba unikalnych znaków w haśle:

source: Minimum number of uppercase characters in password:
pl: Minimalna liczba wielkich liter w haśle:

source: NMAS is not available.
pl: NMAS nie jest dostępny.

source: No email body.
pl: Brak treści emaila.

source: No from address was entered.
pl: Nie podano adresu w polu Od.

source: No subject was entered.
pl: Nie podano tematu.

source: Numeric characters are not allowed in password.
pl: Ctfry NIE są dozwolone w haśle.

source: Old password invalid. Try again.
pl: Poprzednie hasło jest nieprawidłowe. Spróbuj ponownie.

source: Password Policy not found for entered user.
pl: Nie znaleziono Polisy Hasła dla podanego użytkownika.

source: Password change succeeded.
pl: Zmiana hasła powiodła się.

source: Password does not meet the lowercase character minimum requirement.
pl: Za mało małych liter w haśle.

source: Password does not meet the minimum numeric character requirement.
pl: Hasło nie zawiera wymaganej minimalnej liczby cyfr.

source: Password does not meet the minimum unique characters requirement.
pl: Za mało unikalnych znaków w haśle.

source: Password does not meet the special character minimum requirement.
pl: Hasło nie spełnia wymagań dotyczących minimalnej liczby znaków specjalnych.

source: Password does not meet the uppercase character minimum requirement.
pl: Hasło nie spełnia wymagań dotyczących minimalnej liczby dużych liter.

source: Password exceeds the maximum lowercase character limit.
pl: W haśle jest za dużo małych liter.

source: Password exceeds the maximum numeric character limit.
pl: Hasło zawiera za dużo cyfr.

source: Password exceeds the maximum special character limit.
pl: W haśle jest zbyt dużo znaków specjalnych.

source: Password exceeds the maximum uppercase character limit.
pl: Hasło zawiera zbyt dużo wielkich liter.

source: Password is not unique.
pl: Hasło nie jest unikalne.

source: Password is on the exclusion list.
pl: Hasło znajduje się na liście wykluczonych haseł.

source: Password is too long.
pl: Hasło jest zbyt długie.

source: Password is too short.
pl: Hasło jest zbyt krótkie.

source: Password may not end with a number.
pl: Hasło nie może kończyć się cyfrą.

source: Password may not end with a special character.
pl: Hasło nie może kończyć się znakiem specjalnym.

source: Password may not start with a number.
pl: Hasło nie może zaczynać się cyfrą.

source: Password may not start with a special character.
pl: Hasło nie może zaczynać się znakiem specjalnym.

source: Password was successfully emailed.
pl: Hasło zostało wysłane emailem.

source: Please Try Again.
pl: Spróbuj ponownie.

source: Please enter a new password below:
pl: Wpisz poniżej nowe hasło:

source: Please provide a response for each presented challenge.
pl: Proszę podać odpowiedź do każdego z podanych Pytań.

source: Return to Calling Page
pl: Powrót do poprzedniej strony

source: Sequence
pl: Sekwencja

source: Show forgotten password link
pl: Pokaż odnośnik do Zapomniane Hasło

source: Special characters not allowed in password.
pl: Znaki specjalne NIE są dozwolone w haśle.

source: The old password entered is invalid.
pl: Wprowadzone poprzednie hasło jest nieprawidłowe.

source: The password contains characters from three of the following four categories:
pl: Hasło zawiera znaki należące do trzech z czterech podanych kategorii:

source: The password is case-sensitive.
pl: Wielkość liter w haśle ma znaczenie.

source: Universal Change Password has been disabled for user.
pl: Zmiana Uniwersalnego Hasła została zablokowana dla użytkownika.

source: Universal Password has not been set.
pl: Hasło Uniwersalne nie zostało ustawione.

source: Universal Password is not set.
pl: Uniwersalne Hasło Universal nie jest ustawione.

source: Universal Password not available.
pl: Hasło Uniwersalne niedostępne.

source: Unknown user.
pl: Nieznany użytkownik.

source: Unsupported Action.
pl: Nieobsługiwana akcja.

source: User not found.
pl: Nie znaleziono użytkownika.

source: Username:
pl: Nazwa użytkownika:

source: You can now change your password. Type in your new password twice and make sure the password conforms to the displayed rules.
pl: Możesz teraz zmienić hasło. Wpisz hasło dwukrotnie. Upewnij się, że hasło spełnia podane reguły.

source: You may use numbers in your password.
pl: Możesz używać cyfr w haśle.

source: You may use special characters in your password.
pl: Możesz używać znaków specjalnych w haśle.

source: You must use a unique password.
pl: Musisz użyć unikalnego hasła.

source: Your password can have no more than
pl: Twoje hasło nie może mieć więcej niż

source: Your password must have at least
pl: Twoje hasło musi mieć przynajmniej

source: Your password must have the following properties:
pl: Twoje hasło musi spełniać następujące kryteria:

source: Your password policy does not allow you to change your password
pl: Polisa Hasła nie pozwala na zmianę hasła przez użytkownika

source: mail
pl: Email
