Repository: aviarypl/suse-l10n-pl
Catalog: po-rbac/DataImportExportRsrc_*.po
Languages: pl

source: An error occurred when parsing the \'\'{0}\'\' file in the import archive
pl: Wystąpił błąd podczas przetwarzania pliku \'\'{0}\'\' z importowanego archiwum

source: An error occurred when reading the import archive
pl: Wystąpił błąd podczas przetwarzania importowanego archiwum

source: An error occurred while exporting portal data
pl: Wystąpił błąd podczas eksportowania danych z portalu

source: Could not find container page information
pl: Nie znaleziono informacji o stronie w Kontenerze

source: Could not find portlet registration for portlet {0} on page \'\'{1}\'\'
pl: Nie odnaleziono wymaganych danych do rejestracji portletu {0} na stronie \'\'{1}\'\'

source: Could not find shared page information
pl: Nie odnaleziono informacji o współdzielonej stronie

source: No \'\'{0}\'\' element found in \'\'{1}\'\'
pl: Nie odnaleziono elementu \'\'{0}\'\' w \'\'{1}\'\'

source: Portlet registration for \'\'{0}\'\' already exists
pl: Ustawienia rejestracjne Portletu dla \'\'{0}\'\' już istnieją

source: Preserving existing container page
pl: Zachowano bieżącą stronę

source: Preserving existing registration
pl: Bieżąca rejestracja została zachowana

source: Preserving existing shared page
pl: Bieżąca strona współdzielona została zachowana

source: Report Failed: {0}, {1}, {2}
pl: Raport zakończony błędem: {0}, {1}, {2}

source: Successful
pl: Sukces

source: The container page \'\'{0}\'\' already exists
pl: Strona \'\'{0}\'\' już istnieje

source: The shared page \'\'{0}\'\' already exists
pl: Strona współdzielona \'\'{0}\'\' już istnieje

source: Unable to generate the list of container pages
pl: Wystąpił błąd podczas generowania listy stron bieżącego Kontenera

source: Unable to generate the list of shared pages
pl: Brak możliwości wygenerowania listy stron współdzielonych

source: Unable to get Category information for page \'\'{0}\'\'
pl: Nie odnaleziono imformacji o Kategorii dla strony \'\'{0}\'\'

source: Unable to get the container page information for \'\'{0}\'\'
pl: Nie pobrano z Kontenera informacji dla \'\'{0}\'\'

source: Unable to get the container page with name \'\'{0}\'\' from the import archive
pl: Brak możliwości pobrania strony kontenerowej o nazwie \'\'{0}\'\' z importowanego archiwum

source: Unable to get the list of container pages from the import archive
pl: Nie można pobrać listy stron bieżącego kontenera z importowanego archiwum

source: Unable to get the list of group settings from the import archive
pl: Pobranie listy ustawień dla Grup z importowanego archiwum nie było możliwe

source: Unable to get the list of portlet producers
pl: Lista wytwórców portletu nie została pobrana

source: Unable to get the list of portlet registrations from the import archive
pl: Lista parametrów wymaganych od rejestracji portletu nie została pobrana z importowanego archiwum

source: Unable to get the list of shared pages from the import archive
pl: Pobranie listy współdzielonych stron z importowanego archiwum nie było możliwe

source: Unable to get the list of user settings from the import archive
pl: Pobranie ustawień użytkownika z importowanego archiwum nie było możliwe

source: Unable to get the portlet registration information list
pl: Brak informacji na temat sposobu rejestracji portletu

source: Unable to get the shared page information for \'\'{0}\'\'
pl: Nie znaleziono informacji o współdzielonej stronie \'\'{0}\'\'

source: Unable to get the shared page with name \'\'{0}\'\' from the import archive
pl: Brak możliwości pobrania współdzielonej strony o nazwie \'\'{0}\'\' z importowanego archiwum

source: Unable to lookup group portal information for \'\'{0}\\{1}\'\'
pl: Nie znaleziono informacji o grupie \'\'{0}\\{1}\'\'

source: Unable to lookup locksmith name to create restricted ACL
pl: Brak wymaganych informacji do utworzenia ACL

source: Unable to lookup user portal information for \'\'{0}\\{1}\'\'
pl: Nie znaleziono informacji o użytkowniku \'\'{0}\\{1}\'\'

source: Unable to serialize the Document \'\'{0}\'\' to the output stream
pl: Nrak możliwości przesłania Dokumentu \'\'{0}\'\' do strumienia wyjściowego
