Repository: aviarypl/suse-l10n-pl
Catalog: po-rbac/ForgotPasswordRsrc_*.po
Languages: pl

source: A gateway to the NMAS server is not available.
pl: Niedostępna bramka do serwera NMAS.

source: Action
pl: Akcja

source: Allow Wild Cards in Login
pl: Zezwól na znaki wieloznaczności w Loginie

source: An error occurred accessing the portlet. Please try again later. If the problem persists, contact your System Administrator.
pl: Wystąpił błąd w trakcie uruchamiania portletu. Spróbuj ponownie. Skontaktuj się z Administratorem Systemu jeśli jest to powtarzalny błąd.

source: An invalid user name has been entered.
pl: Wprowadzono błędną nazwę użytkownika.

source: Authentication
pl: Autoryzacja

source: Authority is required in order to email this password.
pl: Wysłanie hasła pocztą wymaga odpowiednich uprawnień.

source: Authority is required to change this password.
pl: Zmiana hasła wymaga odpowiednich uprawnień.

source: Base 10 digits (0 through 9)
pl: 10 podstawowych cyfr (od 0 do 9)

source: Challenge Questions authentication unsuccessful
pl: Nieudana autentykacja bazująca na Pytaniu z Wezwania

source: Challenge Response
pl: Wyzwanie - odpowiedź

source: Challenge Response failed.
pl: Procedura wyzwanie-odpowiedź nie powiodła się.

source: ChangePassword
pl: Zmiana Hasła

source: Could not change password.
pl: Nie można zmienić hasła.

source: Delegation to Challenge Response failed.
pl: Delegacja do Wezwania Odpowiedzi nie powiodła się.

source: Email address is not accessible.
pl: Adres e-mail jest niedostępny.

source: EmailHint
pl: Podpowiedź Poczta

source: EmailPassword
pl: Wyślij Hasło

source: Enabled
pl: Włączone

source: Encoding
pl: Kodowanie

source: First character of password cannot be a special character.
pl: Znak specjalny nie może być pierwszym znakiem w haśle.

source: First character of password cannot be numeric.
pl: Cyfra nie może być pierwszym znakiem w haśle.

source: Forgot Hint
pl: Zapomnienie - Podpowiedź

source: Forgot Password
pl: Zapomniane hasło

source: Forgot password feature disabled.
pl: Funkcjonalność Zapomniałeś Hasła wyłączona.

source: Hint was not defined.
pl: Podpowiedź nie została zdefiniowana.

source: Hint was successfully emailed.
pl: Podpowiedź została wysłana emailem.

source: Hint:
pl: Podpowiedź:

source: IDM Forgot Password
pl: Zapomniane hasło IDM

source: IDM, Password, Forgotten, Hint, NMAS
pl: IDM, Hasło, Zapomniane, Podpowiedź, NMAS

source: Invalid Action.
pl: Niepoprawna akcja.

source: Invalid Secure Password Manager (SPM) request. If the problem persists, contact your System Administrator. (-1697)
pl: Niepoprawne rządanie Secure Password Manager (SPM). Skontaktuj się z Administratorem Systemu jeśli problem wystąpi ponownie. (-1697)

source: LDAP Secure Port Number
pl: Numer bezpiecznego portu usługi LDAP

source: Last character of password cannot be a special character.
pl: Ostatni znak w haśle nie może być cyfrą.

source: Last character of password cannot be numeric.
pl: Cyfra nie może być ostatnim znakiem w haśle.

source: Latin lowercase letters (a through z)
pl: Małe litery łacińskie (od a do z)

source: Latin uppercase letters (A through Z)
pl: Wielkie litery łacińskie (od A do Z)

source: Login Sequence
pl: Sekwencja logowania

source: Maximum number of characters in password:
pl: Maksymalna liczba znaków hasła:

source: Maximum number of consecutive characters in password:
pl: Maksymalna liczba kolejnych znaków hasła:

source: Maximum number of lowercase characters in password:
pl: Maksymalna liczba małych liter hasła:

source: Maximum number of numeric characters in password:
pl: Maksymalna liczba cyfr hasła:

source: Maximum number of repeated characters in password:
pl: Maksymalna liczba powtarzających się znaków hasła:

source: Maximum number of special characters in password:
pl: Maksymalna liczba znaków specjalnych hasła:

source: Maximum number of uppercase characters in password:
pl: Maksymalna ilość wielkich liter hasła:

source: Minimum number of characters in password:
pl: Minimalna liczba znaków hasła:

source: Minimum number of lowercase characters in password:
pl: Minimalna liczba małych liter hasła:

source: Minimum number of numeric characters in password:
pl: Minimalna liczba cyfr hasła:

source: Minimum number of special characters in password:
pl: Minimalna liczba znaków specjalnych hasła:

source: Minimum number of unique characters in password:
pl: Minimalna liczba różnych znaków hasła:

source: Minimum number of uppercase characters in password:
pl: Minimalna ilość wielkich liter hasła:

source: Multiple users returned from search. Choose one to continue.
pl: Wyszukiwanie zwróciło wielu użytkowników. Proszę wybrać jednego z nich, aby kontynuować.

source: NMAS has timed out.
pl: NMAS przekroczenie czasu.

source: NMAS is not available.
pl: NMAS nie jest dostępny.

source: No email body.
pl: Brak treści emaila.

source: No from address was entered.
pl: Brak adresu w polu Od.

source: No subject was entered.
pl: Nie podano tematu.

source: Non-alphanumeric characters such as: exclamation point (!), dollar sign ($), or number sign (#)
pl: Znaki inne niż litery i cyfry, takie jak: wykrzyknik (!), znak dolara ($), czy krzyżyk (#)

source: Numeric characters are not allowed in password.
pl: Cyfry nie są dozwolone w haśle.

source: Old password invalid. Try again.
pl: Poprzednie hasło jest nieprawidłowe. Spróbuj ponownie

source: Password Policy not found for entered user.
pl: Nie znaleziono Polisy Haseł dla wybranego użytkownika.

source: Password attribute violation has been detected.
pl: Wykryto naruszenie atrybutu hasła.

source: Password cannot be changed because the minimum lifetime requirement has not yet been met.
pl: Nie można zmienić hasła ponieważ nie upłynął minimalny czas życia hasła.

source: Password change succeeded.
pl: Zmiana hasła zakończona sukcesem.

source: Password does not meet the lowercase character minimum requirement.
pl: Hasło zawiera za mało małych liter.

source: Password does not meet the minimum numeric character requirement.
pl: Za mała liczba cyfr w haśle.

source: Password does not meet the minimum unique characters requirement.
pl: Hasło nie zawiera minimalnej liczby unikalnych znaków.

source: Password does not meet the special character minimum requirement.
pl: Hasło nie zawiera minimalnej liczby znaków specjalnych.

source: Password does not meet the uppercase character minimum requirement.
pl: Hasło nie zawiera minimalnej liczby wilekich liter.

source: Password exceeds character re-use limit.
pl: Za dużo takich zamych znaków w haśle.

source: Password exceeds sequential character re-use limit.
pl: Hasło zawiera niedozwoloną liczbę powtórzonych znaków.

source: Password exceeds the maximum lowercase character limit.
pl: Hasło zawiera za wiele małych liter.

source: Password exceeds the maximum numeric character limit.
pl: Hasło przekroczyło limit dozwolonych liczb.

source: Password exceeds the maximum special character limit.
pl: Hasło zawiera za dużo znaków specjalnych.

source: Password exceeds the maximum uppercase character limit.
pl: W haśle jest za dużo wielkich liter.

source: Password is not unique.
pl: Hasło nie jest unikalne.

source: Password is on the exclusion list.
pl: Hasło znajduje się na liście wykluczonych z użycia.

source: Password is too long.
pl: Hasło jest zbyt długie.

source: Password is too short.
pl: Hasło jest za krótkie.

source: Password may not end with a number.
pl: Hasło nie może kończyć się cyfrą.

source: Password may not end with a special character.
pl: Hasło nie może kończyć się znakiem specjalnym.

source: Password may not start with a number.
pl: Cyfra nie może być pierwszym znakiem w haśle.

source: Password may not start with a special character.
pl: Znak specjalny nie może być pierwszym znakiem w haśle.

source: Password reserved violation.
pl: Naruszenie zastrzeżonego hasła.

source: Password was successfully emailed.
pl: Hasło zostało wysłane emailem.

source: Please Try Again.
pl: Spróbuj ponownie.

source: Please enter a new password below:
pl: Wpisz poniżej nowe hasło:

source: Please provide a response for each presented challenge.
pl: Proszę wprowadzić odpowiedź dla każdego z wyświetlonych pytań.

source: Return to Calling Page
pl: Powrót do poprzedniej strony

source: Sequence
pl: Sekwencja

source: Show forgotten password link
pl: wyświetl odnosnik do Zapomniałeś Hasła

source: ShowHint
pl: Pokaż podpowiedź

source: Special characters not allowed in password.
pl: Znaki specjalne nie mogą występować w haśle.

source: The old password entered is invalid.
pl: Wprowadzone poprzednie hasło jest niepoprawne.

source: The password contains characters from three of the following four categories:
pl: Hasło zawiera znaki należące do trzech z następujących czterech kategorii:

source: The password is case-sensitive.
pl: Wielkość liter w haśle ma znaczenie.

source: To help you log in, you must specify your username.
pl: Proszę podać swój login.

source: Universal Change Password has been disabled for user.
pl: Zmiana hasła została wyłączona dla tego użytkownika.

source: Universal Password has not been set.
pl: Uniwerslane Hasło nie zostało ustawione.

source: Universal Password is not set.
pl: Hasło Uniwersalne nie jest zdefiniowane.

source: Universal Password not available.
pl: Hasło Uniwersalne nie jest dostępne.

source: Unknown user.
pl: Nieznany użytkownik.

source: Unsupported Action.
pl: Nieobsługiwana Akcja.

source: User not found.
pl: Nie znaleziono użytkownika

source: Username:
pl: Nazwa użytkownika:

source: You can now change your password. Type in your new password twice and make sure the password conforms to the displayed rules.
pl: Można teraz zmienić hasło. Proszę wpisać nowe hasło dwa razy. Nowe hasło musi być zgodne z wyświetlonymi regułami.

source: You may not use the following attribute values for your password:
pl: W haśle nie można używać następujących wartości atrybutów:

source: You may not use the following for your password.
pl: W haśle nie można użyć następujących elementów.

source: You may use numbers in your password.
pl: Użycie cyfr w haśle jest dozwolone.

source: You may use special characters in your password.
pl: Użycie znaków specjalnych w haśle jest dozwolone.

source: You must use a unique password.
pl: Należy podać unikalne hasło.

source: Your password can have no more than
pl: Hasło nie może mieć więcej niż

source: Your password must have at least
pl: Hasło musi zawierać przynajmniej

source: Your password must have the following properties:
pl: Hasło musi mieć następujące cechy:

source: Your password policy does not allow you to change your password
pl: Zasady haseł nie pozwają na zmianę hasła

source: Your password policy supports Microsoft Password Complexity Policy rules:
pl: Zasady hasła obsługują reguły Microsoft Password Complexity Policy:

source: mail
pl: Email
