Repository: aviarypl/suse-l10n-pl
Catalog: po-rbac/ParamListRsrc_*.po
Languages: pl

source: An unexpected error occurred.
pl: Wystąpił nieoczekiwany błąd.

source: An unknown error occurred.
pl: An error occurred accessing the portlet. Please try again later. If the problem persists, contact your System Administrator.

source: Click row to select.
pl: Wybierz wpis aby zobaczyć szczegóły.

source: Criteria
pl: Kryteria

source: History
pl: Historia

source: Internal Error: The portlet is in an invalid state: action = {0}. The most probable cause is session timeout.
pl: Invalid Action: no valid operation specified. Please contact your System Administrator.

source: Javascript used to submit a search, scroll to the next page of search results or sort the search results.
pl: Javascript pozwalający na przesłanie zapytania, przewijania do następnej strony wyników oraz sortowania wyników wyszukiwania.

source: Lookup
pl: Wyszukiwanie

source: Maximum rows per page
pl: The maximum number of rows shown per page.

source: Maximum rows total
pl: The maximum number of rows returned for the search. A value of 0 will defer to the maximum set in the Virtual Data Definition.

source: No results found.
pl: Brak wyników.

source: No results found. Please conduct another search.
pl: Nic nie znaleziono. Proszę spróbować poszukać czegoś innego.

source: Object Lookup
pl: Wyszukiwanie obiektów

source: ParamList Portlet
pl: Status synchronizacji hasła

source: ParamListPortlet
pl: IDM Zmiana Hasła

source: Reset field
pl: Wyczyść pole

source: Script used to hide/show controls based on attribute subtype and open another object selector if the attribute subtype is DNLookup.
pl: Skrypt pozwalający na ukrywanie/pokazywanie kontrolek na podstawie podtypu atrybutu oraz otwarcie nowego wyboru obiektu jeśli podtyp atrybutu to DNLookup.

source: Script used to set focus on text input control.
pl: Skrypt pozwalający na ustawianie skupienia na polu tekstowym.

source: Script used to submit search and populate search results when portlet is launched in pop-up window.
pl: Skrypt pozwalający na przesłanie zapytania i przekazanie wyników wyszukiwania kiedy portlet jest uruchamiany w nowym oknie.

source: Search
pl: Szukaj

source: Search object list: (example: a*, Lar*, ID, *r)
pl: Początkowy kontener:

source: Select an object from the list:
pl: Wybierz obiekt z listy:

source: The attribute value is required for search.
pl: Do wyszukiwania wymagana jest wartość atrybutu.

source: The query is invalid.
pl: A search criteria row must have all values filled.

source: The query must be built from an attribute that as a sub-type of DNLookup.
pl: Zapytanie musi być zbudowane z atrybutu o podtypie DNLookup.

source: The query must be built from an entity that has a container entity definition.
pl: Zapytanie musi być zbudowane z jednostki która posiada definicję kontenera jednostki.

source: The session is invalid.
pl: The session must contain a valid PrintJob object. Make sure the calling portlet has set the necessary parameters. The calling portlet may not be in state that is printable.

source: This portlet must be passed a valid ENTITY_DEFINITION_KEY ({0}) and ATTRIBUTE_KEY ({1}). Make sure the calling portlet has set the necessary parameters.
pl: Do tego portletu muszą być przekazane prawidłowe wartości ENTITY_DEFINITION_KEY ({0}) oraz ATTRIBUTE_KEY ({1}). Upewnij się, że wywołujący portlet ustawił wymagane parametry.

source: This portlet must be passed a valid portlet-unique-id ({0}), FORM_NAME ({1}), and FIELD_NAME ({2}). Make sure the calling portlet has set the necessary parameters.
pl: This portlet must be passed a valid portlet-unique-id. Make sure the calling portlet has set the necessary parameters or check the print portal-option.

source: Value
pl: Wartość

source: list, param, DN lookup, Container lookup
pl: IDM, Hasło, Zmiana
