Repository: aviarypl/suse-l10n-pl
Catalog: po-rbac/PasswordPolicyStatusRsrc_*.po
Languages: pl

source: Challenge response answers are synchronized with questions:
pl: Odpowiedzi na pytania wyzwanie-odpowiedź są zsynchronizowane:

source: Hint valid:
pl: Poprawnie ustawiona podpowiedź:

source: Invalid
pl: Nie

source: No user is logged in
pl: Żaden użytkownik nie jest zalogowany

source: Not Applicable
pl: Nie dotyczy

source: Password Policy Status
pl: Stan zasad haseł

source: Password current with policy requirements:
pl: Zgodność bieżącego hasła z wymaganiami zasad haseł:

source: Refresh
pl: Odśwież

source: Valid
pl: Tak

source: Your Password Policy Status:
pl: Stan zasad haseł:
