Repository: aviarypl/suse-l10n-pl
Catalog: po-rbac/PasswordChangeRsrc_*.po
Languages: pl

source: An error has occurred.
pl: Wystąpił błąd.

source: An unexpected exception occurred while performing encryption/decryption.
pl: Wystąpił nieoczekiwany wyjątek w trakcie szyfrowania/deszyfrowania.

source: Change Again
pl: Ponownie zmień

source: Change Password
pl: Zmiana hasła

source: Choose a user:
pl: Wybierz użytkownika:

source: Complete:
pl: Zakończone:

source: Could not complete request.
pl: Niemożliwe przetworzenie żądania.

source: Error: Password must be unique and cannot match a previous password
pl: Błąd: Hasło musi być unikalne i nie może być takie samo jak poprzednie

source: Error: all fields required.
pl: Błąd: wszystkie pola są wymagane.

source: Error: passwords must match.
pl: Błąd: Podane wartości muszą być takie same.

source: Follow the steps to gain access to console
pl: Postępuj zgodnie ze wskazówkami w celu uzyskania dostępu do konsoli

source: Forgot your password?
pl: Zapomniałeś hasło?

source: Forgotten Password
pl: Przypomnienie hasła

source: Hint:
pl: Podpowiedź:

source: IDM Change Password
pl: Zmiana hasła IDM

source: IDM, Password, Change
pl: IDM, Hasło, Zmiana

source: New password:
pl: Nowe hasło:

source: Notice:
pl: Notatka:

source: Old Password Incorrect
pl: Poprzednie hasło jest niepoprawne

source: Old password:
pl: Aktualne hasło:

source: Password Change Failed
pl: Zmiana hasła nie powodła się

source: Password Changed
pl: Hasło zostało zmienione

source: Password changed, Please logout and close your browser to enable sign-on to other applications with your new password.
pl: Hasło zmienione: Proszę się wylogować. Umożliwi to logowanie się z nowym hasłem do pozostałych aplikacji.

source: Password policy requires password to conform to displayed rules.
pl: Hasło musi być zgodne z wyświetlonymi regułami Polisy Hasła.

source: Return to Login Page
pl: Powróć do strony logowania

source: Retype password:
pl: Wpisz ponownie nowe hasło:

source: Submit
pl: Wykonaj

source: The password hint cannot be displayed. Either universal password or advanced password rules have been disabled. Please contact your administrator if universal password is disabled.
pl: Podpowiedź do hasła nie może być wyświetlona. Proszę skontaktować się z administratorem.

source: This script checks the browser type, and places the cursor in the form field.
pl: Ten skrypt sprawdza rodzaj przeglądarki i umieszcza kursor w polu formularza.

source: Try Again
pl: Spróbuj ponownie

source: User does not have rights to change password
pl: Użytkownik nie ma wystarczających uprawnień aby zmienić hasło

source: User not found
pl: Nie znaleziono użytkownika

source: Username:
pl: Nazwa użytkownika:

source: Warning:
pl: Ostrzeżenie:

source: You can now change your password. Type in your new password twice and make sure the password conforms to the displayed rules.
pl: Możesz teraz zmienić hasło. Wpisz nowe hasło dwa razy. Nowe hasło musi być zgodne z wyświetlonymi regułami.

source: You must enter a user ID.
pl: Musisz podać login użytkownika.

source: Your password must have the following properties:
pl: Twoje hasło musi mieć następujące cechy:

source: en
pl: pl
