Repository: aviarypl/suse-l10n-pl
Catalog: po-rbac/PersistRsrc_*.po
Languages: pl

source: All required tables found. Schema is valid.
pl: Znaleziono wszystkie wymagane tabele. Schemat jest prawidłowy.

source: Checking for database schema
pl: Szukanie schematu dla bazy danych

source: Checking schema for table {0}....found
pl: Sprawdzanie schematu tabeli {0}....znaleziono

source: Checking schema for table {0}....missing
pl: Szukanie schematu dla tabeli {0}....nie znaleziono

source: Creating database schema
pl: Tworzenie schematu bazy danych

source: Database error verifying Unicode support, see stack trace for detail information.
pl: Błąd sprawdzania wsparcia dla Unicode w bazie danych, poszukaj informacji w śladzie wyjątku.

source: Error adding object {0}
pl: Błąd dodawania obiektu {0}

source: Error deleting object {0}
pl: Błąd usuwania obiektu {0}

source: Error finding object using example {0}
pl: Błąd wyszukiwania obiektu przy użyciu przykładu {0}

source: Error rolling back transaction
pl: Błąd wycofania transakcji

source: Failed to parse data load file {0}.
pl: Nie udało się parsowanie pliku danych {0}.

source: Failed to parse database schema update file {0}.
pl: Nie udało się parsowanie schematu bazy danych pliku{0}.

source: Schema is invalid. One or more required tables are missing. Check log for messages indicating tables that were not found.
pl: Schemat jest nieprawidłowy. Brakuje jednej lub więcej wymaganych tabeli. Poszukaj w dzienniku informacji o nieznalezionych tabelach.

source: The IDM User Application database does not support Unicode (UTF-8) encoded data. Unicode support is required for the IDM User Application. Please reconfigure the database with a Unicode-compatible character set.
pl: Baza danych Portalu IDM nie wspiera danych kodowanych w Unicode (UTF-8). Wsparcie dla Unicode jest wymagane dla Portalu IDM. Zmień konfigurację bazy danych na kodowanie kompatybilne z Unicode.

source: The database schema upgrade failed. No schema update information found for version {0}.
pl: Aktualizacja schematu bazy danych nie powiodła się. Nie znaleziono schematu aktualizacji dla wersji {0}.

source: The database schema upgrade to product type {0} from type {1} failed. No schema update information found for version {2}.
pl: Aktualizacja schematu bazy danych do produktu typu {0} z produktu typu {1} nie powiodła się. Nie znaleziono schematu aktualizacji dla wersji {2}.

source: Unable to determine current schema version from version XML file {0}.
pl: Nie można wyznaczyć wersji bieżącego schematu z pliku wersji XML {0}.

source: Unknown product version, database schema check can\'t proceed.
pl: Nieznana wersja produktu, nie można sprawdzić schematu bazy danych.

source: Unknown schema update operation {0}.
pl: Nieznana operacja aktualizacji schematu {0}.

source: Updating database schema to version {0}
pl: Aktualizacja schematu bazy danych do wersji {0}

source: Upgrading database schema from {0} {1} to {2} {3}
pl: Aktualizujacja schematu bazy danych produktu typu {0} w wersji {1} do typu {2} w wersji {3}
