Repository: aviarypl/suse-l10n-pl
Catalog: po-rbac/SessionTimeoutWarningPortletRsrc_*.po
Languages: pl

source: Amount of time before timeout expires that the message should be displayed. This is expressed in seconds.
pl: Ilość czasu kiedy ostrzeżenie powinno się pojawić przed wygaśnięciem sesji. Wyrażona w sekundach.

source: Cancel
pl: Anuluj

source: Displays a warning when a user\'s session is about to timeout
pl: Wyświetla ostrzeżenie kiedy sesja użytkownika zbliża się do wygaśnięcia

source: Enabled
pl: Włączony

source: Seconds Before Timeout
pl: Sekund przed wygaśnięciem

source: Session Timeout Warning
pl: Ostrzeżenie o wygaśnięciu sesji

source: Set this value on to enable the Timeout checking.
pl: Zaznacz ten przełącznik aby włączyć sprawdzanie wygaśnięcia sesji

source: The javascript that is used to detect session timeout and allow reload
pl: Javascript, który jest używany do wykrywania wygaśnięcia i pozwalający na przeładowanie

source: The message that should be displayed when the session is about to expire
pl: Ta wiadomość powinna być wyświetlona, kiedy sesja zbliża się do wygaśnięcia

source: Warning Message
pl: Ostrzeżenie

source: Your session is about to expire. If you are still using this application, please click \'OK\' within the next ${PortletPreference/timeoutDifference} seconds to continue. Otherwise, your session will expire and you will need to log in again.
pl: Twoja sesja za chwilę wygaśnie. Jeżeli nadal korzystasz z tej aplikacji proszę wybierz \'OK\' w ciągu następnych ${PortletPreference/timeoutDifference} sekund. W przeciwnym wypadku sesja zostanie wygaszona i zaistnieje konieczność ponownej autoryzacji.
