Repository: aviarypl/suse-l10n-pl
Catalog: po-rbac/SystemCommentRsrc_*.po
Languages: pl

source: Approved
pl: Zatwierdzony

source: Assigned
pl: Przydzielone

source: Claimed
pl: Podjęte

source: Completed
pl: Zakończony

source: Denied
pl: Odrzucony

source: Escalated
pl: [Przepływ_Eskalowany] Zainicjowany przez {0}, ID procesu: {9}, Nazwa procesu: {2}, Operacja: {8}, Beneficjent: {1}, Użytkownik drugorzędny: {10}

source: Forwarded
pl: [Przepływ_Przekazany] Zainicjowany przez {0}, ID procesu: {9}, Nazwa procesu: {2}, Operacja: {8}, Beneficjent: {1}

source: Provisioning Resource Request Error
pl: [Dystrybucja_Błąd] Zainicjowany przez {0}, Treść błędu: {10}, ID procesu: {9}, Nazwa procesu: {2}, Operacja: {8}, Beneficjent: {1}

source: Provisioning Resource Request Failure
pl: [Dystrybucja_Błąd] Zainicjowany przez {0}, ID procesu: {9}, Nazwa procesu: {2}, Operacja: {8}, Beneficjent: {1}

source: Provisioning Resource Request Granted
pl: [Dystrybucja_Przydzielona] Zainicjowany przez {0}, ID procesu: {9}, Nazwa procesu: {2}, Operacja: {8}, Beneficjent: {1}

source: Provisioning Resource Request Revoked
pl: [Dystrybucja_Wycofana] Zainicjowany przez {0}, ID procesu: {9}, Nazwa procesu: {2}, Operacja: {8}, Beneficjent: {1}

source: Provisioning Resource Request Submitted
pl: [Upoważnienie_Wysłane] Zainicjowany przez {0}, ID procesu: {9}, Nazwa procesu: {2}, Operacja: {8}, Beneficjent: {1}

source: Provisioning Resource Request Success
pl: [Dystrybucja_Sukces] Zainicjowany przez {0}, ID procesu: {9}, Nazwa procesu: {2}, Operacja: {8}, Beneficjent: {1}

source: Provisioning resource request for {0} has failed. Provisioning state is granted.
pl: Wnioskowanie o {0} nie powiodło się. Dystrybuowano uprawnienia.

source: Provisioning resource request for {0} has failed. Provisioning state is not available.
pl: Wnioskowanie o {0} nie powiodło się. Stan dystrybucji jest niedostępny.

source: Provisioning resource request for {0} has failed. Provisioning state is revoked.
pl: Wnioskowanie o {0} nie powiodło się. Odebrano uprawnienia.

source: Provisioning resource request for {0} has succeeded. Provisioning state is granted.
pl: Wnioskowanie o {0} powiodło się. Dystrybuowano uprawnienia.

source: Provisioning resource request for {0} has succeeded. Provisioning state is not available.
pl: Wnioskowanie o {0} powiodło się. Stan dystrybucji jest nieznany.

source: Provisioning resource request for {0} has succeeded. Provisioning state is revoked.
pl: Wnioskowanie o {0} powiodło się. Odebrano uprawnienia.

source: Provisioning resource request submitted for {0}. Provisioning state is granted.
pl: Wysłano wniosek o {0}. Dystrybuowano uprawnienia.

source: Provisioning resource request submitted for {0}. Provisioning state is not available.
pl: Wysłano wniosek o {0}. Stan dystrybucji jest niedostępny.

source: Provisioning resource request submitted for {0}. Provisioning state is revoked.
pl: Wysłano wniosek o {0}. Odebrano uprawnienia.

source: Reassigned
pl: [Przepływ_Przypisany_Ponownie] Zainicjowany przez {0}, ID procesu: {9}, Nazwa procesu: {2}, Operacja: {8}, Beneficjent: {1}

source: Refused
pl: Porzucony

source: Reminder Sent
pl: [Przepływ_Przypomnienie_Wysłano] Zainicjowany przez {0}, ID procesu: {9}, Nazwa procesu: {2}, Operacja: {8}, Beneficjent: {1}, Użytkownik drugorzędny: {10}

source: Reset Priority
pl: [Przepływ_WyczyśćPriorytet] Zainicjowany przez {0}, ID procesu: {9}, Nazwa procesu: {2}, Operacja: {8}, Beneficjent: {1}

source: Retracted
pl: Wycofany

source: Role Approved
pl: Rola zatwierdzona

source: Role Denied
pl: Rola odrzucona

source: Timedout
pl: Przeterminowany

source: Unclaimed
pl: [Przepływ_porzucony] Zainicjowany przez {0}, ID procesu: {9}, Nazwa procesu: {2}, Operacja: {8}, Beneficjent: {1}, Użytkownik drugorzędny: {10}

source: User Message
pl: [Użytkownik_Wiadomość] Zainicjowany przez {0}, ID procesu: {9}, Nazwa procesu: {2}, Operacja: {8}, Beneficjent: {1}, Autor: {10}, Wiadomość: {16}

source: User task approved by reviewer {0}
pl: Zadanie zatwierdzone przez recenzenta {0}

source: User task assigned to reviewer {0}
pl: Zadanie przydzielone recenzentowi {0}

source: User task claimed by reviewer {0}
pl: Zadanie podjęte przez recenzenta {0}

source: User task denied by reviewer {0}
pl: Zadanie odrzucone przez recenzenta {0}

source: User task expired by {0}
pl: Zadanie wygasło w wyniku {0}

source: User task reassigned to reviewer {0}
pl: Zadanie ponownie przydzielone recenzentowi {0}

source: User task refused by reviewer {0}
pl: Zadanie odrzucone przez recenzenta {0}

source: User task unclaimed by reviewer {0}
pl: Zadanie niepodjęte przez recenzenta {0}

source: Workflow Ended
pl: [Przepływ_Zakończony] Zainicjowany przez {0}, ID procesu: {9}, Nazwa procesu: {2}, Operacja: {8}, Beneficjent: {1}

source: Workflow Error: {0}
pl: [Przepływ_Error] Zainicjowany przez {0}, Treść błędu: {10}, ID procesu: {9}, Nazwa procesu: {2}, Operacja: {8}, Beneficjent: {1}

source: Workflow Started
pl: [Przepływ_Rozpoczęty] Zainicjowany przez {0}, ID procesu: {9}, Nazwa procesu: {2}, Operacja: {8}, Beneficjent: {1}, Użytkownik drugorzędny: {10}

source: Your provisioning resource request submission for {0} has failed
pl: Nie udało się wysłanie wniosku o {0}

source: Your resource request for {0} has been sent to provisioning service
pl: Twój wniosek o {0} został wysłany do usługi dystrubucji
