Repository: aviarypl/suse-l10n-pl
Catalog: po-rbac/UIQueryServletRsrc_*.po
Languages: pl

source: An error occurred processing the request.
pl: The following error occurred processing the request: {0}. Please correct the problem and try again.

source: An error occurred processing the request. ({0})
pl: Wystąpił błąd podczas przetwarzania. ({0})

source: An error occurred processing the request. A querykey or queryname is required for this request.
pl: Wystąpił błąd podczas przetwarzania. Querykey lub queryname jest wymagany.

source: An error occurred processing the request. A team dn request parameter is required for this request.
pl: Wystąpił błąd podczas przetwarzania. DN zespołu jest wymaganym parametrem.

source: An unknown error was encountered.
pl: An error occurred accessing the portlet. Please try again later. If the problem persists, contact your System Administrator.

source: Error encountered while executing the service {0} : {1}.
pl: Wystąpił błąd podczas uruchomienia usługi {0} : {1}.

source: Error while instantiating the registry : {0}.
pl: Wystąpił błąd podczas tworzenia rejestru : {0}.

source: Extract parms service ({0}) has not been implemented.
pl: Usługa wydobywania parametrów ({0}) has nie została zaimplementowana.

source: Invalid parameter {0} = {1}.
pl: Nieprawidłowy parametr {0} = {1}.

source: Number format error, please check the value for {0}.
pl: Number format error, please check the value for UI registry property {0}

source: Please re-authenticate, your session has expired ({0}).
pl: Proszę zautoryzować się ponownie. Twoja sesja wygasła ({0}).

source: Service class {0} not found or error while instantiating.
pl: Klasa usługi {0} nie została znaleziona, lub spowodowała błąd podczas uruchomienia.

source: The AJAX Service ({0}) has not been implemented.
pl: Usługa AJAX ({0}) nie została zaimplementowana.

source: You need to login to execute service {0}, it is marked as requiring authentication.
pl: Musisz się zautoryzować aby uruchomić usługę {0}.
