Repository: aviarypl/suse-l10n-pl
Catalog: po-rbac/WelcomeMessageRsrc_*.po
Languages: pl

source: Create a New User
pl: Stwórz nowego użytkownika

source: Desired height of table containing the message
pl: Defines the portlet height.

source: Desired width of table containing the message, can be percentage.
pl: Defines the portlet width.

source: Documentation
pl: Dokumentacja

source: Error rendering portlet in {0}
pl: Błąd podczas wyświetlania portletu w {0}

source: Height
pl: Portlet Height

source: Login to the Portal to begin customizing your experience
pl: Zaloguj się do Portalu aby rozpocząć dostosowywanie

source: Message
pl: Wiadomość

source: Message to display in portlet. It can include text and HTML markup
pl: Wiadomość do wyświetlenia w portlecie. Może zawierać tekst i znaczniki HTML

source: New User?
pl: Nowy Użytkownik?

source: Welcome Message
pl: Wiadomość powitalna

source: Width
pl: Portlet Width

source: \u003cp\u003e\u003c/p\u003e\u003cbr/\u003e\u003cbr/\u003e \u003cfieldset style=\'width:auto;\'\u003e \u003clegend\u003e\u003cspan class=\'nv-fontMedium nv-color1 nv-fontBold\'\u003eIntroduction \u003c/span\u003e\u003c/legend\u003e \u003cp class=\'nv-paragraphTextBody\'\u003e \u003cspan class=\'nv-fontMedium nv-fontBold\'\u003eNovell Identity Manager\u003c!--&#8482;--\u003e\u003c/span\u003e: Remove barriers to greater business agility and security. \u003cbr /\u003e\u003cbr /\u003e The time has come to apply identity to not only the people involved in your organization, but also to any corporate asset the people in your organization need to share, such as routers, servers, devices, application components and even processes. \u003c/p\u003e \u003cp class=\'nv-paragraphTextBody\'\u003e Novell Identity Manager is a key component of Novell\'s Identity-Driven Computing vision. Identity-Driven Computing is a new vision for IT that places people&mdash;and the services they depend on&mdash;at the center of your enterprise. With Identity-Driven Computing from Novell, you can add intelligence to every part of your IT infrastructure&mdash;and make your business more agile and secure. \u003c/p\u003e \u003cp\u003e\u003c/p\u003e \u003c/fieldset\u003e
pl: \u003cp\u003e\u003c/p\u003e\u003cbr/\u003e\u003cbr/\u003e \u003cfieldset style=\'width:auto;\'\u003e \u003clegend\u003e\u003cspan class=\'nv-fontMedium nv-color1 nv-fontBold\'\u003eIntroduction \u003c/span\u003e\u003c/legend\u003e \u003cp class=\'nv-paragraphTextBody\'\u003e \u003cspan class=\'nv-fontMedium nv-fontBold\'\u003eNovell Identity Manager\u003c!--&#8482;--\u003e\u003c/span\u003e usuwa bariery elastyczności i bezpieczeństwa przedsiębiorstw. \u003cbr /\u003e\u003cbr /\u003e Nadszedł czas, aby nadać tożsamość nie tylko ludziom związanym z organizacją, ale także każdemu współdzielonemu zasobowi w firmie &mdash; routerom, serwerom, urządzeniom, komponentom aplikacji, a nawet procesom. \u003c/p\u003e \u003cp class=\'nv-paragraphTextBody\'\u003e System Novell Identity Manager jest kluczową częścią wizji "Identity-Driven Computing" firmy Novell. Jest to nowy pomysł na systemy IT przedsiębiorstwa. Ludzie i usługi, od których oni zależą stają cię centrum przedsiębiorstwa. Za pomocą Identity-Driven Computing można dodać inteligencję do każdej części infrastruktury IT i sprawić, że przedsiębiorstwo będzie jeszcze bardziej elastyczne i bezpieczne. \u003c/p\u003e \u003cp\u003e\u003c/p\u003e \u003c/fieldset\u003e

source: message, text, html
pl: IDM, Hasło, Zmiana
