Repository: aviarypl/suse-l10n-pl
Catalog: lcn/50-html/html-help-install.*.po
Languages: pl

source: Boot Loader Help
pl: Pomoc programu rozruchowego

source: @product@
pl: @produkt@

source: description
pl: Opis

source: Boot from Hard Disk
pl: Uruchomienie z dysku twardego

source: Installation
pl: Instalacja

source: Installation -- ACPI Disabled
pl: Instalacja (bez ACPI)

source: Installation -- Local APIC Disabled
pl: Instalacja (bez lokalnego APIC)

source: Installation -- Safe Settings
pl: Instalacja (bezpieczne ustawienia)

source: Rescue System
pl: System ratunkowy

source: Firmware Test
pl: Test oprogramowania firmowego

source: Memory Test
pl: Test pamięci

source: Boot Options
pl: Opcje uruchamiania

source: F1 Help
pl: F1 Pomoc

source: F4 Language
pl: F4 Język

source: F2 Video Mode
pl: F2 Tryb graficzny

source: text mode
pl: Tryb tekstowy

source: F3 Installation Source
pl: F3 Źródło instalacji

source: F5 Driver Update
pl: F5 Aktualizacja sterowników

source: Using the Help System
pl: Używanie systemu pomocy

source: Up Arrow
pl: Strzałka w górę

source: Down Arrow
pl: Strzałka w dół

source: Left Arrow
pl: Strzałka w lewo

source: Right Arrow
pl: Strzałka w prawo

source: Space
pl: Spacja

source: Start Page
pl: Strona startowa

source: Driver Update
pl: Aktualizacja sterowników

source: Video Mode Selection
pl: Wybór trybu wyświetlania

source: Language and Keyboard Layout Selection
pl: Ustawienia języka i klawiatury

source: Installation Source
pl: Źródło instalacji

source: install
pl: Zainstaluj

source: boot options
pl: Opcje uruchamiania

source: Boot Installed OS
pl: Uruchomienie zainstalowanego systemu

source: network options
pl: Opcje sieciowe

source: vnc options
pl: Opcje vnc

source: Installer Options: install
pl: Opcje instalatora: zainstaluj

source: Kernel Options: splash
pl: Opcje jądra: splash

source: Installer Options: Network Options
pl: Opcje instalatora: ustawienia sieciowe

source: hostip=192.168.0.10 netmask=255.255.255.0
pl: hostip:192.168.0.10 netmas=255.255.255.0

source: network-based install
pl: instalacja sieciowa

source: gateway
pl: brama sieciowa

source: Installer Options: vnc
pl: Opcje instalatora: vnc

source: Kernel Options: apm
pl: Opcje ogólne: apm

source: Kernel Options: acpi
pl: Opcje jądra: acpi

source: Kernel Options: ide
pl: Opcje jądra: ide

source: Software Type Selection
pl: Wybór typu oprogramowania

source: Return to <placeholder-1/>
pl: Wróć do <placeholder-1/>

source: <h3><placeholder-1/></h3> You have the choice to install the 32-bit or 64-bit version of @product@. <br><placeholder-2/></br>
pl: <h3><placeholder-1/></h3> Należy wybrać, czy zainstalować wersję 32-bitową czy 64-bitową systemu @product@. <br><placeholder-2/></br>

source: Return to <placeholder-1/>. <placeholder-2/>
pl: Powrót do <placeholder-1/>. <placeholder-2/>

source: <placeholder-1/> -- switch off DMA for IDE drives <br><placeholder-2/></br>
pl: <placeholder-1/> -- wyłącz DMA dla napędów IDE<br><br><placeholder-2/></br></br>

source: <h3><placeholder-1/></h3> IDE is, unlike SCSI, commonly used in most desktop workstations. To circumvent some hardware problems that occur with IDE systems, use the kernel parameter: <br><placeholder-2/></br>
pl: <h3><placeholder-1/></h3>IDE w przeciwieństwie do SCSI jest zwykle używany na komputerach domowych. Aby uniknąć problemów sprzętowych mogących wystąpić podczas używania systemów IDE, należy użyć parametru jądra: <br><placeholder-2/></br>

source: Return to <placeholder-1/><placeholder-2/>
pl: Powrót do <placeholder-1/><placeholder-2/>

source: Especially on new computers, it replaces the old <placeholder-1/> system. <br><placeholder-2/></br>
pl: Szczególnie na nowych komputerach zastępuje to stary <placeholder-1/> system. <br><placeholder-2/></br>

source: <placeholder-1/> -- switch on ACPI even if your BIOS is dated before 2000<br><placeholder-2/></br>
pl: <placeholder-1/> - włącz ACPI, nawet jeśli BIOS pochodzi sprzed roku 2000<br><placeholder-2/></br>

source: <placeholder-1/> -- switch off ACPI completely<placeholder-2/>
pl: <placeholder-1/> - wyłącz ACPI całkowicie<placeholder-2/>

source: <placeholder-1/> -- only the parts of ACPI that are relevant for booting remain activated<placeholder-2/>
pl: <placeholder-1/> - pozostaną aktywne jedynie elementy ACPI niezbędne przy uruchamianiu systemu<placeholder-2/>

source: <placeholder-1/> -- do not use ACPI to route PCI interrupts<placeholder-2/>
pl: <placeholder-1/> - nie używaj ACPI do kierowania przerwaniami PCI <placeholder-2/>

source: <h3><placeholder-1/></h3> ACPI (Advanced Configuration and Power Interface) is a standard that defines power and configuration management interfaces between an operating system and the BIOS. By default, <placeholder-2/> is switched on when a BIOS is detected that is newer than from year 2000. There are several commonly used parameters to control the behavior of ACPI:<br><placeholder-3/></br>
pl: <h3><placeholder-1/></h3> ACPI (Zaawansowane zarządzanie energią) jest standardem definiującym interfejsy zarządzania energią pomiędzy BIOS a systemem operacyjnym. Domyślnie <placeholder-2/> jest włączony, jeśli BIOS pochodzi z roku 2000 lub jest nowszy. Istnieje kilka standardowo używanych parametrów do kontroli działania ACPI: <br><placeholder-3/></br>

source: Some very new computers may take more advantage from the newer <placeholder-1/>. <br><placeholder-2/></br>
pl: Niektóre z najnowszych komputerów mogą zyskać więcej dzięki nowszym <placeholder-1/>. <br><placeholder-2/></br>

source: <placeholder-1/> -- switch off APM completely<br><placeholder-2/></br>
pl: <placeholder-1/> - wyłącz APM całkowicie<br><placeholder-2/></br>

source: <h3><placeholder-1/></h3> APM is one of the two power management strategies used on current computers. It is mainly used with laptops for functions like suspend to disk, but it may also be responsible for switching off the computer after power down. APM relies on a correct working BIOS. If the BIOS is broken, APM may have only limited use or even prevent the computer from working. Therefore, it may be switched off with the parameter<br><placeholder-2/></br>
pl: <h3><placeholder-1/></h3> APM to jedna z dwóch strategii zarządzania energią używanych w nowoczesnych komputerach. Stosowana jest głównie w laptopach przy funkcji usypiania, ale może być również odpowiedzialna za wyłączenie komputera po użyciu przycisku wyłączania. APM opiera się na prawidłowo działającym BIOSie. Jeśli BIOS zawiera błędy w konfiguracji, APM może mieć jedynie ograniczone zastosowanie a nawet uniemożliwić prawidłową pracę komputera. W takiej sytuacji należy go wyłączyć używając parametru<br><placeholder-2/></br>

source: The VNC server will be started and you may control YaST2 over any VNC client from a remote system. <br><placeholder-1/></br>
pl: Zostanie uruchomiony serwer VNC. Dzięki temu możliwe będzie zdalne kontrolowanie YaST2 poprzez dowolnego klienta VNC.<br><br><placeholder-1/></br>

source: <h3><placeholder-1/></h3> To enable the VNC installation, specify the parameters vnc and vncpassword:<br><br><placeholder-2/><br><placeholder-3/></br></br></br>
pl: <h3><placeholder-1/></h3> Aby uruchomić instalację VNC, należy określić parametry vnc oraz vncpassword:<br><br><placeholder-2/><br><placeholder-3/></br></br></br>

source: If you specified a <placeholder-1/> and do not specify both of these options, the installer tries to configure the network interface with <placeholder-2/>. If you need a default gateway, specify this with the option <placeholder-3/>. For example:<br><br><placeholder-4/><br><placeholder-5/></br></br></br>
pl: Jeśli określone zostało <placeholder-1/> a nie zostały określone obie te opcje, instalator spróbuje skonfigurować interfejs sieciowy z <placeholder-2/>. Jeśli potrzebne jest użycie domyślnej bramy sieciowej, należy ustawić ją za pomocą opcji <palceholder-3/>. Na przykład:<br><br><placeholder-4/><br><br><placeholder-5/></br></br></br></br>

source: or in a shorter form:<br><br><placeholder-1/><br><placeholder-2/></br></br></br>
pl: lub w skróconej formie: <br><br><placeholder-1/><br><placeholder-2/></br></br></br>

source: <h3><placeholder-1/></h3> It is possible to configure the network interface right now. The hardware will be detected later by YaST2. The minimum set of options to configure your network card consists of host IP and netmask. For example:<br><br><placeholder-2/><br><placeholder-3/></br></br></br>
pl: <h3><placeholder-1/></h3> Możliwe jest skonfigurowanie teraz interfejsu sieciowego. Sprzęt zostanie wykryty później przez program YaST2. Należy ustawić przynajmniej IP oraz maskę sieciową. Na przykład:<br><br><placeholder-2/><br><placeholder-3/></br></br></br>

source: Activates splash, but no messages. Instead a progress bar is drawn. <br><placeholder-1/></br>
pl: Aktywuje obraz startowy zamiast komunikatów. O postępie informuje pasek postępu.<br><placeholder-1/></br>

source: Activates splash, kernel and boot messages are still shown.<br><br><placeholder-1/><br><placeholder-2/></br></br></br>
pl: Aktywuje obraz startowy, ale komunikaty jądra i uruchamiania nadal są widoczne.<br><br><placeholder-1/><placeholder-2/></br></br>

source: The splash screen is switched off. This may be useful with very old monitors or if some error occurs.<br><br><placeholder-1/><br><placeholder-2/></br></br></br>
pl: Wyświetlanie obrazu startowego jest wyłączone. Ta opcja może być przydatna przy starszych monitorach lub w przypadku występowania problemów z wyświetlaniem.<br><br><placeholder-1/><placeholder-2/></br></br>

source: <h3><placeholder-1/></h3> The splash screen is the picture shown during system start-up.<br><br><placeholder-2/><br><placeholder-3/></br></br></br>
pl: <h3><placeholder-1/></h3> Obraz startowy (splash screen) jest to obrazek wyświetlany podczas uruchamiania systemu.<br><br><placeholder-2/><placeholder-3/></br></br>

source: The network card will either be configured with <placeholder-1/> or you must specify the parameters yourself as described in the <placeholder-2/>. <br><placeholder-3/></br>
pl: Karta sieciowa zostanie skonfigurowana za pomocą <placeholder-1/> albo konieczne będzie określenie parametrów w <placeholder-2/>.<br><br><placeholder-3/></br></br>

source: The syntax to use is just like standard URLs. For example, if your server is found at 192.168.0.1 and you want to do an NFS-based install from the directory /install on this server, specify the source as follows:<br><br><placeholder-1/><br><placeholder-2/></br></br></br>
pl: Składnia, której należy użyć, jest podobna do standardowego adresu URL. Na przykład, jeśli adres serwera to 192.168.0.1 a instalacja ma być oparta na NFS, należy podać ścieżkę w następujący sposób:<br><br><placeholder-1/><br><placeholder-2/></br></br></br>

source: <h3><placeholder-1/></h3> By default, the local CD-ROMs are searched for the installation source. For a network install, select the <placeholder-2/> option. Possible installation protocols are<placeholder-3/>
pl: <h3><placeholder-1/></h3> Domyślnym źródłem instalacji jest lokalny CD-ROM. Dla instalacji sieciowej należy wybrać opcję <placeholder-2/>. <placeholder-3/> są domyślnymi źródłami instalacji.

source: <placeholder-1/> -- control the IDE subsystem <br><placeholder-2/></br>
pl: <placeholder-1/> - kontrola podsystemu IDE<br><placeholder-2/></br>

source: <placeholder-1/> -- advanced configuration and power interface<placeholder-2/>
pl: <placeholder-1/> - zaawansowana konfiguracja zarządzania energią<placeholder-2/>

source: <placeholder-1/> -- toggle power management<placeholder-2/>
pl: <placeholder-1/> - przełączenie zarządzanie energią<placeholder-2/>

source: <placeholder-1/> -- influence the behavior of the splash screen<placeholder-2/>
pl: <placeholder-1/> - wpływ na zachowanie obrazu startowego (splash screen)<placeholder-2/>

source: b) kernel options<br><placeholder-1/></br>
pl: b) opcje jądra<br><placeholder-1/></br>

source: <placeholder-1/> -- options for installation via VNC <br><placeholder-2/></br>
pl: <placeholder-1/> - opcje instalacji za pomocą VNC <br><placeholder-2/></br>

source: <placeholder-1/> -- the network options<placeholder-2/>
pl: <placeholder-1/> - opcje sieciowe<placeholder-2/>

source: <placeholder-1/> -- select an installation source<placeholder-2/>
pl: <placeholder-1/> - wybór źródła instalacji<placeholder-2/>

source: a) installer options<br><placeholder-1/></br>
pl: a) opcje instalatora<br><placeholder-1/></br>

source: <h3><placeholder-1/></h3> There are two types of boot options available. First, there are options that affect the installer. Second, there are kernel options. Some of the more common options are: <br><placeholder-2/></br>
pl: <h3><placeholder-1/></h3> Istnieją dwa typy opcji uruchamiania systemu. Pierwszym są opcje wpływające na instalator. Drugim opcje jądra. Do najczęściej używanych należą: <br><placeholder-2/></br>

source: There is no guarantee that the memory is good if no errors are found, although most of memory defects will be found. <br><placeholder-1/></br>
pl: Brak znalezionych błędów nie gwarantuje tego, że pamięć jest dobra, jednak większość błędów zostanie wykryta.<br><placeholder-1/></br>

source: <h3><placeholder-1/></h3> The included <placeholder-2/> provides good possibilities to stress test the hardware of a system. Its main purpose is to detect broken RAM, but it also stresses many other parts of the system. <placeholder-3/>
pl: <h3><placeholder-1/></h3> Załączone <placeholder-2/> zapewniają szerokie możliwości ustawień sprawdzania sprzętu. Głównym celem jest wykrycie uszkodzonej pamięci RAM, można również sprawdzać wiele innych elementów systemu. <placeholder-3/>

source: <h3><placeholder-1/></h3> Starts a BIOS checker that validates the ACPI tables and many other parts of your BIOS. Test results can be stored on usb disk or saved via network. <br><placeholder-2/></br>
pl: <h3><placeholder-1/></h3> Uruchamia test BIOSu, który sprawdza tablice ACPI i inne części BIOSu. Rezultaty testu można zapisać na dysku USB lub wysłać poprzez sieć. <br><placeholder-2/></br>

source: <h3><placeholder-1/></h3> The <placeholder-2/> is a small RAM disk base system. From there, it is possible to make all kinds of changes to an installed system. Because only low-level tools are available in this system, it is intended for experts. <br><placeholder-3/></br>
pl: <h3><placeholder-1/></h3><placeholder-2/> to niewieleki system oparty na wirtualnym dysku (RAM-dysku). Dzięki temu możliwe jest wykonanie zmian w zainstalowanym systemie. Ponieważ w tym systemie zawarte są tylko narzędzia niskiego poziomu, jest on przeznaczony dla ekspertów.<br><br><placeholder-3/></br></br></br>

source: <h3><placeholder-1/></h3> Select <placeholder-2/> if you encounter hangs while installing or irreproducible errors. This option disables DMA for IDE drives and all power management features. See also the kernel options for <placeholder-3/>, <placeholder-4/> and <placeholder-5/>. <br><placeholder-6/></br>
pl: <h3><placeholder-1/></h3>W przypadku zawieszania systemu podczas instalacji, należy wybrać opcję <placeholder-2/>. Opcja ta wyłącza DMA dla napędów IDE oraz zaawansowane zarządzanie energią. Warto również przejrzeć opcje jądra dla <placeholder-3/>, <placeholder-4/> oraz <placeholder-5/>/ <br><placeholder-6/></br>

source: Please don't confuse this with <placeholder-1/> (Advanced Configuration and Power Interface). <br><placeholder-2/></br>
pl: Uwaga: proszę nie pomylić tego z <placeholder-1/> (Advanced Configuration and Power Interface). <br><placeholder-2/></br>

source: <h3><placeholder-1/></h3> Normally there are no problems with the APIC (Advanced Programmable Interrupt Controller). But if you seem to have some, try this option to boot without local APIC support. <br><placeholder-2/></br>
pl: <h3><placeholder-1/></h3> Zwykle nie ma problemów z APIC (Advanced Programmable Interrupt Controller). Jednakże w przypadku napotkania problemów należy spróbować tej opcji aby uruchomić system bez obsługi lokalnego APIC. <br><placeholder-2/></br>

source: You may also try the <placeholder-1/> boot option and look at the test results of the ACPI validation. <br><placeholder-2/></br>
pl: Można także spróbować opcji uruchamiania <placeholder-1/> i sprawdzić wyniki testu ACPI. <br><placeholder-2/></br>

source: * PCI Cards are not detected or initialized properly <br><placeholder-1/></br>
pl: * Nie wykryto lub nie uruchomiono poprawnie żadnych kart PCI<br><placeholder-1/></br>

source: * kernel freezes when booting<placeholder-1/>
pl: * zawieszanie się jądra podczas uruchamiania<placeholder-1/>

source: Select <placeholder-1/> if you encounter problems during boot of the kernel. Known problems with machines that have problems with ACPI are: <br><placeholder-2/></br>
pl: Jeżeli podczas uruchamiania systemu występują problemy, należy wybrać opcję <placeholder-1/>. Znanymi błędami sprzętowymi występującymi przy używaniu ACPI są: <br><placeholder-2/></br>

source: <h3><placeholder-1/></h3> Current hardware usually requires ACPI (Advanced Configuration and Power Interface) to control the interrupt handling. ACPI completely replaces the old APM system.<br><placeholder-2/></br>
pl: <h3><placeholder-1/></h3> Nowoczesny sprzęt zwykle wymaga ACPI do kontroli przerwań. ACPI w pełni zastępuje starszy system APM. <br><placeholder-2/></br>

source: Use this if you forgot to remove the CD or DVD from your drive and want to start the computer from the hard disk. <br><placeholder-1/></br>
pl: Opcji tej należy użyć w celu uruchomienia komputera z dysku twardego przy obecnym w napędzie CD lub DVD.<br><placeholder-1/></br>

source: <h3><placeholder-1/></h3> Select <placeholder-2/> to start the system installed on your local hard disk. This system must be installed properly, because only the MBR (Master Boot Record) on the first hard disk is started. The device ID of the first hard disk is provided by the BIOS of the computer. <br><placeholder-3/></br>
pl: <h3><placeholder-1/></h3> Proszę wybrać opcję <placeholder-2/>, aby uruchomić system zainstalowany na dysku twardym. System musi być prawidłowo zainstalowany, ponieważ uruchamiany jest wyłącznie główny sektor startowy MBR (Master Boot Record) na pierwszym dysku. ID pierwszego dysku pobierany jest z BIOSu komputera.<br><placeholder-3/></br>

source: <h3><placeholder-1/></h3> Select <placeholder-2/> to start the default installation. The <placeholder-3/> entered are used in the start-up. This item activates many features of commonly available hardware. <br><placeholder-4/></br>
pl: <h3><placeholder-1/></h3> Proszę wybrać opcję <placeholder-2/>, aby uruchomić podstawową instalację. Wybrany <placeholder-3/> użyty zostanie przy uruchomieniu. Ten element uruchamia wiele funkcji powszechnie używanego sprzętu. <br><placeholder-4/></br>

source: This is the same as using the <placeholder-1/> boot option. <br><placeholder-2/></br>
pl: Daje ten sam efekt, co użycie opcji <placeholder-1/>.<br><placeholder-2/></br>

source: <h3><placeholder-1/></h3> Press <placeholder-2/> to choose an installation source.<br><placeholder-3/></br>
pl: <h3><placeholder-1/></h3> Proszę wybrać opcję <placeholder-2/>, aby określić źródło instalacji.<br><placeholder-3/></br>

source: <h3><placeholder-1/></h3> Press <placeholder-2/> to change language and keyboard layout the boot loader uses. <br><placeholder-3/></br>
pl: <h3><placeholder-1/></h3> Proszę wybrać opcję <placeholder-2/>, aby zmienić język i ustawienia klawiatury, używane przez program rozruchowy.<br><placeholder-3/></br>

source: If your system has problems with the graphics card during the installation, the <placeholder-1/> may be a usable work-around. <br><placeholder-2/></br>
pl: Jeśli podczas instalacji system ma problemy z kartą graficzną, <placeholder-1/> może być dobrym rozwiązaniem. <br><placeholder-2/></br>

source: It is possible that your monitor cannot be detected automatically. In that case, select your preferred mode manually.<br><placeholder-1/></br>
pl: Możliwe, że monitor nie będzie mógł być wykryty automatycznie. W takim przypadku należy wybrać odpowiedni tryb ręcznie.<br><placeholder-1/></br>

source: <h3><placeholder-1/></h3> Press <placeholder-2/> to get the list of video modes your graphics card supports. The highest mode your monitor can display is preselected.<br><placeholder-3/></br>
pl: <h3><placeholder-1/></h3> Proszę wybrać opcję <placeholder-2/>, aby uzyskać listę dostępnych trybów graficznych. Domyślnie wybrany jest najwyższy dostępny tryb.<br><placeholder-3/></br>

source: A driver update is typically a floppy with new versions of hardware drivers or bug fixes needed during installation. <br><placeholder-1/></br>
pl: Dyskietka jest domyślnym źródłem aktualizacji sterowników sprzętu albo łatek potrzebnych w czasie instalacji. <br><placeholder-1/></br>

source: <h3><placeholder-1/></h3> If you need a driver update floppy or CD-ROM, press <placeholder-2/>. The boot loader asks you to insert the driver update medium after loading the Linux kernel.<br><placeholder-3/></br>
pl: <h3><placeholder-1/></h3> Jeżeli konieczne jest użycie dyskietki lub płyty CD do aktualizacji sterowników, proszę wybrać opcję <placeholder-2/>. System poprosi o umieszczenie w napędzie nośnika z aktualizacją po uruchomieniu jądra Linuksa.<br><placeholder-3/></br>

source: <placeholder-1/>: leave help <br><placeholder-2/></br>
pl: <placeholder-1/>: opuść pomoc<br><placeholder-2/></br>

source: <placeholder-1/>: go to page end<placeholder-2/>
pl: <placeholder-1/>: przejdź do ostatniej strony<placeholder-2/>

source: <placeholder-1/>: go to page start<placeholder-2/>
pl: <placeholder-1/>: przejdź do pierwszej strony<placeholder-2/>

source: <placeholder-1/>: scroll down one page<placeholder-2/>
pl: <placeholder-1/>: przejdź do następnej strony<placeholder-2/>

source: <placeholder-1/>: scroll up one page<placeholder-2/>
pl: <placeholder-1/>: przejdź do poprzedniej strony<placeholder-2/>

source: <placeholder-1/>, <placeholder-2/>, <placeholder-3/>: follow link<placeholder-4/>
pl: <placeholder-1/>, <placeholder-2/>, <placeholder-3/>: odnośnik<placeholder-4/>

source: <placeholder-1/>, <placeholder-2/>: return to previous topic<placeholder-3/>
pl: <placeholder-1/>, <placeholder-2/>: powrót do poprzedniego tematu<placeholder-3/>

source: <placeholder-1/>: highlight next link<placeholder-2/>
pl: <placeholder-1/>: podświetl następny odnośnik<placeholder-2/>

source: <placeholder-1/>: highlight previous link<placeholder-2/>
pl: <placeholder-1/>: podświetl poprzedni odnośnik<placeholder-2/>

source: Navigation Keys<br><placeholder-1/></br>
pl: Klawisze nawigacyjne<br><placeholder-1/></br>

source: <h3><placeholder-1/></h3> The boot loader online help is context sensitive. It gives information about the selected menu item or, if you are editing boot options, it tries to look up information about the option in which the cursor is positioned.<br><placeholder-2/></br>
pl: <h3><placeholder-1/></h3> Pomoc online dla programu rozruchowego zależna jest od kontekstu. Zawiera informacje związane z wybranym menu lub aktualnie edytowanym polem.<br><placeholder-2/></br>

source: <placeholder-1/>: For very new machines, a driver update may be needed to install the system. <placeholder-2/>
pl: <placeholder-1/>: Dla najnowszego sprzętu może być konieczna aktualizacja sterowników w celu instalacji systemu.<placeholder-2/>

source: <placeholder-1/>: Choose the installation source.<br><placeholder-2/></br>
pl: <placeholder-1/>: Wybór źródła instalacji.<br><placeholder-2/></br>
