Repository: aviarypl/suse-l10n-pl
Catalog: lcn/50-html/html-help-install.*.po
Languages: pl

source: <placeholder-1/>: Here, choose between different screen resolutions while installing. If you encounter problems with the graphical installation, the <placeholder-2/> may be a work-around for you.<br><placeholder-3/></br>
pl: <placeholder-1/>: Wybór rozdzielczości ekranu dla instalacji. W przypadku występowania problemów z instalacją w trybie graficznym, rozwiązaniem może być użycie <placeholder-2/>.<br><placeholder-3/></br>

source: <placeholder-1/>: Set language and keyboard mapping used by the boot loader.<br><placeholder-2/></br>
pl: <placeholder-1/>: Ustawienia języka i klawiatury użyte podczas uruchamiania systemu.<br><placeholder-2/></br>

source: <placeholder-1/>: This is context sensitive. It will show different screens depending on the active element of the boot screen. There is also a description of this help system available.<br><placeholder-2/></br>
pl: <placeholder-1/>: Pomoc ta jest zależna od kontekstu. Podaje różne informacje zależnie od aktywnych elementów ekranu uruchamiania. Dostępny jest również opis dla tego systemu pomocy.<br><placeholder-2/></br>

source: <placeholder-1/>: The boot options may change the behavior of your system completely. They are settings for the kernel.<br><placeholder-2/></br>
pl: <placeholder-1/>: Opcje uruchamiania mogą całościowo wpłynąć na zachowanie systemu. Są to ustawienia jądra.<br><placeholder-2/></br>

source: <placeholder-1/>: Memory testing is useful for more than checking installation of new memory modules. It is a stress test for a big part of your computer system and may indicate hardware problems.<br><placeholder-2/></br>
pl: <placeholder-1/>: Test pamięci może być użyty nie tylko do sprawdzania nowych modułów pamięci. Jest to test obciążeniowy, który dla dużych zespołów komputera, mogący wskazać problemy sprzętowe. <br><placeholder-2/></br>

source: <placeholder-1/>: Runs a BIOS test tool that validates ACPI and other parts of your BIOS.<br><placeholder-2/></br>
pl: <placeholder-1/>: Uruchamia narzędzie testowe BIOS do sprawdzania ACPI i innych części BIOS.<br><placeholder-2/></br>

source: <placeholder-1/>: This boot image starts a small Linux system in RAM. This is useful if the system does not start properly. After booting this system, log in as root.<br><placeholder-2/></br>
pl: <placeholder-1/>: Ten obraz startowy uruchamia niewielki system linuksowy w pamięci RAM. Jest to przydatne, gdy system nie uruchamia się prawidłowo. Po uruchomieniu tego systemu należy zalogować się jako użytkownik root. <br><placeholder-2/></br>

source: <placeholder-1/>: If you were not successful with <placeholder-2/>, this selection might solve the issue.<br><placeholder-3/></br>
pl: <placeholder-1/>: W przypadku niepowodzenia z <placeholder-2/>, ta opcja może rozwiązać problem.<br><placeholder-3/></br>

source: <placeholder-1/>: If the normal installation fails, this might be due to the system hardware not supporting local APIC. If this seems to be the case, use this option to install without local APIC support.<br><placeholder-2/></br>
pl: <placeholder-1/>: Powodem niepowodzenia normalnej instalacji może być sprzęt nie obsługujący lokalnego APIC. W takim przypadku należy użyć tej opcji aby zainstalować system bez obsługi lokalnego APIC.<br><placeholder-2/></br>

source: <placeholder-1/>: Many of the currently-sold computers have incomplete or faulty ACPI implementations. This selection disables ACPI support in the kernel, but still enables many performance features, like DMA for IDE hard disks. <br><placeholder-2/></br>
pl: <placeholder-1/>: Wiele obecnie sprzedawanych komputerów posiada niekompletne lub wadliwe implementacje ACPI. Opcja ta wyłącza wsparcie ACPI w jądrze, ale wykorzystuje niektóre opcje wydajności, jak DMA dla dysków IDE.<br><placeholder-2/></br>

source: <placeholder-1/>: This installation mode works on most machines. If you experience a system freeze during boot or problems with detection of your hardware components, such as disk controllers or network cards, try one of the following installation options. <br><placeholder-2/></br>
pl: <placeholder-1/>: Ten tryb instalacji działa w większości komputerów. W przypadku zawieszeń przy uruchamianiu komputera albo problemów z wykrywaniem sprzętu, jak np. kontrolery dysku lub karty sieciowe, należy użyć jednej z następujących opcji instalacyjnych. <br><placeholder-2/></br>

source: <placeholder-1/>: This selection will not do anything to the system. It only starts a previously installed operating system.<br><placeholder-2/></br>
pl: <placeholder-1/>: Ta opcja nie wpływa na system. Uruchamia jedynie poprzednio zainstalowany system operacyjny.<br><placeholder-2/></br>

source: Use this menu to select the desired function. If you have problems navigating in this help system, press <placeholder-1/> to enter the <placeholder-2/> of the help system. The main functions in this menu are:<br><placeholder-3/></br>
pl: Należy użyć tego menu w celu wybrania odpowiedniej funkcji. W przypadku występowania problemów z nawigacją w tym systemie pomocy, proszę nacisnąć wybrać opcję <placeholder-1/>, aby wejść do <placeholder-2/> systemu pomocy. Główne funkcje w tym menu to:<br><placeholder-3/></br>

source: <h3><placeholder-1/></h3> Welcome to <placeholder-2/><br><placeholder-3/></br>
pl: <h3><placeholder-1/></h3> Witamy w <placeholder-2/><br><placeholder-3/></br>

source: translator-credits
pl: Zbigniew Braniecki <gandalf@aviary.pl>, 2005, 2006 Wadim Dziedzic <nikdo@aviary.pl>, 2005, 2006 Wojciech Kapusta <wojciech@aviary.pl>, 2005, 2006 Stanisław Małolepszy <smalolepszy@aviary.pl>, 2005, 2006 Marek Stępień <marcoos@aviary.pl>, 2005, 2006
