Repository: aviarypl/suse-l10n-pl
Catalog: yast/50-pot/casa-ats.*.po
Languages: pl

source: Initializing CASA ATS Configuration
pl: Inicjalizacja konfiguracji CASA ATS

source: Read the previous settings
pl: Odczytanie poprzednich ustawień

source: Read the firewall status
pl: Odczytanie statusu zapory sieciowej

source: Reading the settings file...
pl: Odczytywanie pliku ustawień...

source: Reading the firewall status...
pl: Odczytywanie statusu zapory sieciowej...

source: Finished
pl: Ukończono

source: Cannot read settings file.
pl: Nie można odczytać pliku ustawień.

source: Cannot read firewall status.
pl: Nie można odczytać statusu zapory sieciowej.

source: Saving casa-ats Configuration
pl: Zapisywanie konfiguracji casa-ats

source: Write the trusted server settings
pl: Zapisanie ustawień zaufanych serwerów

source: Write the sysconfig settings
pl: Zapisanie ustawień sysconfig

source: Update runlevel settings
pl: Aktualizacja ustawień poziomu pracy

source: Writing the trusted server settings...
pl: Zapisywanie ustawień zaufanych serwerów...

source: Writing the sysconfig settings...
pl: Zapisywanie ustawień sysconfig...

source: Updating runlevel settings...
pl: Aktualizowanie ustawień poziomu pracy...

source: Adjust firewall
pl: Dostosowanie zapory sieciowej

source: Adjusting firewall...
pl: Dostosowywanie zapory sieciowej...

source: Cannot sysconfig settings.
pl: Nie można zmienić ustawień sysconfig.

source: Error adjusting firewall.
pl: Błąd podczas dostosowywania zapory sieciowej.

source: Error updating runlevels.
pl: Błąd podczas aktualizowania ustawień poziomu pracy.

source: Configuration summary...
pl: Podsumowanie konfiguracji...

source: Configuration of casa-ats
pl: Konfiguracja casa-ats

source: CasaAts Configuration
pl: Konfiguracja CasaAts

source: CasaAts to Configure
pl: CasaAts do skonfigurowania

source: CasaAts Overview
pl: Przegląd konfiguracji CasaAts

source: Number
pl: Numer

source: &Search Root Context (i.e. cn=users,o=novell)
pl: &Szukaj w głównym kontekście (np. cn=users,o=novell)

source: CASA Authentication Realm Search Roots Configuration
pl: Konfiguracja katalogów głównych wyszukiwania domeny uwierzytelniania CASA

source: <p>Configure the search roots for the authentication realm in this dialog.</p>
pl: <p>W tym oknie dialogowym można skonfigurować katalogi główne wyszukiwania domeny uwierzytelniania</p>

source: <br><p>The <b>Search Roots</b> list the LDAP contexts containing entities that may be authenticated by the Authentication Token Server. The order shown in the list matches the order utilized by the server when performing searches while trying to authenticate an entity.</p>
pl: <br><p>Okno <b>Główne katalogi wyszukiwania</b> wyświetla kontekst serwera LDAP zawierający jednostki posiadające prawo do uwierzytelniania poprzez serwer żetonów uwierzytelniających. Kolejność wyników jest ustalana przez serwer, na podstawie kolejności uwierzytelniania poszczególnych jednostek.</p>

source: Search Roots
pl: Główne katalogi wyszukiwania

source: Context
pl: Kontekst

source: Ad&d
pl: Do&daj

source: &Edit
pl: &Edytuj

source: De&lete
pl: U&suń

source: &Url (i.e. ldaps://ats1.novell.com)
pl: &URL (np. ldaps://ats1.novell.com)

source: Not using LDAPS is a security risk
pl: Nieużywanie LDAPS jest niebezpieczne

source: URL entered is not valid
pl: Wprowadzony adres URL jest nieprawidłowy

source: CASA Authentication LDAP Server URL Configuration
pl: Konfiguracja URL serwera LDAP do uwierzytelniania CASA

source: <p>Configure the URLs of the LDAP servers in this dialog.</p>
pl: <p>W tym oknie dialogowym można skonfigurować adresy (URL) serwera LDAP.</p>

source: <br><p>The <b>LDAP URLs</b> list the URLs of the LDAP Servers that the Authentication Token Server should contact for realm information. Configuring multiple LDAP Server resources improves fault tolerance.</p>
pl: <br><p><b>Adresy URL serwera LDAP</b> wyświetla listę serwerów LDAP, z którymi serwer żetonów uwierzytelniających powinien się połączyć w celu pobrania informacji o domenie. Konfiguracja wielu zasobów serwera LDAP zmniejszy tolerancję błędu.</p>

source: LDAP Server URLs
pl: Adresy URL serwera LDAP

source: Url
pl: Adres URL:

source: CASA Authentication Realm Setup
pl: Ustawienia domeny uwierzytelniania CASA

source: <p>This dialog configures an Authentication Realm.</p>
pl: <p>W tym oknie dialogowym można skonfigurować domenę uwierzytelniania.</p>

source: <br><p>The <b>Directory Type</b> specifies the type of directory utilized in the realm. This is used to resolve issues related to schema differences.</p>
pl: <br><p><b>Typ katalogu</b> określa typ katalogu używanego w domenie. Opcja ta jest używana w celu rozwiązywania problemów związanych z różnicami schematów.</p>

source: <br><p>The <b>Authentication Mechanisms</b> box allows you to configure the mechanisms that can be utilized to authenticate an entity to the realm.</p>
pl: <br><p>Pole <b>Mechanizmy uwierzytelniania</b> pozwala na skonfigurowanie mechnizmów, których można używać do uwierzytelniania jednostek w domenie.</p>

source: <br><p>The <b>Proxy User Credentials</b> specify the credentials that the Authentication Token Service should utilize to authenticate to the realm for the purpose of performing searches and obtaining information about authenticated entities.
pl: <br><p><b>Dane uwierzytelniające użytkownika Proxy</b> określają dane, jakich usługa żetonów uwierzytelniających powinna użyć do uwierzytelniania w domenie, w celu wyszukiwania oraz pobierania informacji na temat uwierzytelnionych jednostek.

source: <br><p>The <b>LDAP Server Urls</b> button allows you to configure the URLs of the LDAP Servers associated with the realm.</p>
pl: <br><p>Przycisk <b>Adresy URL serwera LDAP</b> pozwala na konfigurację adresów (URL) serwera LDAP powiązanego z domeną.</p>

source: <br><p>The <b>Search Roots</b> button allows you to configure the LDAP contexts containing entities that can be authenticated.</p>
pl: <br><p>Przycisk <b>Główne katalogi wyszukiwania</b> pozwala na konfigurację kontekstu serwera LDAP zawierającego jednostki, które mogą być uwierzytelnione.</p>

source: Real&m Id
pl: Id do&meny

source: Authentication Mechanisms
pl: Mechanizmy uwierzytelniania

source: U&sername/Password
pl: Nazwa użytkownika/Ha&sło

source: Proxy User Credentials
pl: Dane uwierzytelniające użytkownika proxy

source: &Username (i.e. cn=admin,o=novell)
pl: Nazwa &użytkownika (np. cn=admin,o=novell)

source: &Password
pl: Ha&sło

source: &Confirm Password
pl: Proszę po&twierdzić hasło

source: You must specify an Id for the realm.
pl: Należy podać identyfikator domeny.

source: You must at least configure one LDAP URL.
pl: Należy skonfigurować przynajmniej jeden adres URL serwera LDAP.

source: You must specify at least one authentication mechanism.
pl: Należy określić przynajmniej jeden mechanizm uwierzytelniania.

source: You must specify a Proxy Username for the realm.
pl: Należy podać nazwę użytkownika proxy dla domeny.

source: You must specify a Proxy Password for the realm.
pl: Należy podać hasło proxy dla domeny.

source: The specified Proxy Passwords do not match.
pl: Podane hasło proxy jest nieprawidłowe.

source: You must specify a base search root for the realm.
pl: Należy podać bazowy katalog wyszukiwania dla tej domeny.

source: Casa Authentication Token Server Configuration
pl: Konfiguracja serwera żetonów uwierzytelniających CASA.

source: <p>The CASA Authentication Token Server can be set up in this dialog.</p>
pl: <p>W tym oknie dialogowym można konfigurować serwer żetonów uwierzytelniających CASA.</p>

source: <br><p>The <b>Authentication Realms</b> list the sources that can be used for authenticating users.</p>
pl: <br><p><b>Domeny uwierzytelniania</b> wyświetlają źródła, których można użyć dla uwierzytelnianych użytkowników.</p>

source: <br><p>Enable <b>Direct Access</b> to allow clients to contact the server via port 2645. This opens the port through the Firewall. Direct Access requires that you setup the Common Server Certificate. Please note that CASA Authentication Token Clients expect that the Common Server Certificate be issued by a trusted Certificate Authority.</p>
pl: <br><p>Włączenie opcji <b>Dostęp bezpośredni</b> pozwala klientom na połączenie z serwerem przez port 2645. Spowoduje to otwarcie tego portu w zaporze sieciowej. Dostęp bezpośredni wymaga ustawienia wspólnego certyfikatu serwera. Należy pamiętać, że klienty żetonów uwierzytelniających CASA oczekują wspólnego certyfikatu serwera wystawionego przez zaufany ośrodek certyfikacji.</p>

source: <br><p>Enable <b>Web Server Access</b> to allow clients to contact the server via the Web Server (port 2645). The Apache Web Server should be installed and enabled for this to work.</p>
pl: <br><p>Włączenie opcji <b>Dostęp do serwera www</b> pozwala klientom na połączenie z serwerem poprzez serwer www (przez port 2645). Aby było to możliwe, serwer www Apache musi być zainstalowany i włączony.</p>

source: <br><p>The <b>Reconfigure Interval</b> specifies the interval in seconds between attempts by the server to re-read its configuration. A value of zero means that the server only reads its configuration during start up.</p>
pl: <br><p><b>Odstęp ponownej konfiguracji</b> określa odstępy w sekundach pomiędzy próbami ponownego odczytywania konfiguracji, podejmowanymi przez serwer. Ustawienie wartości na zero oznacza, że serwer będzie odczytywał konfigurację tylko podczas uruchamiania.</p>

source: Authentication Realms
pl: Domeny uwierzytelniania

source: Realm
pl: Domena

source: Direc&t Access
pl: Dos&tęp bezpośredni

source: &Web Server Access
pl: Dostęp do ser&wera www

source: Recon&figure Interval
pl: Odstęp ponownej kon&figuracji

source: The reconfigure interval needs to be a non-negative number.
pl: Odstęp ponownej konfiguracji nie może być liczbę ujemną.

source: Specify server access type.
pl: Proszę określić rodzaj dostępu do serwera.

source: You must at least configure one Authentication Realm.
pl: Należy skonfigurować przynajmniej jedną domenę uwierzytelniania.

source: D&NS Name or Dotted IP Address
pl: Nazwa D&NS lub adres IP

source: Address entered is not valid
pl: Wprowadzony adres jest nieprawidłowy

source: Casa Authentication Token Service Configuration
pl: Konfiguracja usługi żetonów uwierzytelniających CASA

source: <br><p>The CASA Authentication Token Service can be set up in this dialog.</p>
pl: <br><p>W tym oknie dialogowym można skonfigurować usługę żetonów uwierzytelniających CASA.<br>

source: <br><p>The <b>Trusted Authentication Token Servers</b> list the addresses of all remote servers that are trusted as authentication token issuers. Configured address names must match the names used by the SSL Certificates of the servers.</p>
pl: <br><p><b>Zaufane serwery żetonów uwierzytelniających</b> wyświetla adresy wszystkich zdalnych serwerów godnych zaufania jako wystawców żetonów uwierzytelniających. Skonfigurowane nazwy adresów muszą zgadzać się z nazwami użytymi przez certyfikaty SSL serwerów.<p>

source: <br><p><b>Enable Server</b> to allow users to obtain Authentication Tokens from this device. Please, <b>Configure Server</b> if enabled.</p>
pl: <br><p>Opcja <b>Włącz serwer</b> pozwala użytkownikom na uzyskanie żetonów uwierzytelniających z tego urządzenia. Proszę użyć <b>Skonfiguruj serwer</b>, jeśli jest włączony.</p>

source: Trusted Authentication Token Servers
pl: Zaufane serwery żetonów uwierzytelniających

source: Address
pl: Adres

source: Enable &Server
pl: Włącz &serwer

source: Confi&gure Server
pl: Skonfi&guruj serwer

source: First part of configuration of casa-ats
pl: Pierwsza faza konfiguracji casa-ats

source: <p><b><big>Initializing CASA Authentication Token Service Configuration</big></b><br> Please wait...<br></p>
pl: <p><b><big>Inicjalizacja konfiguracji usługi żetonów uwierzytelniających CASA</big></b><br> Proszę czekać...<br></p>

source: <p><b><big>Aborting Initialization:</big></b><br> Safely abort the configuration utility by pressing <b>Abort</b> now.</p>
pl: <p><b><big>Przerwanie inicjalizacji:</big></b><br> Można bezpiecznie przerwać działania konfiguratora naciskając teraz <b>Przerwij</b>.</p>

source: <p><b><big>Saving CASA Authentication Token Service Configuration</big></b><br> Please wait...<br></p>
pl: <p><b><big>Zapisywanie konfiguracji usługi żetonów uwierzytelniających CASA</big></b><br> Proszę czekać...<br></p>

source: <p><b><big>Aborting Saving:</big></b><br> Abort the save procedure by pressing <b>Abort</b>. An additional dialog informs whether it is safe to do so. </p>
pl: <p><b><big>Przerwanie zapisu:</big></b><br> Aby przerwać procedurę zapisu należy nacisnąć przycisk <b>Przerwij</b>. Dodatkowe okno będzie zawierało informację, czy jest to bezpieczne. </p>

source: <p><b><big>CASA Authentication Token Service Configuration</big></b><br> Configure the CASA Authentication Token Service here.<br></p>
pl: <p><b><big>Konfiguracja usługi żetonów uwierzytelniających CASA</big></b><br> Tu można skonfigurować usługę żetonów uwierzytelniających CASA.<br></p>

source: Initializing...
pl: Inicjalizacja...
