Repository: aviarypl/suse-l10n-pl
Catalog: yast/50-pot/mail.*.po
Languages: pl

source: <p><b><big>Set Up Mail Server Configuration</big></b><br> Please wait...<br></p>
pl: <p><b><big>Ustawianie konfiguracji serwera poczty</big></b><br> Proszę czekać...<br></p>

source: <p><b><big>Initializing Mail Server Configuration</big></b><br> Please wait...<br></p>
pl: <p><b><big>Inicjalizacja konfiguracji serwera poczty</big></b><br> Proszę czekać...<br></p>

source: <p><b><big>Aborting Initialization:</big></b><br> Safely abort the configuration utility by pressing <b>Abort</b> now.</p>
pl: <p><b><big>Przerwanie inicjalizacji:</big></b><br> Można bezpiecznie przerwać działania konfiguratora, naciskając teraz przycisk <b>Przerwij</b>.</p>

source: <p><b><big>Saving Mail Server Configuration</big></b><br> Please wait...<br></p>
pl: <p><b><big>Zapisywanie konfiguracji serwera poczty</big></b><br> Proszę czekać...<br></p>

source: <p><b><big>Aborting Saving:</big></b><br> Abort the save procedure by pressing <b>Abort</b>. An additional dialog informs whether it is safe to do so. </p>
pl: <p><b><big>Przerwanie zapisu:</big></b><br> Aby przerwać procedurę zapisu, należy nacisnąć przycisk <b>Przerwij</b>. Dodatkowe okno będzie zawierało informację, czy jest to bezpieczne. </p>

source: <p><b><big>Server Identification:</big></b><br> This is the SMTP server's greeting banner.</b>. <br></p>
pl: <p><b><big>Identyfikacja serwera:</big></b><br> To jest tekst powitalny serwera SMTP.</b>. <br></p>

source: <p><b><big>Mail Size:</big></b><br> This parameter limits the total size in bytes of a mail (sending and getting), including envelope information. </p>
pl: <p><b><big>Wielkość wiadomości:</big></b><br> Parametr ten ogranicza całkowitą wielkość wiadomości w bajtach (przy wysyłaniu i odbieraniu), włączając w to informacje z nagłówków. </p>

source: <p><b><big>Outgoing Mails:</big></b><br> Set the transport type for outgoing mails. </p>
pl: <p><b><big>Poczta wychodząca:</big></b><br> Ustawienia typu transportu dla poczty wychodzącej. </p>

source: <p><b><big>Manage Mail Routing</big></b><br> Add or modify mail transport routes. <br></p>
pl: <p><b><big>Zarządzanie rutowaniem poczty</big></b><br> Dodawanie i modyfikacja tras transportu. <br></p>

source: <p><b><big>Defined Mail Transport Routes</big></b><br> This is the list of the defined mail transports. </p>
pl: <p><b><big>Zdefiniowane trasy przesyłania poczty</big></b><br> Lista zdefiniowanych transportów poczty. </p>

source: <p><b><big>SPAM Prevention</big></b><br> Postfix offers a variety of parameters that limit the delivery of unsolicited commercial e-mail (UCE). In this dialog, configure this settings. For example, set access lists or RBL (real-time blackhole list) name servers. <br></p>
pl: <p><b><big>Zapobieganie wiadomościom niechcianym</big></b><br> Demon Postfix obsługuje wiele parametrów, które ograniczają dostarczanie niechcianej komercyjnej poczty. W tym oknie dialogowym można konfigurować te ustawienia, na przykład ustawić listy dostępowe albo serwery nazw RBL (real-time blackhole list). <br></p>

source: <p><b><big>Start Virus Scanner AMAVIS:</big></b><br> If you start the virus scanner AMAVIS, your e-mails will be scanned for viruses and and for spam. The virus scanner engine <b>Clamavd</b> and the spam finder <b>SpamAssassin</b> will be installed and configured too. You can also install other (commercial) virus scanner engines. </p>
pl: <p><b><big>Uruchom skaner wirusowy AMAVIS:</big></b><br> Po uruchomieniu skanera antywirusowego AMAVIS wiadomości e-maile będą skanowane na obecność wirusów oraz niechcianych treści. Zainstalowane zostaną: silnik skanera antywirusowego <b>Clamavd</b> oraz program do wyszukiwania spamu <b>SpamAssassin</b>. Można także zainstalować inne (komercyjne) silniki skanerów antywirusowych. </p>

source: <p><b><big>Configure Spam Learning Extension:</big></b><br> The spam learning extension can only be configured if the local delivery method is <b>cyrus imapd</b>. In this case the shared folders <b>NewSpam</b> and <b>NoSpam</b> will be created. Spam e-mail which was not detected by <b>SpamAssassin</b> should be put into the folder <b>NewSpam</b>. If you want your spam finder to be most effective you should also put non spam e-mail into the folder <b>NoSpam</b>. The e-mails in this folder cannot be read by anyone. </p>
pl: <p><b><big>Konfiguracja rozszerzenia uczącego się rozpoznawać spam</big></b><br> Rozszerzenie uczące się rozpoznawać spam może być skonfigurowane tylko wtedy, gdy lokalna metoda dostarczania poczty to <b>cyrus imapd</b>. W tym przypadku zostaną utworzone katalogi współdzielone <b>NewSpam</b> oraz <b>NoSpam</b>. Wiadomości e-mail zawierające spam, które nie zostały wykryte przez program <b>SpamAssassin</b>, powinny być umieszczane w katalogu <b>NewSpam</b>. Aby wyszukiwanie wiadomości zawierających spam było najwydajniejsze, należy umieszczać wiadomości nie będące spamem w katalogu <b>NoSpam</b>. Wiadomości e-mail w tym katalogu nie mogą być przez nikogo odczytane.</p>

source: <p><b><big>Trusted Local Networks:</big></b><br> Clients from these networks can use your mail server for mail relaying. (Sending non-local mails) <br></p>
pl: <p><b><big>Zaufane sieci lokalne:</big></b><br> Klienci z tych sieci mogą używać serwera pocztowego do przesyłania poczty. (Wysyłanie nielokalnej poczty) <br></p>

source: <p><b><big>Require SASL Authentication:</big></b><br> If set to true, clients must authenticate to use the mail server for mail relaying. <br></p>
pl: <p><b><big>Wymagaj uwierzytelniania SASL:</big></b><br> Jeśli opcja ta jest włączona, tylko autoryzowani użytkownicy mogą przesyłać pocztę przez serwer poczty. <br></p>

source: <p><b><big>Local Delivery Type</big></b><br> In this frame, choose the local mail delivery method. For clients to be able to connect to your mail server via the POP or IMAP protocol, choose <b>Cyrus IMAP</p>. <br></p>
pl: <p><b><big>Typ dostarczania lokalnego</big></b><br> W tym polu można wybrać metodę lokalnego dostarczania poczty. Aby klienci mogli łączyć się z serwerem pocztowym za pomocą protokołów POP lub IMAP, należy wybrać opcję <b>Cyrus IMAP</p>. <br></p>

source: <p>Depending on the local delivery method, you have different possibilities of settings. </p>
pl: <p>W zależności od metody dostarczania lokalnego istnieją różne możliwości konfiguracji. </p>

source: <p><b><big>Mail Fetching Scheduler</big></b><br> If you have mail boxes on an Internet provider, you can fetch this regularly at defined time intervals and by connecting to the Internet. <br></p>
pl: <p><b><big>Planowanie pobierania poczty</big></b><br> Jeśli skrzynki pocztowe znajdują się u dostawcy internetu, można pobierać pocztę regularnie w zdefiniowanych odstępach i podczas łączenia się z internetem. <br></p>

source: <p>Note: If you have not defined any local delivery type, you cannot define mail fetching jobs. </p>
pl: <p>Uwaga: nie można zdefiniować zadań pobierania poczty, jeśli nie zdefiniuje się lokalnej metody dostarczania poczty. </p>

source: <p><b><big>Mail Server Domains</big></b><br> Here, define the domains for which your mail server considers itself the final destination. <br></p>
pl: <p><b><big>Domeny serwera poczty</big></b><br> Tutaj definiuje się domeny, dla których serwer poczty uważa się za ostateczny cel. <br></p>

source: <p>Note: You can create and set up the domains with the YaST2 DNS server module. In this module, you only can set the properties concerning the mail server. </p>
pl: <p>Uwaga: domeny można tworzyć i konfigurować w module serwera DNS programu YaST2. W tym module można tylko zdefiniować ustawienia związane z serwerem poczty. </p>

source: <p><b><big>Type:</big></b><br> You can define virtual and local domains. In virtual domains, only users assigned a mail address in the domain can receive mail. In local domains, all user can get mails. Assign virtual mail addresses in the YaST2 user module. </p>
pl: <p><b><big>Typ:</big></b><br> Możliwe jest definiowanie domen wirtualnych i lokalnych. W domenach wirtualnych pocztę mogą otrzymywać tylko użytkownicy mający przypisany adres pocztowy w tej domenie. W domenach lokalnych wszyscy użytkownicy mogą otrzymywać pocztę. Wirtualne adresy pocztowe przypisuje się w module zarządzania użytkownikami programu YaST2. </p>

source: &Mail Server
pl: S&erwer poczty

source: Initializing...
pl: Inicjalizacja...

source: Configuration of mail
pl: Konfiguracja poczty

source: Mail configuration summary
pl: Podsumowanie konfiguracji poczty

source: <P><B>Email Server Configuration</B><BR>
pl: <p><b>Konfiguracja serwera poczty elektronicznej</b><br>

source: <P>This module will configure and start Postfix and, if necessary, the Cyrus IMAP server.</P>
pl: <p>Ten moduł służy do konfiguracji i uruchamiania programu Postfix oraz, w razie konieczności, serwera IMAP Cyrus.</p>

source: <P><B>Warning:</B></P> <P>Most home users can use the built-in features of their e-mail application to send and receive e-mail. They do not need this module.</P>
pl: <p><b>Ostrzeżenie:</b><p> Większość użytkowników domowych może korzystać z wbudowanych funkcji aplikacji pocztowych do wysyłania i odbierania wiadomości e-mail. Moduł ten nie będzie im potrzebny.</p>

source: <P>You need Postfix only to store the e-mail on your local system, or for some special cases.</P>
pl: <P>Program Postfix będzie konieczny tylko w razie konieczności przechowywania wiadomości e-mail w lokalnym systemie albo w niektórych szczególnych przypadkach.</P>

source: E-Mail Server Configuration
pl: Konfiguracja serwera poczty elektronicznej

source: Skip this page in the future
pl: Pomiń tę stronę w przyszłości

source: Mail server is not configured.
pl: Serwer poczty nie jest skonfigurowany.

source: Select configuration type according your personal needs
pl: Proszę wybrać typ konfiguracji w zależności od potrzeb

source: If you want to use sendmail as your MTA you have to use Standard configuration.
pl: Aby użyć programu sendmail jako agenta transportu poczty, należy skorzystać ze standardowej konfiguracji.

source: The running mail server configuration is based on the "Standard" type.
pl: Konfiguracja działającego serwera poczty jest oparta na typie "standardowym".

source: It is possible to change to "Advanced" settings. This will overwrite all existing settings.
pl: Możliwa jest zmiana na typ "zaawansowany". Wszystkie dotychczasowe ustawienia zostaną nadpisane.

source: The running mail server configuration is based on the "Advanced" type.
pl: Konfiguracja działającego serwera poczty jest oparta na typie "zaawansowanym".

source: It is possible to change to "Standard" settings. This will overwrite all existing settings.
pl: Możliwa jest zmiana na typ "standardowy". Wszystkie dotychczasowe ustawienia zostaną nadpisane.

source: Standard
pl: Standardowy

source: Advanced
pl: Zaawansowany

source: You have to select a configuration type
pl: Proszę wybrać typ konfiguracji

source: Set Up the Mail Server Configuration
pl: Ustawia konfigurację serwera poczty

source: The setting %1 is turned off. You have probably modified the configuration files directly. If you continue, it will be turned on and SuSEconfig will overwrite manual changes.
pl: Ustawienie %1 jest wyłączone. Prawdopodobnie zostało zmienione bezpośrednio w pliku pliki konfiguracyjnym. W przypadku kontynuowania, zostanie ono włączone, a SuSEconfig nadpisze ręcznie wprowadzone zmiany.

source: YaST2 can only configure Postfix and Sendmail, but neither of them is installed.
pl: YaST2 jest tylko w stanie skonfigurować programy postfix i sendmail, ale żaden z nich nie jest zainstalowany.

source: The configuration will be written now.
pl: Konfiguracja zostanie teraz zapisana.

source: Mail transfer agent
pl: Agent transportowy poczty

source: General Settings
pl: Ustawienia ogólne

source: Connection type
pl: Typ połączenia

source: &Permanent
pl: &Stałe

source: &Dial-up
pl: W&dzwaniane

source: No &connection
pl: &Brak połączenia

source: Outgoing Mail
pl: Poczta wychodząca

source: The server use &TLS
pl: Ten serwer używa &TLS

source: &Masquerading
pl: &Maskarada

source: &Authentication
pl: &Uwierzytelnianie

source: Incoming Mail
pl: Poczta przychodząca

source: &Details...
pl: Szcz&egóły...

source: &Downloading
pl: Po&bieranie

source: &Aliases...
pl: &Aliasy...

source: &Virtual domains...
pl: &Domeny wirtualne...

source: To be able to deliver mail to your local MTA, the value of %1 in %2 will be set to "%3".
pl: Aby możliwe było dostarczanie poczty do lokalnego MTA, wartość %1 w pliku %2 zostanie ustawiona na "%3".

source: The user login may contain only lower case letters, digits, "-" and "_" and must begin with a letter or "_". Please try again.
pl: Login użytkownika może zawierać wyłącznie małe litery, cyfry, "-" oraz "_" i musi zaczynać się od litery albo "_". Proszę spróbować ponownie.

source: Sender address rewriting
pl: Przepisywanie adresu nadawcy

source: &Local user
pl: &Użytkownik lokalny

source: &Display as
pl: &Nazwa wyświetlana

source: The address for this user is already defined.
pl: Adres dla tego użytkownika został już zdefiniowany.

source: The mail address format is incorrect.
pl: Nieprawidłowy format adresu pocztowego.

source: Masquerade &local domains
pl: Maskarada domen &lokalnych

source: Ma&squerade other domains
pl: Ma&skarada innych domen

source: Do&mains to masquerade
pl: Do&meny do zamaskowania

source: Local user
pl: Użytkownik lokalny

source: Display as
pl: Nazwa wyświetlana

source: A&dd
pl: &Dodaj

source: &Edit
pl: &Edytuj

source: Dele&te
pl: &Usuń

source: The domain name is incorrect
pl: Nazwa domeny jest nieprawidłowa

source: Outgoing Server Authentication
pl: Uwierzytelnianie serwera poczty wychodzącej

source: Outgoing &Server
pl: &Serwer poczty wychodzącej

source: &User name
pl: Nazwa &użytkownika

source: &Password
pl: &Hasło

source: Mail downloading
pl: Pobieranie poczty

source: De&lete
pl: &Usuń

source: Incoming mail redirection
pl: Przekierowanie poczty przychodzącej

source: &Destinations
pl: &Przeznaczenia

source: The alias format is incorrect.
pl: Format aliasu jest nieprawidłowy.

source: The destinations for this alias are already defined.
pl: Przeznaczenia dla tego aliasu zostały już zdefiniowane.

source: Destinations
pl: Przeznaczenia

source: Virtual domains
pl: Domeny wirtualne

source: Mail configuration
pl: Konfiguracja poczty

source: Reading the &User List
pl: Wczytywanie listy użytkowników

source: Local users
pl: Użytkownicy lokalni

source: LDAP users
pl: Lista użytkowników LDAP

source: NIS users
pl: Lista użytkowników NIS

source: The host name is incorrect
pl: Nazwa komputera jest nieprawidłowa

source: The user name format is incorrect.
pl: Format nazwy użytkownika jest nieprawidłowy.

source: Cannot use procmail when root's mail is not forwarded.
pl: Nie można używać programu procmail, jeśli poczta administratora nie jest przekierowywana.

source: Directly
pl: Bezpośrednio

source: Through procmail
pl: Przez program procmail

source: To Cyrus IMAP Server
pl: Do serwera Cyrus IMAP

source: &Outgoing mail server
pl: Serwer p&oczty wychodzącej

source: <p>The outgoing mail server is generally intended for dial-up connections. Enter the Internet service provider's SMTP server, such as <b>smtp.provider.com</b>.</p>
pl: <p>Serwer poczty wychodzącej jest w zasadzie przeznaczony dla połączeń wdzwanianych. Proszę podać nazwę serwera SMTP swojego dostawcy internetowego, np. <b>smtp.provider.com</b>.</p>

source: Do&main for the 'From' header
pl: &Domena dla nadawcy

source: <p>You may want the mail you sent to appear as if it originated from <b>company.com</b> instead of <b>pc-042.company.com</b>. Use the text box provided or a more detailed dialog.</p>
pl: <p>Możliwe jest, aby poczta wysyłana wyglądała tak, jakby pochodziła z <b>firma.com.pl</b>a nie np. z <b>pc-042.firma.com.pl</b>. W tym celu proszę użyć pola tekstowego lub bardziej szczegółowego okna dialogowego.</p>

source: &Domains for locally delivered mail
pl: &Domeny dla poczty lokalnej

source: <p>Here, specify the domains for which the mail will be delivered locally. If you enter nothing, the local host name is assumed.</p>
pl: <p>W tym miejscu można określić domeny, dla których poczta będzie dostarczana lokalnie. W razie braku wpisów, jako wartość domyślna użyta będzie nazwa komputera lokalnego.</p>

source: Accept remote &SMTP connections
pl: Akceptuj zdalne połączenia &SMTP

source: <p>Mail can be received directly via the SMTP protocol or it can be downloaded from a POP or an IMAP server using <b>fetchmail</b>.</p>
pl: <p>Poczta może być odbierana bezpośrednio protokołem SMTP albo może być pobierana z serwerów POP lub IMAP programem <b>fetchmail</b>.</p>

source: &Enable virus scanning (AMaViS)
pl: &Włącz skanowanie antywirusowe (AMaViS)

source: <p>Enabling virus scanning checks incoming and outgoing mail with AMaViS.</p>
pl: <p>Po włączeniu skanowania antywirusowego poczta przychodząca i wychodząca będzie sprawdzana przez program AMaViS.</p>

source: <p>If AMaViS is not installed and you want to use it, it will be installed automatically.</p>
pl: <p>W razie potrzeby program antywirusowy AMaViS zostanie zainstalowany automatycznie.</p>

source: &Server
pl: &Serwer

source: &Protocol
pl: &Protokół

source: &Remote user name
pl: Nazwa użytkownika &zdalnego

source: P&assword
pl: &Hasło

source: &Forward root's mail to
pl: Prze&kieruj pocztę administratora do

source: <p>It is recommended to have a regular user account for the system administrator and redirect root's mail to this account.</p>
pl: <p>Zalecane jest założenie konta zwykłego użytkownika dla administratora systemu i przekierowanie na to konta poczty użytkownika root.</p>

source: &Delivery Mode
pl: Tryb &doręczania

source: <p>The <b>delivery mode</b> is usually <b>procmail</b>, unless you do not forward root's mail or want to access the mail via IMAP.</p>
pl: <p>Jeśli poczta administratora jest przekierowywana, <b>Tryb doręczania</b> to zwykle <b>procmail</b>, o ile dostęp do poczty nie odbywa się przez protokół IMAP .</p>

source: User Mail Attributes
pl: Atrybuty poczty użytkownika

source: Edit user mail parameters
pl: Edytuj parametry poczty użytkownika

source: Edit group mail parameters
pl: Edytuj parametry poczty grupy

source: The attribute '%s' is required for this object according to its LDAP configuration, but it is currently empty.
pl: Według konfiguracji usługi LDAP atrybut "%s" jest wymagany, lecz teraz jest on pusty.

source: Run the mail server module first.
pl: Uruchom najpierw moduł serwera poczty.

source: Change E-Mail
pl: Zmiana adrese e-mail

source: &E-Mail Address:
pl: Adres &e-mail:

source: Invalid e-mail format.
pl: Nieprawidłowy format e-mail.

source: <p>In this dialog You can configure the mail settings of an user .</p>
pl: <p>W tym oknie dialogowym można skonfigurować ustawienia poczty użytkownika.</p>

source: <p>First you can set the mail addresses and aliases for the user.</p>
pl: <p>Najpierw należy ustawić adresy pocztowe i aliasy dla użytkownika.</p>

source: <p>If you have selected "cyrus" for the local delivery of mails, you can set the size limit for the users mail box. If you do not set any value the mail box size is unlimited.</p>
pl: <p>Jeśli wybrano opcję "cyrus" dla lokalnego dostarczania poczty, można ustawić limity dla skrzynek użytkowników. Wartość pusta oznacza, że rozmiar skrzynki będzie nieograniczony.</p>

source: E-Mail Addresses
pl: Adresy e-mail

source: IMAP Quota
pl: Przydziały IMAP

source: in kByte
pl: w kilobajtach

source: IMAP quota already in use: %1 kByte
pl: Wykorzystanie przydziału IMAP: %1 kB

source: Enable IMAP Quota
pl: Włącz przydział IMAP

source: Mail Settings
pl: Ustawienia poczty

source: Entry already exists.
pl: Wpis już istnieje.

source: Forwarding E-Mail Addresses
pl: Adresy e-mail przekazywania

source: Delivery of group Mails
pl: Dostarczanie poczty grupy

source: Enable Delivery to the Members
pl: Włącz dostarczanie członkom

source: Enable Shared Folder
pl: Włącz katalog współużytkowany

source: Mail Settings for the group:
pl: Ustawienia poczty dla grupy:

source: Choose LDAP/CA settings
pl: Wybór ustawień LDAP/CA

source: Set up/Configure LDAP server and CA management
pl: Ustawienie/konfiguracja serwera LDAP i zarządzania CA

source: Choosing LDAP/CA settings...
pl: Wybieranie ustawień LDAP/CA...

source: Setting up /Configuring LDAP server and CA management...
pl: Ustawianie/konfigurowanie serwera LDAP i zarządzania CA...

source: <p><b><big>Start Virus Scanner AMAVIS:</big></b><br> If you start the virus scanner AMAVIS, do not forget to install a virus scanner engine. </p>
pl: <p><b><big>Uruchom skaner antywirusowy AMAVIS:</big></b><br> Aby uruchomić skaner antywirusowy AMAVIS, należy zainstalować silnik skanera antywirusowego. </p>

source: <p><b><big>Trusted Local Networks:</big></b><br> Clients from these networks can use your mail server for mail relaying. (Sending non-local mails) <br></p>
pl: <p><b><big>Zaufane sieci lokalne:</big></b><br> Klienci z tych sieci mogą używać serwera pocztowego do przesyłania poczty. (Wysyłanie nielokalnej poczty) <br></p>

source: <p><b>Warning:</b><p> Most home users can use the built-in features of their e-mail application to send and receive e-mail. They do not need this module.</P>
pl: <p><b>Ostrzeżenie:</b><p> Większość użytkowników domowych może korzystać z wbudowanych funkcji aplikacji pocztowych do wysyłania i odbierania wiadomości e-mail. Moduł ten nie będzie im potrzebny.</p>

source: The running mail server configuration is based on the <b>Standard</b> type.
pl: Konfiguracja działającego serwera poczty jest oparta na typie <b>standardowym</b>.

source: It is possible to change to <b>Advanced</b> settings. This will overwrite all existing settings.
pl: Możliwa jest zmiana na typ <b>zaawansowany</b>. Wszystkie dotychczasowe ustawienia zostaną nadpisane.

source: The running mail server configuration is based on the <b>Advanced</b> type.
pl: Konfiguracja działającego serwera poczty jest oparta na typie <b>zaawansowanym</b>.

source: It is possible to change to <b>Standard</b> settings. This will overwrite all existing settings.
pl: Możliwa jest zmiana na typ <b>Standardowy</b>. Wszystkie dotychczasowe ustawienia zostaną nadpisane.
