Repository: aviarypl/suse-l10n-pl
Catalog: yast/50-pot/mail.*.po
Languages: pl

source: AMaViS, a virus scanner, will be installed.
pl: Zostanie zainstalowany skaner antywirusowy AMaViS.

source: AMaViS needs a virus scanner such as ClamAV to do the actual scanning, but ClamAV was not found. Configure a scanner manually.
pl: AMaViS potrzebuje skanera wirusów, takiego jak ClamAV, aby przeprowadzić skanowanie, ale ClamAV nie został odnaleziony. Należy skonfigurować skaner ręcznie.

source: Fetchmail, a mail downloading utility, will be installed.
pl: Zostanie zainstalowane narzędzie do pobierania poczty fetchmail.

source: Cyrus-imapd, an IMAP server, will be installed.
pl: Zostanie zainstalowany Cyrus-imapd - serwer IMAP.

source: Initializing mail configuration
pl: Inicjalizacja konfiguracji poczty

source: Determining Mail Transport Agent (MTA)
pl: Określanie agenta transportowego poczty (MTA)

source: Reading general settings
pl: Wczytywanie ustawień ogólnych

source: Reading masquerading settings
pl: Wczytywanie ustawień maskarady

source: Reading downloading settings
pl: Wczytywanie ustawień pobierania

source: Reading alias tables
pl: Wczytywanie tabel aliasów

source: Reading authentication settings...
pl: Wczytywanie ustawień uwierzytelniania

source: Error reading file %1. The file must have a fixed format to be readable by YaST2. For details, see %2
pl: Błąd odczytu pliku %1. Plik musi mieć ustalony format, aby mógł być czytany przez YaST2. Szczegóły - patrz %2

source: Error writing the fetchmail configuration.
pl: Błąd zapisu konfiguracji programu fetchmail.

source: Error writing file %1
pl: Błąd podczas zapisywania pliku %1

source: Error running SuSEconfig.
pl: Błąd działania SuSEconfig.

source: Error starting service %1.
pl: Błąd podczas uruchamiania usługi %1.

source: Writing general settings
pl: Zapisywanie ustawień ogólnych

source: Writing masquerading settings
pl: Zapisywanie ustawień maskarady

source: Writing alias tables
pl: Zapisywanie tabel aliasów

source: Writing downloading settings
pl: Zapisywanie ustawień pobierania

source: Writing authentication settings...
pl: Zapisywanie ustawień uwierzytelniania

source: Finishing writing configuration files
pl: Kończenie zapisywania plików konfiguracyjnych

source: Running SuSEconfig
pl: Uruchamianie SuSEconfig

source: Restarting services
pl: Ponowne uruchamianie usług

source: Saving mail configuration
pl: Zapisywanie konfiguracji poczty

source: Other
pl: Inne

source: Permanent
pl: Stałe

source: Dial-up
pl: Wdzwaniane

source: None
pl: Brak

source: Connection Type
pl: Typ połączenia

source: Outgoing Mail Server
pl: Serwer poczty wychodzącej

source: From Header
pl: Nadawca

source: Local Domains
pl: Domeny lokalne

source: Masquerade Other Domains
pl: Maskaraduj inne domeny

source: Masquerade Users
pl: Maskaraduj użytkowników

source: Accept remote SMTP connections
pl: Akceptuj zdalne połączenia SMTP

source: Yes
pl: Tak

source: No
pl: Nie

source: Use AMaViS
pl: Używaj programu AMaViS

source: Aliases
pl: Aliasy

source: Virtual Users
pl: Użytkownicy wirtualni

source: Authentication
pl: Uwierzytelnianie

source: Global Settings
pl: Ustawienia globalne

source: Local Delivery
pl: Dostarczanie lokalne

source: Mail Transports
pl: Transporty poczty

source: Mailserver Prevention
pl: Prewencja na serwerze pocztowym

source: Mailserver Relaying
pl: Przekazywanie serwerze pocztowym

source: Fetching Mail
pl: Pobieranie wiadomości

source: Mailserver Domains
pl: Domeny serwera poczty

source: There is no main mail domain defined. Please fix it!
pl: Brak zdefiniowanej głównej domeny poczty. Proszę to poprawić.

source: You have not installed all needed packages.
pl: Nie zainstalowano wszystkich wymaganych pakietów.

source: Reading the Mail Server Settings
pl: Odczyt ustawień serwera poczty

source: Read needed packages
pl: Odczyt wymaganych pakietów

source: Read mail server global settings
pl: Odczyt globalnych ustawień serwera poczty

source: Read mail server transports
pl: Odczyt transportów serwera poczty

source: Read mail server prevention settings
pl: Odczyt ustawień prewencji serwera poczty

source: Read mail server relaying settings
pl: Odczyt ustawień przekazywania serwera poczty

source: Read mail server local delivery settings
pl: Odczyt ustawień dostarczania lokalnego serwera poczty

source: Read mail fetching jobs
pl: Odczyt zadań pobierania poczty

source: Read mail server domains
pl: Odczyt domen serwera poczty

source: Reading packages...
pl: Odczytywanie pakietów...

source: Reading mail server global settings...
pl: Odczytywanie globalnych ustawień serwera poczty...

source: Reading mail server transports...
pl: Odczytywanie transportów serwera poczty...

source: Reading mail server prevention settings...
pl: Odczytywanie ustawień prewencji serwera poczty...

source: Reading mail server relaying settings...
pl: Odczytywanie ustawień przekazywania serwera poczty...

source: Reading mail server local delivery settings...
pl: Odczytywanie ustawień dostarczania lokalnego serwera poczty...

source: Reading mail fetching jobs...
pl: Odczytywanie zadań pobierania poczty...

source: Reading mail server domains...
pl: Odczytywanie domen serwera poczty...

source: Finished
pl: Zakończono

source: Cannot read the mail server global settings.
pl: Nie można odczytać globalnych ustawień serwera poczty.

source: Cannot read mail server transports.
pl: Nie można odczytać transportów serwera poczty.

source: Cannot read mail server preventions.
pl: Nie można odczytać ustawień prewencji serwera poczty.

source: Cannot read the mail server relay settings.
pl: Nie można odczytać ustawień przekazywania serwera poczty.

source: Cannot read the mail server local delivery settings.
pl: Nie można odczytać ustawień dostarczania lokalnego serwera poczty.

source: Cannot read the mail server fetching jobs.
pl: Nie można odczytać zadań pobierania poczty.

source: Cannot read the mail server domains.
pl: Nie można odczytać domen serwera poczty.

source: Saving Mail Server Configuration
pl: Zapisywanie konfiguracji poczty

source: Write mail server global settings
pl: Zapis globalnych ustawień serwera poczty

source: Write mail server transports
pl: Zapis transportów serwera poczty

source: Write mail server prevention settings
pl: Zapis ustawień prewencji serwera poczty

source: Write mail server relaying settings
pl: Zapis ustawień przekazywania serwera poczty

source: Write mail server local delivery settings
pl: Zapis ustawień dostarczania lokalnego serwera poczty

source: Write mail fetching jobs
pl: Zapis zadań pobierania poczty

source: Write mail server domains
pl: Zapis domen serwera poczty

source: Writing mail server global settings...
pl: Zapisywanie globalnych ustawień serwera poczty...

source: Writing mail server transports...
pl: Zapisywanie transportów serwera poczty...

source: Writing mail server prevention settings...
pl: Zapisywanie ustawień prewencji serwera poczty...

source: Writing mail server relaying settings...
pl: Zapisywanie ustawień przekazywania serwera poczty...

source: Writing mail server local delivery settings...
pl: Zapisywanie ustawień dostarczania lokalnego serwera poczty...

source: Writing mail fetching jobs...
pl: Zapisywanie zadań pobierania poczty...

source: Writing mail server domains...
pl: Zapisywanie domen serwera poczty...

source: Cannot write the mail server global settings.
pl: Nie można zapisać globalnych ustawień serwera poczty.

source: Cannot write mail server transports.
pl: Nie można zapisać transportów serwera poczty.

source: Cannot write mail server preventions.
pl: Nie można zapisać ustawień prewencji serwera poczty.

source: Cannot write the mail server relay settings.
pl: Nie można zapisać ustawień przekazywania serwera poczty.

source: Cannot write the mail server local delivery settings.
pl: Nie można zapisać ustawień dostarczania lokalnego serwera poczty.

source: Cannot write the mail server fetching jobs.
pl: Nie można zapisać zadań pobierania poczty.

source: Cannot write the mail server domains.
pl: Nie można zapisać domen serwera poczty.

source: Configuration summary ...
pl: Podsumowanie konfiguracji...

source: <P><B><BIG>Initializing mail</BIG></B><BR> Please wait... <BR></P>
pl: <P><B><BIG>Inicjalizacja poczty</BIG></B><BR> Proszę czekać... <BR></P>

source: <P><B><BIG>Aborting the initialization:</BIG></B><BR> Safely abort the configuration utility by pressing <B>Abort</B> now. </P>
pl: <P><B><BIG>Przerwanie inicjalizacji:</BIG></B><BR> Można bezpiecznie przerwać działanie konfiguratora naciskając teraz <b>Przerwij</B>.</P>

source: <P><B><BIG>Saving mail configuration</BIG></B><BR> Please wait... <BR></P>
pl: <P><B><BIG>Zapisywanie konfiguracji poczty</BIG></B><BR> Proszę czekać... <BR></P>

source: <P><B><BIG>Aborting saving:</BIG></B><BR> Abort saving by pressing <B>Abort</B>. An additional dialog will inform you whether it is safe to do so. </P>
pl: <p><b><big>Przerwanie zapisu:</big></b><br> Aby przerwać procedurę zapisu, należy nacisnąć przycisk <b>Przerwij</b>. Dodatkowe okno będzie zawierało informację, czy jest to bezpieczne. </p>

source: <p>Select the mail system (Mail Transfer Agent, MTA) to install.</p>
pl: <p>Należy wybrać system pocztowy (agenta transferu MTA), który ma zostać zainstalowany.</p>

source: <p>How are you connected to the Internet? With a dial-up connection, mails will not be sent immediately but rather after invoking <b>sendmail&nbsp;-q</b>.</p>
pl: <p>Proszę wskazać typ połączenia z Internetem. W przypadku połączenia wdzwanianego poczta nie będzie wysyłana natychmiast, ale dopiero po wywołaniu <b>sendmail&nbsp;-q</b>.</p>

source: <p>If choosing <b>No Connection</b>, the mail server will be started. However, only local mail transport is possible. The MTA listens to the localhost.</p>
pl: <p>W razie wybrania opcji <b>Brak połączenia</b> serwer pocztowy zostanie uruchomiony, lecz będzie możliwy tylko transfer lokalny. Agent transportu poczty nasłuchuje na hoście lokalnym.</p>

source: <p>Specify the rewriting of the sender's address here for each user.</p>
pl: <p>Proszę określić przepisywanie adresu nadawcy dla każdego użytkownika.</p>

source: <p>Some servers require authentication for sending mails. Here you can enter information for this option. If you do not want to use authentication, simply leave these fields empty.</p>
pl: <p>Niektóre serwery wymagają uwierzytelnienia przy wysyłaniu poczty. W tym miejscu można podać informacje dla takiego przypadku. Aby nie korzystać z uwierzytelniania, należy pozostawić te pola puste.</p>

source: <p>The outgoing mail server is generally intended for dial-up connections. Enter the Internet service provider's SMTP server, such as <b>smtp.provider.com</b>.</p>
pl: <p>Serwer poczty wychodzącej jest w zasadzie przeznaczony dla połączeń wdzwanianych. Należy podać nazwę serwera SMTP dostawcy Internetu, np. <b>smtp.provider.com</b>.</p>

source: <p>In the <b>User Name</b> field, enter the user name assigned by from your provider.</p>
pl: <p>W polu <b>Nazwa użytkownika</b> należy podać nazwę użytkownika nadaną przez dostawcę usług internetowych.</p>

source: <p>Enter your password in the <b>Password</b> field.</p>
pl: <p>Należy podać swoje hasło w polu <b>Hasło</b>.</p>

source: <p>Note: For simplicity, only one server is displayed in this dialog, although there may be more of them in your configuration file. They will not be lost.</p>
pl: <p>Uwaga: Dla uproszczenia w tym oknie wyświetlany jest tylko jeden serwer, chociaż w pliku konfiguracyjnym może być ich więcej. Nie zostaną one utracone.</p>

source: <p>These are parameters for downloading mail from a POP or an IMAP server using <b>fetchmail</b>.</p>
pl: <p>To są parametry dla pobierania poczty z serwera POP lub IMAP przy użyciu programu <b>fetchmail</b>.</p>

source: <p>This table redirects mail delivered locally. Redirect it to another local user (useful for system accounts, especially for <b>root</b>), to a remote address, or to a list of addresses.</p>
pl: <p>Ta tabela zawiera przekierowania dla poczty dostarczanej lokalnie. Pocztę można przekierować do innego lokalnego użytkownika (przydatne dla kont systemowych, zwłaszcza dla konta <b>administratora</b>), na adres zdalny albo na listę adresów.</p>

source: <p>See the aliases(5) manual page for a description of advanced features.</p>
pl: <p>Więcej informacji o opcjach zaawansowanych znajduje się w podręczniku <tt>aliases(5)</tt>.</p>

source: <p>This table redirects incoming mail. Unlike the alias table, it also considers the domain part of the address.</p>
pl: <p>Ta tabela zawiera przekierowania dla poczty przychodzącej. W przeciwieństwie do tabeli aliasów uwzględnia także część domenową adresu.</p>

source: <p>It allows hosting multiple "virtual domains" on a single machine.</p>
pl: <p>Umożliwia obsługę wielu "domen wirtualnych" na jednym komputerze</p>

source: Configuration of mail server
pl: Konfiguracja serwera poczty

source: Advanced mail server setup with LDAP back-end
pl: Ustawienia zaawansowanego serwera poczty z mechanizmem LDAP

source: You have configured your MTA without LDAP support.<br>
pl: Agent transportu poczty został skonfigurowany bez obsługi LDAP.<br>

source: This modul will configure your MTA with LDAP support.<br>
pl: Ten moduł pozwala skonfigurować agenta transportu poczty do obsługi protokołu LDAP.<br>

source: This will corrupt your current configuration.
pl: To uszkodzi aktualną konfigurację.

source: Set up the mail server
pl: Ustaw serwer pocztowy

source: Read LDAP settings
pl: Odczyt ustawień LDAP

source: Choose LDAP and CA settings
pl: Wybór ustawień LDAP i CA

source: Configure LDAP server and CA management
pl: Konfiguracja serwera LDAP i zarządzania CA

source: Reading LDAP settings...
pl: Odczytywanie ustawień LDAP...

source: Choosing LDAP and CA settings...
pl: Wybieranie ustawień LDAP i CA...

source: Configuring LDAP server and CA management...
pl: Konfigurowanie serwera LDAP i zarządzania CA...

source: Mail Server Configuration
pl: Konfiguracja serwera poczty

source: Mail Server to Configure
pl: Serwer poczty do skonfigurowania

source: Mail Server Overview
pl: Przegląd serwera poczty

source: Number
pl: Numer

source: Mail Server
pl: Serwer poczty

source: Your computer is not configured as an LDAP client.
pl: Ten komputer nie jest skonfigurowany jako klient LDAP.

source: We suggest you set up a local LDAP server for the mail server.
pl: Sugerowane jest ustawienie lokalnego serwera LDAP dla serwera poczty.

source: Create certificates for the LDAP and mail server in order to secure your system.
pl: Aby zabezpieczyć system, należy utworzyć certyfikaty dla serwera LDAP i poczty.

source: Your computer is configured as an LDAP client and the LDAP server is local.
pl: Komputer skonfigurowano jako klienta LDAP, a serwer LDAP jest lokalny.

source: We suggest you adapt the LDAP server configuration for the mail server.
pl: Sugerujemy wykorzystanie dla serwera pocztowego istniejącej konfiguracji serwera LDAP.

source: For this reason you have to know the password of the LDAP administrator account:
pl: Z tego powodu należy znać hasło konta administratora LDAP:

source: Your computer is configured as a LDAP client and the LDAP server is not local.
pl: Komputer skonfigurowano jako klienta LDAP, a serwer LDAP nie jest lokalny.

source: We suggest you configure the LDAP server for the mail server.
pl: Sugerujemy jest skonfigurowanie serwera LDAP dla serwera poczty.

source: Furthermore, the LDAP server has to contain the <b>suse-mailserver.schema</b> and the corresponding index entries.
pl: Ponadto, serwer LDAP musi zawierać opcję <b>suse-mailserver.schema</b> i odpowiednie wpisy indeksu.

source: Create certificates.
pl: Tworzenie certyfikatów.

source: Set up a local LDAP server.
pl: Ustawienie lokalnego serwera LDAP.

source: Configure dedicated LDAP server.
pl: Konfugurowanie dedykowanego serwera LDAP.

source: Really abort the writing process?
pl: Czy na pewno przerwać zapisywanie?

source: You must configure LDAP to use the mail server.
pl: Aby używać serwera pocztowego, konieczne jest skonfigurowanie LDAP.

source: The LDAP configuration starts now.
pl: Teraz zostanie rozpoczęta konfiguracja LDAP.

source: You have not created server certificate and key. You will not able to use server side SSL and TSL on the mail server. Create the certificate with the YaST2 CA management module.
pl: Nie zostały utworzone certyfikat i klucz serwera. Nie będzie możliwe używanie protokołów SSL i TLS po stronie serwera poczty. Proszę utworzyć certyfikat w module zarządzania CA YaST2.

source: Do Not Use TLS
pl: Nie używaj TLS

source: Use TLS If Possible
pl: Używaj TLS, jeśli to możliwe

source: Enforce TLS
pl: Wymuszaj TLS

source: Relay Host Requires Authentication
pl: Host przekazujący wymaga uwierzytelnienia

source: Host Name or IP
pl: Nazwa hosta lub adres IP

source: Account
pl: Konto

source: Password
pl: Hasło

source: Confirm Password
pl: Potwierdzenie hasła

source: Server Identification
pl: Identyfikacja serwera

source: Mail Size
pl: Rozmiar wiadomości

source: No Limit
pl: Bez ograniczeń

source: Maximum Mail Size
pl: Maksymalny rozmiar wiadomości

source: KByte
pl: Kilobajtów

source: Outgoing Mails
pl: Poczta wychodząca

source: Direct Delivery (DNS)
pl: Bezpośrednie dostarczanie (DNS)

source: No Outgoing Mail
pl: Bez poczty wychodzącej

source: Use Relay Host
pl: Używaj hosta przekazującego

source: Security
pl: Bezpieczeństwo

source: Destination
pl: Przeznaczenie

source: With Subdomains
pl: Z poddomenami

source: Server
pl: Serwer

source: Suppress MX Lookups
pl: Pomijaj przeszukiwanie rekordów MX

source: Server Requires Authentication
pl: Serwer wymaga uwierzytelnienia

source: Manage Mail Routing
pl: Zarządzanie rutowaniem poczty

source: TLS Mode:
pl: Tryb TLS:

source: Use
pl: Użyj

source: Enforce
pl: Wymuś

source: Cancel
pl: Anuluj

source: The destination is invalid.
pl: Adres docelowy jest nieprawidłowy.

source: The server is invalid.
pl: Serwer jest nieprawidłowy.

source: There is already a transport defined for this destination.
pl: Dla tego adresu docelowego jest już zdefiniowany transport.

source: The passwords are not identical.
pl: Hasła nie są identyczne.

source: Defined Mail Transport Route
pl: Zdefiniowana tablica rutowania transportu poczty

source: Add
pl: Dodaj

source: Change
pl: Zmień

source: Delete
pl: Usuń

source: &Use Defined Mail Transport Route
pl: &Użyj zdefiniowanej tablicy rutowania transportu poczty

source: Configure Spam Learning Extension
pl: Konfiguracja rozszerzenia uczącego się rozpoznawać spam

source: Start Virus Scanner AMAVIS
pl: Uruchom skaner antywirusowy AMAVIS

source: Count of Virsus Scanner Process
pl: Liczba procesów skanerów antywirusowych

source: SPAM Prevention
pl: Zapobieganie wiadomościom niechcianym

source: Basic Settings:
pl: Podstawowe ustawienia:

source: Off
pl: Wyłączone

source: Medium
pl: Średnie

source: Hard
pl: Silne

source: Configured RBL Server
pl: Skonfigurowany serwer RBL

source: Sender Restrictions
pl: Restrykcje wysyłających

source: Sender Address
pl: Adres wysyłającego

source: Action
pl: Czynność

source: Option
pl: Opcja

source: Add New RBL Server
pl: Dodaj nowy serwer RBL

source: Add New Sender Restriction
pl: Dodaj nowe ograniczenie wysyłania

source: Require SASL Authentication
pl: Wymagaj uwierzytelniania SASL

source: TLS Mode for the SMTPD Daemon
pl: Tryb TLS dla demona SMTPD

source: No TLS
pl: Bez TLS

source: Use TLS
pl: Używaj TLS

source: Use TLS Only for SASL Authentication
pl: Używaj TLS tylko dla uwierzytelniania SASL

source: Trusted Local Networks
pl: Zaufane sieci lokalne

source: New Network
pl: Nowa sieć

source: Defined Trusted Networks
pl: Zdefiniowane zaufane sieci

source: Security Settings for Sending Mail via the Server
pl: Ustawienia bezpieczeństwa do wysyłania poczty przez serwer

source: Cyrus IMAP Settings
pl: Ustawienia Cyrus IMAP

source: Security (SSL and TLS)
pl: Bezpieczeństwo (SSL i TLS)

source: Enabled
pl: Włączono

source: Default Mailbox Size (KB)
pl: Domyślny rozmiar skrzynki pocztowej (KB)

source: Quota Warning Limit (%)
pl: Poziom ostrzegania o zapełnieniu skrzynki pocztowej (%)

source: IMAP Idle Time (Min)
pl: Czas bezczynności IMAP (min)

source: POP Idle Time (Min)
pl: Czas bezczynności POP (min)

source: Hard Quota Limit
pl: Twarde ograniczenie rozmiaru skrzynki pocztowej

source: Use Alternate Name Space
pl: Używaj alternatywnej przestrzeni nazw

source: Fallback Mailbox
pl: Domyślna skrzynka pocztowa

source: Settings for File System Delivery
pl: Ustawienia dla dostarczania do systemu plików

source: Type
pl: Typ

source: Repository
pl: Repozytorium

source: Mailbox Size
pl: Rozmiar skrzynki

source: Settings for Procmail
pl: Ustawienia dla programu Procmail

source: There are no settings for procmail.
pl: Brak ustawień dla programu procmail.

source: Local Delivery Type
pl: Typ dostarczania lokalnego

source: File System
pl: System plików

source: No Local Delivery
pl: Bez dostarczania lokalnego

source: There is no local mail delivery defined.
pl: Brak zdefiniowanego sposobu lokalnego dostarczania poczty.

source: You cannot define mail fetching jobs.
pl: Nie można zdefiniować zadań pobierania poczty.

source: Fetch Mail Regularly
pl: Pobieraj pocztę regularnie

source: Fetching Interval
pl: Okres pomiędzy pobraniami

source: Fetch Mail by Connecting to Internet
pl: Pobieraj pocztę po połączeniu z internetem

source: Choose the Internet interface.
pl: Proszę wybrać interfejs internetowy.

source: Mail Fetching Scheduler
pl: Planowanie pobierania poczty

source: Defined Fetchmail Jobs
pl: Zdefiniowane zadania programu fetchmail

source: Protocol
pl: Protokół

source: User
pl: Użytkownik

source: Local User
pl: Użytkownik lokalny

source: Add New Fetchmail Job
pl: Dodaj nowe zadanie programu Fetchmail

source: Server Address
pl: Adres serwera

source: Remote User
pl: Zdalny użytkownik

source: The passwords do not match. Try again.
pl: Hasła nie zgadzają się. Proszę spróbować ponownie.

source: You cannot define local domains for the mail server.
pl: Nie można zdefiniować lokalnych domen dla serwera poczty.

source: Defined Domains
pl: Zdefiniowane domeny

source: Domain
pl: Domena

source: Masquerading
pl: Maskarada

source: Configure Mail Domains
pl: Konfiguracja domen pocztowych

source: Name
pl: Nazwa

source: You have defined more then one main mail domain. Please fix it!
pl: Zdefiniowano więcej niż jedną główną domenę pocztową. Proszę wprowadzić poprawki.

source: Mail Server Global Settings
pl: Globalne ustawienia serwera poczty

source: Mail Server Transport Configuration
pl: Konfiguracja transportu serwera poczty

source: Mail Server SPAM Basic Prevention Configuration
pl: Podstawowa konfiguracja zapobiegania wiadomościom niechcianym na serwerze poczty

source: Mail Server Relaying Configuration
pl: Konfiguracja przekazywania serwera poczty

source: Mail Server Local Delivery Configuration
pl: Konfiguracja dostarczania lokalnego serwera poczty

source: Mail Server Mail Fetching Configuration
pl: Konfiguracja pobierania poczty przez serwer

source: Mail Server Local Domain Configuration
pl: Konfiguracja lokalnej domeny serwera poczty

source: <p><b><big>Administrator Authorization</big></b><br> To use the YaST2 mail server component, your system must use LDAP as a repository for the user and group accounts and for the DNS services.<br> Some of the mail server settings will be stored in the LDAP repository, too.<br></p>
pl: <p><b><big>Uwierzytelnianie administratora</big></b><br> Aby używać komponentu serwera poczty programu YaST2, system musi używać usługi LDAP jako repozytorium dla kont użytkowników i grup, i dla usług DNS.<br> W repozytorium LDAP będą także przechowywane niektóre ustawienia serwera pocztowego.<br></p>
