Repository: aviarypl/suse-l10n-pl
Catalog: yast/50-pot/power-management.*.po
Languages: pl

source: Initializing Configuration
pl: Inicjalizacja konfiguracji

source: Check the environment
pl: Sprawdzenie środowiska

source: Read general settings
pl: Odczytanie ustawień ogólnych

source: Read power saving profiles
pl: Odczytanie profili oszczędzania energii

source: Checking the environment...
pl: Sprawdzanie środowiska...

source: Reading general settings...
pl: Odczytywanie ustawień ogólnych...

source: Reading power saving profiles...
pl: Odczytywanie profili oszczędzania energii...

source: Finished
pl: Zakończono

source: Cannot read the general settings.
pl: Nie można odczytać ustawień ogólnych.

source: Cannot read power saving profiles.
pl: Nie można odczytać profili oszczędzania energii.

source: Saving Configuration
pl: Zapisywanie konfiguracji

source: Write general settings
pl: Zapis ustawień ogólnych

source: Restart pm-profiler daemon
pl: Restartowanie demona zarządzania energią

source: Writing general settings...
pl: Zapisywanie ustawień ogólnych...

source: Restarting pm-profiler daemon...
pl: Restartowanie demona zarządzania energią...

source: Cannot write general settings.
pl: Nie można zapisać ustawień ogólnych.

source: Cannot restart the pm-profiler daemon.
pl: Nie można zrestartować demona zarządzania energią.

source: Default settings
pl: Ustawienia domyślne

source: Selected Profile: %1
pl: Wybrany profil: %1

source: Power Saving Profiles:
pl: Profile oszczędzania energii:

source: Default Profile
pl: Domyślny profil

source: Available Profiles: %1
pl: Dostępne profile: %1

source: Specified profile not found.
pl: Wybrany profil nie został znaleziony.

source: Operation with the profile not specified.
pl: Nie określono operacji na tym profilu.

source: Profile name not specified.
pl: Nie określono nazwy profilu.

source: Power management configuration module
pl: Moduł konfiguracji zarządzania energią

source: Display current settings
pl: Wyświetl aktualne ustawienia

source: Set general settings
pl: Ustaw ustawienia ogólne

source: Display only specified profile
pl: Wyświetlanie tylko określonego profilu

source: Display only profile selected for being used
pl: Wyświetla tylko profil zaznaczony do używania

source: Profile to be used
pl: Profil, który ma być używany

source: The profile name
pl: Nazwa profilu

source: Add a new profile
pl: Dodawanie nowego profilu

source: Edit an existing profile
pl: Edycja istniejącego profilu

source: Remove an existing profile
pl: Usunięcie istniejącego profilu

source: The description of the profile
pl: Opis profilu

source: The profile to clone
pl: Profil, który ma zostać sklonowany

source: Option of a profile to modify
pl: Opcja profilu do zmodyfikowania

source: Value of the specified option to set
pl: Wartość wybranej opcji

source: New name of the profile to rename
pl: Nowa nazwa profilu

source: If you abort writing now, the saved settings may be inconsistent. Really abort?
pl: Jeżeli zapisywanie zostanie teraz przerwane, zachowane ustawienia mogą być niespójne. Czy na pewno przerwać?

source: Power Management Settings
pl: Ustawienia zarządzania zasilaniem

source: Power Management Profile Setup
pl: Ustawenia profilu zarządzania energią

source: <p><b><big>Initializing Power Management Configuration</big></b><br> Please wait...<br></p>
pl: <p><b><big>Inicjalizacja konfiguracji zarządzania zasilaniem</big></b><br> Proszę czekać...<br></p>

source: <p><b><big>Aborting Initialization</big></b><br> Safely abort the configuration utility by pressing <b>Abort</b> now.</p>
pl: <p><b><big>Przerwanie inicjalizacji:</big></b><br> Można bezpiecznie przerwać działania konfiguratora naciskając teraz <b>Przerwij</b>.</p>

source: <p><b><big>Saving Power Management Configuration</big></b><br> Please wait...<br></p>
pl: <p><b><big>Zapisywanie konfiguracji zrządzania zasilaniem</big></b><br> Proszę czekać...<br></p>

source: <p><b><big>Aborting Saving</big></b><br> Abort the save procedure by pressing <b>Abort</b>.</p>
pl: <p><b><big>Przerwanie zapisu:</big></b><br> Aby przerwać zapis należy nacisnąć przycisk <b>Przerwij</b>.</p>

source: <p><b><big>Energy Saving Profiles</big></b><br> Use <b>Selected Profile</b> to adjust the energy saving profile to use.</p>
pl: <p><b><big>Profile oszczędzania energii</big></b><br> Proszę użyć <b>wybranego profilu</b>, abu dostosować profil, który ma być używany.</p>

source: <p>Below the selected profile, its description is displayed.</p>
pl: <p>Wybrany profil oraz jego opis poniżej</p>

source: <p>To read more about pm-profiler and to learn how to create or modify the power saving profiles, refer to the <i>/usr/share/doc/packages/pm-profiler/README</i> file.</p>
pl: <p>Więcej informacji na temat programu pm-profiler i instrukcje tworzenia lub modyfikacji profili oszczędzania energii można znaleźć w pliku <i>/usr/share/doc/packages/pm-profiler/README</i>.</p>

source: <p><b><big>Profile Setup</big></b><br> Here, adjust the energy saving Profiles. To modify a profile, select it and click <b>Edit</b>.</p>
pl: <p><b><big>Zarządzanie profilami</big></b><br> Tutaj można dostosować profile oszczędzania energi. Aby zmodyfikować profil, należy go zaznaczyć i kliknąć przycisk <b>Edycja</b>.</p>

source: <p>To add a new profile, select a profile to clone then click <b>Add</b>. To delete an existing profile, select it and click <b>Delete</b>.</p>
pl: <p>Aby dodać nowy profil, należy wybrać profil do skopiowania i nacisnąć przycisk <b>Dodaj</b>. Aby usunąć istniejący profil, należy go wskazać i nacisnąć przycisk <b>Usuń</b>.</p>

source: <p>In the main dialog, assign profiles to use when you work on battery or AC power.</p>
pl: <p>W głównym oknie można przypisać profile, które mają być używane, w zależności od tego, czy komputer korzysta z zasilania z akumulatora czy zasilania sieciowego.</p>

source: <p><big><b>Profile Setup</b></big> Configure the settings of the profile. Enter its name in <b>Profile Name</b> and optionally a description in <b>Profile Description</b>.</p>
pl: <p><big><b>Ustawienia profilu</b></big> W tym miejscu można skonfigurować ustawienia profilu. W polu <b>Nazwa profilu</b> należy wprowadzić jego nazwę, można również dodać jego opis w polu <b>Opis profilu</b>.</p>

source: <p><b><big>Hard Disk Settings</big></b><br> Use <b>Standby Policy</b> to adjust the power saving policy of the hard disks. Remember that more power saving also means waiting more often until the disk drive is ready. Use <b>Acoustic Policy</b> to adjust the acoustic policy of the disk. The noise produced by the disk may be lowered by moving disk heads more slowly. Not all disks support this feature.</p>
pl: <p><b><big>Ustawienia dysku</big></b><br> Proszę użyć opcji <b>Konfiguracja stanu gotowości</b> aby ustawić zasady oszczędzania energii dla dysku twardego. Należy pamiętać, że im większa oszczędność zasilania, tym dłużej trzeba czekać na gotowość dysku do pracy. Opcji <b>Głośność dysku</b> należy użyć, aby ustawić poziom hałasu związany z pracą dysku. Poziom ten można obniżyć przez wymuszenie wolniejszego poruszania głowicami. Nie wszystkie dyski obsługują tę funkcję.</p>

source: <p><b><big>Cooling Policy</big></b><br> Use the cooling policy <b>Status</b> to adjust the active or passive cooling policy. Active means that the cooling fan is turned on if the system starts overheating. If the system continues overheating, the CPU frequency and voltage are reduced. Passive means that the system first reduces frequency then, if that does not help, turns the cooling fan on.</p> <p>To specify actions to perform when the system overheats or reaches critical temperature, use <b>Overheat Temperature Action</b> and <b>Critical Temperature Action</b>.</p>
pl: <p><b><big>Zasady chłodzenia</big></b><br> Opcji <b>Status</b> w zasadach chłodzenia można użyć do wybrania aktywnego lub pasywnego trybu chłodzenia. Tryb aktywny polega na tym, że w przypadku przegrzewania się systemu włączany jest wentylator, a jeśli to nie pomaga, następuje redukcja częstotliwości i napięcia pracy procesora. Tryb pasywny oznacza, że najpierw redukowana jest częstotliwość procesora, a jeśli to nie pomaga włączany jest wentylator.</p> <p>Aby określić działania, które mają być wykonane w przypadku przegrzania systemu albo osiągnięcia temperatury krytycznej, proszę użyć <b>Działania w wypadku przegrzania</b> i <b>Działania dla temperatury krytycznej</b>.</p>

source: Default system settings
pl: Domyślne ustawienia systemowe

source: No profile description available
pl: Opis profilu nie jest dostępny

source: Default
pl: Domyślny

source: &Selected Profile
pl: &Zaznaczony profil

source: Energy Saving Profiles
pl: Profile oszczędzania energii

source: &AC Powered
pl: Zasilanie z sie&ci

source: No profile selected.
pl: Nie wskazano profilu.

source: The selected profile cannot be modified. Add a new one instead.
pl: Wskazany profil nie może być modyfikowany. Proszę wybrać inny.

source: Profile Name
pl: Nazwa profilu

source: Profile Description
pl: Opis profilu

source: Profile name must be set.
pl: Proszę podać nazwę profilu.

source: The specified profile name is not unique.
pl: Nazwa profilu nie może się powtarzać.

source: The profile name must not be longer than 32 characters.
pl: Nazwa profilu nie może być dłuższa niż 32 znaki.

source: S&cheme Name
pl: &Nazwa schematu

source: Profile &Description
pl: &Opis profilu

source: SATA Power Management
pl: Zarządzanie energią urządzeń SATA

source: Aggressive Link Power Management
pl: Zdecydowane oszczędzanie energii

source: Maximum Power Saving
pl: Maksymalne oszczędzanie energii

source: Medium Power Saving
pl: Średnie oszczędzanie energii

source: Maximum Performance
pl: Najwyższa wydajność

source: CPU Power Management
pl: Zarządzanie zasilaniem procesora

source: CPU Frequency Governor
pl: Zarządca częstotliwości procesora

source: On Demand
pl: Na żądanie

source: User Space
pl: Przestrzeń użytkownika

source: Load Checking Interval
pl: Częstotliwość sprawdzania obciążenia

source: Lower frequency by (percent)
pl: Obniżenie częstotliwości o (procent)

source: Balance Load between CPU Cores
pl: Rozłożenie obciążenia pomiędzy rdzenie procesora

source: Power Management Configuration
pl: Konfiguracja zarządzania energią

source: Initializing...
pl: Inicjalizacja...
