Repository: aviarypl/suse-l10n-pl
Catalog: yast/50-pot/reipl.*.po
Languages: pl

source: This machine does not support reipl!
pl: Ten komputer nie obsługuje reipl!

source: Configured reipl methods
pl: Skonfigurowano metody reipl

source: The method ccw is configured and being used.
pl: Metoda ccw skonfigurowana i w użyciu

source: The method ccw is configured.
pl: Metoda ccw skonfigurowana

source: The method ccw is not supported.
pl: Metoda ccw nie obsługiwana

source: The method fcp is configured and being used.
pl: Metoda fcp skonfigurowana i w użyciu

source: The method fcp is configured.
pl: Metoda fcp skonfigurowana

source: The method fcp is not supported.
pl: Metoda fcp nie obsługiwana

source: Reipl Configuration
pl: Konfiguracja Reipl

source: reipl methods
pl: metody reipl

source: ccw parameters
pl: parametry ccw

source: &Device
pl: Urzą&dzenie

source: &Loadparm
pl: Parametry inicjalizacji

source: fcp parameters
pl: parametry fcp

source: D&evice
pl: Urządz&enie

source: &World wide port number
pl: Numer portu

source: Lo&gical unit number
pl: Numer jednostki lo&gicznej

source: B&oot program selector
pl: Wybór &programu startowego.

source: Boo&t record logical block address
pl: Adres logiczny &sektora startowego.

source: reipl configuration
pl: Konfiguracja Reipl

source: help missing in helps.ycp
pl: brak pomocy w helps.ycp

source: <p><b><big>Initializing reipl Configuration</big></b><br> Please wait...<br></p>
pl: <p><b><big>Inicjalizacja konfiguracji reipl</big></b><br> Proszę czekać...<br></p>

source: <p><b><big>Aborting Initialization:</big></b><br> Safely abort the configuration utility by pressing <b>Abort</b> now.</p>
pl: <p><b><big>Przerwanie inicjalizacji:</big></b><br> Można bezpiecznie przerwać działania konfiguratora naciskając teraz <b>Przerwij</b>.</p>

source: <p><b><big>Saving reipl Configuration</big></b><br> Please wait...<br></p>
pl: <p><b><big>Zapisywanie konfiguracji reipl</big></b><br> Proszę czekać...<br></p>

source: <p><b><big>Aborting Saving:</big></b><br> Abort the save procedure by pressing <b>Abort</b>. An additional dialog informs whether it is safe to do so. </p>
pl: <p><b><big>Przerwanie zapisu:</big></b><br> Aby przerwać procedurę zapisu, należy nacisnąć przycisk <b>Przerwij</b>. Dodatkowe okno będzie zawierało informację, czy jest to bezpieczne. </p>

source: <p><b><big>s390 reIPL Configuration</big></b></p>
pl: ><b><big>Konfiguracja s390 reIPL</big></b></p>

source: <p>Choose one of the methods to reboot your machine with the radio buttons listed inside <b>reipl methods</b>. Depending on what your machine supports, you can choose between CCW (channel command word) devices and SCSI devices, that are attached through zFCP (fibre channel protocol). Then fill out the necessary parameter entry fields for the respective method.</p>
pl: <p>Proszę wybrać jedną z metod restartu systemu z listy podpisanej <b>metody reipl</b>. Zależnie od tego co wspiera dana maszyna, można wybrać urządzenie CCW (channel command word) lub SCSI które jest podłączene przaez zFCP (fibre channel). Następnie proszę wypełnić pola wymagane przez daną metodę.</p>

source: <p>The <b>loadparm</b> must be a maximum of 8 characters and selects a boot configuration from the menu of the zipl bootloader. Use one blank character to select the default configuration.</p>
pl: <p><b>loadparam</b> nie może mieć więcej niż 8 znaków i wybierać konfigurację startową z menu zipl. Proszę użyć jednego pustego znaku aby wybrać konfiguracje domyślną.</p>

source: <p>The <b>world wide port number</b> (WWPN) must be entered with lowercase letters as a 16-digit hex value, such as 0x5005076300c40e5a.</p>
pl: <p><b>Numer portu sieci</b> (WWPN) musi być podane małymi literami jako 16-cyfrowa liczba szestnastkowa, np. 0x5005076300c40e5a.</p>

source: <p>The <b>logical unit number</b> (LUN) must be entered with lowercase letters as a 16-digit hex value with all trailing zeros, such as 0x52ca000000000000.</p>
pl: <p><b>numer jednostki logicznej</b> (LUN) musi być podany małymi literami jako 16-cyfrowa liczba szestnastkowa ze wszytskimi zerami, np. 0x52ca000000000000.</p>

source: <p>The <b>boot record logical block address</b> (LBA) specifies the master boot record and is currently always 0.</p>
pl: <p><b>Adres bloku logicznego rekordu rozruchu (LBA)</b> określa główny rekord rozruchu i jego wartość zawsze wynosi 0.</p>

source: Configuration of reipl
pl: Konfiguracja reipl

source: After shutdown, reload the system with an IPL from DASD '%1'.
pl: Po zamknięciu prosze załadowac ponownie system z IPL z DASD '%1'.

source: After shutdown, reload the system with an IPL from FCP '%1' with WWPN '%2' and LUN '%3'.
pl: Po zamknięciu, proszę załadować ponownie system z IPL z FCP '%1' bez WWPN '%2' i LUN '%3'.

source: Initializing...
pl: Inicjalizacja...
