Repository: aviarypl/suse-l10n-pl
Catalog: yast/50-pot/storage.*.po
Languages: pl

source: <p>Add partitions to your RAID. According to the RAID type, the usable disk size is the sum of these partitions (RAID0), the size of the smallest partition (RAID 1), or (N-1)*smallest partition (RAID 5).</p>
pl: <p><b>Dodaj partycje do RAID.</b> Zgodnie z typem RAID, użyteczny rozmiar jest sumą tych partycji (RAID0), rozmiarem najmniejszej partycji (RAID1) lub (N-1) * najmniejszej partycji (RAID 5).</p>

source: <p>Generally, the partitions should be on different drives, to get the redundancy and performance you want.</p>
pl: <p>Zazwyczaj partycje powinny znajdować się na różnych dyskach, aby osiągnąć odpowiednią niezależność i wydajność.</p>

source: RAID Type
pl: Typ RAID

source: RAID &5 (Redundant Striping)
pl: RAID &5 (nadmiarowy striping)

source: Available Devices:
pl: Dostępne urządzenia:

source: Selected Devices:
pl: Wybrane urządzenia.

source: <p><b>Chunk Size:</b><br>It is the smallest "atomic" mass of data that can be written to the devices. A reasonable chunk size for RAID 5 is 128 kB. For RAID 0, 32 kB is a good starting point. For RAID 1, the chunk size does not affect the array very much.</p>
pl: <p><b>Rozmiar porcji:</b><br> jest to najmniejsza możliwa porcja danych, która może być zapisana na urządzeniach. Rozsądny rozmiar dla RAID 5 to 128 KB. Dla RAID 0 dobrym punktem wyjścia jest 32 KB. Dla RAID 1 rozmiar procji nie ma większego wpływu na macierz.</p>

source: <p><b>Parity Algorithm:</b><br>The parity algorithm to use with RAID5. Left-symmetric is the one that offers maximum performance on typical disks with rotating platters.</p>
pl: <p><b>Algorytm parzystości:</b><br>Jest to algorytm parzystości do wykorzystania w RAID5. Left-symmetric oferuje maksymalną wydajność w przypadku dysków z obracającymi się talerzami.</p>

source: Chunk Size
pl: Rozmiar porcji

source: Parity &Algorithm
pl: &Algorytm parzystości

source: RAID Options
pl: Opcje RAID

source: Add RAID %1
pl: Dodawanie RAID %1

source: Resize RAID %1
pl: Zmiana rozmiaru RAID %1

source: Edit RAID %1
pl: Edycja RAID %1

source: There are not enough suitable unused devices to create a RAID.
pl: Brak wystarczającej ilości nieużywanych urządzeń do utworzenia macierzy RAID.

source: No RAID selected.
pl: Nie wybrano macierzy RAID.

source: The RAID %1 is in use. It cannot be edited. To edit %1, make sure it is not used.
pl: Macierz RAID %1 jest używana. Nie można jej edytować. Aby dokonać edycji macierzy %1, należy upewnić się, że nie jest ona używana.

source: The RAID %1 is already created on disk. It cannot be resized. To resize %1, remove it and create it again.
pl: Macierz RAID %1 została już utworzona na dysku. Nie zmienić jej rozmiaru. W celu zmiany rozmianu macierzy %1, należy ją usunąć i utworzyć ponownie.

source: The RAID %1 is in use. It cannot be resized. To resize %1, make sure it is not used.
pl: Macierz RAID %1 jest używana. Nie można zmienić jej rozmiaru. Aby dokonać zmiany rozmiaru macierzy %1, należy upewnić się, że nie jest ona używana.

source: Failed to remove some devices.
pl: Nie udało się usunąć pewnych urządzeń.

source: Add RAID...
pl: Dodaj RAID...

source: <p>This view shows all RAIDs except of BIOS RAIDs.</p>
pl: <p>Ten widok przedstawia wszystkie macierze RAID za wyjątkiem BIOS RAID.</p>

source: <p>This view shows detailed information about the selected RAID.</p>
pl: <p>Ten widok prezentuje szczegółowe informacje o wybranej macierzy RAID.</p>

source: <p>This view shows all devices used by the selected RAID.</p>
pl: <p>Ten widok prezentuje wszystkie urządzenia używane przez wybraną macierz RAID.</p>

source: Label
pl: Etykieta

source: Mount by
pl: Zamontowane wg

source: Used by
pl: Użyte przez

source: Cylinder information
pl: Informacje o cylindrach

source: Fibre Channel information
pl: Informacja o Fibre Channel

source: Default Mount by
pl: Domyślnie montuj według

source: Device Name
pl: Nazwa urządzenia

source: Volume Label
pl: Etykieta wolumenu

source: Device ID
pl: Identyfikator urządzenia

source: Device Path
pl: Ścieżka urządzenia

source: Default File System
pl: Domyślny system plików

source: Show Storage Devices by
pl: Wyświetlaj urządzenia pamięci masowej według

source: Visible Information On Storage Devices
pl: Widoczne informacje na urządzeniach pamięci masowych

source: <p>This view shows general storage settings:</p>
pl: <p>Ten widok przedstawia ogólne ustawienia dla urządzeń pamięci masowych:</p>

source: <p><b>Default Mount by</b> gives the mount by method for newly created file systems.</p>
pl: <p><b>Domyślnie montuj według</b> tworzy metodę montowania dla nowo utworzonych systemów plików.</p>

source: <p><b>Default File System</b> gives the file system type for newly created file file systems.</p>
pl: <p><b>Domyślny system plików</b> nadaje system plików dla nowo utworzonych partycji.</p>

source: <p><b>Show Storage Devices by</b> controls the name displayed for hard disks in the navigation tree.</p>
pl: <p>Opcja <b>Wyświetl urządzenia pamięci masowej według</b> określa wyświetlaną nazwę dysków twardych w drzewie nawigacji.</p>

source: <p><b>Visible Information On Storage Devices</b> allows to hide information in the tables and overview.</p>
pl: <p><b>Widoczne informacje na urządzeniach pamięci masowych</b> pozwala ukryć informacje w tabelach i widoku przeglądu.</p>

source: Rescan
pl: Skanuj ponownie

source: <p>This view shows devices that have no mount point assigned to them, disks that are unpartitioned and volume groups that have no logical volumes.</p>
pl: <p>Ten widok zawiera urządzenia, które nie posiadają przypisanego punktu montowania, dyski nie posiadające partycji i grupy woluminów bez woluminów logicznych.</p>

source: Rescaning unused devices cancels all current changes. Really rescan unused devices?
pl: Ponowne przeskanowanie informacji o nieużywanych urządzeniach anuluje wszystkie zmiany. Odczytać ponownie?

source: A logical volume with the requested size could not be created.
pl: Nie można było utworzyć logicznego woluminu o żądanym rozmiarze.

source: Try reducing the stripe count of the volume.
pl: Proszę spróbować zmniejszyć rozmiar wycinka dla tego woluminu.

source: If you remove the selected device from the volume group, there will not be enough space for all logical volumes in this group. To delete the volume group completely, remove its logical volumes first.
pl: Jeśli usunie się wybraną partycję z grupy woluminów, nie będzie wystarczająco dużo miejsca na wszystkie logiczne woluminy w tej grupie. Aby usunąć całkowicie grupę woluminów, należy najpierw usunąć jej logiczne woluminy.

source: The item %1 is already a physical volume. To add it to a different volume group, remove it from its current volume group then add it to the new group.
pl: Element %1 jest już fizycznym woluminem. Aby dodać go do innej grupy woluminów, należy go usunąć z obecnej grupy woluminów i dodać do nowej grupy.

source: You have to select one device in the table
pl: Proszę wybrać jedno urządzenie z tabeli

source: The item %1 cannot be removed. It does not belong to a volume group.
pl: Nie można usunąć elementu %1. Nie należy on do grupy woluminów.

source: You cannot remove the last PV from a volume group. Delete the volume group completely instead.
pl: Nie można usunąć ostatniego PV z grupy woluminów. Zamiast tego należy całkowicie usunąć grupę woluminów.

source: &Size: (e.g., %1 %2)
pl: &Rozmiar: (np. %1 %2)

source: max = %1
pl: maks. = %1

source: Create Logical Volume
pl: Utwórz wolumin logiczny

source: Logical volume &name
pl: &Nazwa woluminu logicznego

source: (e.g. var, opt)
pl: (np. var, opt)

source: Edit Logical Volume
pl: Edytuj wolumin logiczny

source: Logical volume name:
pl: Nazwa woluminu logicznego:

source: INTERNAL ERROR
pl: BŁĄD WEWNĘTRZNY

source: ma&x
pl: ma&ks.

source: Stri&pes
pl: Wy&cinki

source: Stripe &Size
pl: R&ozmiar wycinka

source: Check your volume name. Use names like "opt" or "var" ... Do not use ;/`',!"%#
pl: Proszę sprawdzić nazwę woluminu. Należy używać nazw takich jak "opt", "var"... Nie można używać ;/`',!"%#

source: A logical volume named "%1" already exists in volume group "%2". Choose another name or cancel this dialog.
pl: Logiczny wolumin nazwany "%1" już istnieje w grupie woluminów "%2". Proszę wybrać inną nazwę albo anulować.

source: You can only edit logical volumes.
pl: Można edytować tylko woluminy logiczne.

source: You can only remove logical volumes.
pl: Można usuwać tylko woluminy logiczne.

source: Remove the logical volume %1?
pl: Usunąć wolumin logiczny %1?

source: The volume group "%1" contains at least one logical volume. It cannot be removed. Remove all logical volumes then remove the volume group.
pl: Grupa woluminów "%1" zawiera przynajmniej jeden wolumin logiczny. Nie można jej usunąć. Proszę usunąć najpierw wszystkie woluminy logiczne, a następnie grupę.

source: Really remove the volume group "%1"?
pl: Na pewno usunąć grupę woluminów "%1"?

source: Create a Volume Group
pl: Utwórz grupę woluminów

source: Now we have to create a volume group. Typically you don't have to change anything, but if you are an expert, feel free to change our defaults:
pl: Teraz należy utworzyć grupę woluminów. Zwykle nie trzeba niczego zmieniać. Zaawansowani użytkownicy mogą zmienić ustawienia domyślne:

source: Volume Group &Name:
pl: &Nazwa grupy woluminów:

source: The data entered is invalid. Insert a physical extent size from 8KB to 512MB in powers of 2, for example, "4M" or "512K"
pl: Wprowadzone dane są nieprawidłowe. Proszę podać fizyczny zakres rozmiaru od 8 KB do 512 MB, w potęgach 2, na przykład "4 MB" lub "512 KB".

source: The data entered is invalid. Insert a group name like "system" or "test". Do not use ;/`, in your group name.
pl: Wprowadzone dane są nieprawidłowe. Proszę podać nazwę grupy, jak "system" lub "test". Nie można używać ;/`, w nazwie grupy.

source: The volume group "%1" already exists. Choose a different name or cancel this dialog.
pl: Grupa woluminów "%1" już istnieje. Proszę wybrać inną nazwę albo anulować.

source: <p>Here, create the logical volumes used to store your data.</p>
pl: <p>W tym oknie można utworzyć woluminy logiczne używane do przechowywania danych.</p>

source: <p> Logical volumes are usable almost everywhere normal <b>disk partitions</b> can be used. You can create file systems on logical volumes and use them, for example, as swap or as raw partitions for databases.</p>
pl: <p> Woluminy logiczne są użyteczne prawie wszędzie tam, gdzie można użyć normalnych <b>partycji dyskowych</b>. Można utworzyć systemy plików na woluminach logicznych i ich używać, na przykład jako przestrzeni wymiany albo niesformatowanych partycji dla baz danych.</p>

source: <p> If there is still unallocated physical storage in a volume group and you use <b>reiserfs</b> as your file system, extend a logical volume and the underlying file system while it is <b>mounted</b> and in <b>use</b>.</p>
pl: <p> Jeśli istnieje niezaalokowana przestrzeń dyskowa w grupie woluminów i jako system plików używany jest <b>reiserFS</b>, można rozszerzyć wolumin logiczny i odpowiadający system plików gdy będzie on <b>zamontowany</b> i <b>w użyciu</b>.</p>

source: <p> The logical volumes need to be large enough to hold all the files to install now, but you do not necessarily need to allocate all your physical storage now. The file systems can be increased later while your system is in use. </p>
pl: <p> Logiczne woluminy muszą być wystarczająco duże, żeby pomieścić wszystkie pliki do zainstalowania, ale nie trzeba teraz koniecznie alokować całej przestrzeni fizycznej. Systemy plików mogą być powiększone później, kiedy system będzie już w użyciu. </p>

source: <p><b>Add partitions</b> (called physical volumes) to your volume group.</p>
pl: <p><b>Dodaj partycje</b> (nazywane też fizycznymi woluminami) do grupy woluminów.</p>

source: <p> The volume group forms the <b>storage pool</b> from which your logical volumes, like virtual partitions, are allocated.</p>
pl: <p> Grupa woluminów tworzy <b>obszar przechowywania</b>, z którego alokowane są woluminy logiczne, takie jak partycje wirtualne.</p>

source: <p> Under normal circumstances, there is no need to have more than one volume group. If you need more than one volume group for special reasons, create them here. Each volume group must have at least one partition that belongs to that volume group.</p>
pl: <p> W normalnych warunkach nie ma potrzeby posiadania więcej niż jednej grupy woluminów. Jeśli z jakiegoś powodu potrzeba ich więcej, można je tutaj utworzyć. Każda grupa woluminów musi mieć przynajmniej jedną partycję, która należy do tej grupy woluminów.</p>

source: <p> Each physical volume belongs <b>to exactly one</b> volume group. Assign all partitions to use with Linux LVM to volume groups.</p>
pl: <p> Każdy fizyczny wolumin należy do <b>dokładnie jednej</b> grupy woluminów. Należy przydzielić wszystkie partycje do użycia w grupach woluminów Linux LVM.</p>

source: <p> Additionally, it is possible to remove volume groups when they do not contain any logical volumes.</p>
pl: <p> Dodatkowo, można usunąć grupy woluminów, jeśli nie zawierają one żadnych woluminów logicznych.</p>

source: <p>With this tool, manage or create logical volumes. </p>
pl: <p>Używając tego narzędzia można zarządzać albo tworzyć woluminy logiczne. </p>

source: <ol><li> First, create a volume group, if you have not done this already. </li>
pl: <ol><li> Najpierw należy utworzyć grupę woluminów. </li>

source: <li> In the next step, add <b>physical volumes</b> (see paragraph below). </li>
pl: <li> W następnym etapie trzeba dodać <b>woluminy fizyczne</b> (zob. opis poniżej). </li>

source: <li> In the last step, create <b>logical volumes</b> (see paragraph below). </li></ol><br>
pl: <li> W ostatnim etapie należy utworzyć <b>woluminy logiczne</b> (zob. opis poniżej). </li></ol><br>

source: <p> <b>Physical Volumes:</b></p>
pl: <p> <b>Woluminy fizyczne:</b></p>

source: <p> <b>Logical Volumes:</b></p>
pl: <p> <b>Woluminy logiczne:</b></p>

source: Device
pl: Urządzenie

source: Size
pl: Rozmiar

source: Type
pl: Typ

source: Volume Group
pl: Grupa woluminów

source: &Add Volume
pl: Dod&aj wolumin

source: &Remove Volume
pl: &Usuń wolumin

source: Device
pl: Urządzenie

source: Mount
pl: Montuj

source: Vol. Grp.
pl: Grupa wol.

source: Type
pl: Typ

source: &View all mount points, not just the current volume group
pl: Pokaż &wszystkie punkty montowania, nie tylko w bieżącej grupie woluminów

source: A&dd
pl: &Dodaj

source: &Edit
pl: &Edytuj

source: &Remove
pl: &Usuń

source: LVM Multipath detection
pl: Wykrywanie LVM Multipath

source: Volume &Group:
pl: &Grupa woluminów:

source: Size:
pl: Rozmiar:

source: Remove &group
pl: Usuń &grupę

source: A&dd group
pl: &Dodaj grupę

source: V&olume Group Name
pl: Nazwa grupy w&oluminów

source: Available Size:
pl: Dostępny rozmiar:

source: V&olume Group
pl: Grupa w&oluminów

source: <p><b>%1:</b><br>This must be the name of a nfs server. The server needs to be accessible.</p>
pl: <p><b>%1:</b><br>Musi to być nazwa serwera nfs. Serwer ten musi być dostępny.</p>

source: <p><b>%1:</b><br>This is the absolute path exported on the nfs server.
pl: <p><b>%1:</b><br>Jest to ścieżka bezwzględna, eksportowana do serwera nfs.

source: Change NFS Path Setup
pl: Zmień ustawienia ścieżki NFS

source: Add New NFS Path
pl: Dodaj nową ścieżkę NFS

source: &Name of NFS Server
pl: &Nazwa serwera NFS

source: Absolute &Path on NFS Server
pl: Ś&cieżka bezwzględna na serwerze NFS

source: The NFS server name '%1' is invalid.
pl: Nazwa serwera NFS '%1' jest nieprawidłowa.

source: The NFS path name "%1" is invalid. It must not be empty and must start with a "/".
pl: Nazwa ścieżki NFS "%1" jest nieprawidłowa. Nie może być ona pusta i musi zaczynać się od znaku "/".

source: The NFS mount "%1" is not accessible.
pl: Zamontowany NFS "%1" jest niedostępny.

source: unknown
pl: nieznany

source: To use RAID, at least two partitions of type 0xFD (or 0x83) are required. Change your partition table accordingly. In most cases, this can be done in the following way: click 'Create', select 'Do not format', and set the File System ID to 0xFD.
pl: Do korzystania z macierzy RAID wymagane są co najmniej dwie partycje typu 0xFD (lub 0x83). Proszę zmienić odpowiednio tablicę partycji. W większości przypadków można to zrobić w następujący sposób: należy nacisnąć przycisk "Utwórz", zaznaczyć opcję "Nie formatuj" i ustawić identyfikator systemu plików na 0xFD.

source: Invalid input for the start of the partition. Enter the start cylinder, for example, 77.
pl: Nieprawidłowe dane wprowadzone dla początku partycji. Należy wprowadzić cylinder początkowy, np. 77.

source: The value entered is invalid. Try again.
pl: Wprowadzona wartość jest nieprawidłowa. Proszę spróbować ponownie.

source: The value for the partition end is invalid. Enter the end cylinder number (such as 77), an offset (like +122), or the size of the partition (for example, +100M or +1.8GB).
pl: Wartość końca partycji jest nieprawidłowa. Proszę wprowadzić numer cylindra końcowego (np. 77), przesunięcie (np. +122), lub bezpośrednio określić rozmiar partycji (np. +100 MB lub 1.8 GB).

source: The value of the end cylinder %1 was not valid. The value must be between %2 and %3. Use the maximum allowed value or select No and enter a correct value yourself. Use the maximum allowed value?
pl: Wartość końcowego cylindra %1 jest nieprawidłowa. Wartość ta musi zawierać się pomiędzy %2 i %3. Można użyć maksymalnej dozwolonej wartości albo wybrać Nie i wprowadzić prawidłową wartość samodzielnie. Użyć maksymalnej dozwolonej wartości?

source: The value of the end cylinder %1 was not valid. The used disk label %2 does not support partitions above the size of %3. Therefore, the cylinder value must be below %4. Use the maximum allowed value or select <b>No</b> and enter a correct value yourself. Use the maximum allowed value?
pl: Wartość końcowego cylindra %1 jest nieprawidłowa. Użyta etykieta dysku %2 nie obsługuje partycji o wielkości powyżej %3. Dlatego wartość cylindra musi być mniejsza od %4. Można użyć maksymalnej dozwolonej wartości albo wybrać opcję <b>Nie</b> i wprowadzić prawidłową wartość samodzielnie. Czy użyć maksymalnej dozwolonej wartości?

source: You have changed the FSID of an existing partition. In some cases, this could have serious consequences, especially if you change the FSID of a partition belonging to a different operating system. Only proceed if you know exactly what you are doing.
pl: Zmieniony został FSID istniejącej partycji. W niektórych przypadkach może to mieć poważne konsekwencje, szczególnie jeśli zmieniono FSID partycji należącej do innego systemu operacyjnego. Proszę kontynuować tylko w przypadku wystarczającej wiedzy.

source: Partition %1 cannot be resized because the file system seems to be inconsistent.
pl: Nie można zmienić rozmiaru partycji %1, ponieważ system plików jest niespójny.

source: Windows Used %1
pl: Windows użyte %1

source: Windows Free %1
pl: Windows wolne %1

source: Linux Size %1
pl: Linux rozmiar %1

source: Space Used %1
pl: Przestrzeń użyta %1

source: Space Free %1
pl: Przestrzeń wolna %1

source: Windows Free (%1)
pl: Windows - wolna przestrzeń (%1)

source: Linux Size (%1)
pl: Linux - rozmiar (%1)

source: Unused Disk (%1)
pl: Nieużywany dysk (%1)

source: Swap Space (%1)
pl: Przestrzeń wymiany (%1)

source: Space Free (%1)
pl: Przestrzeń wolna (%1)

source: Your NTFS file system has %1 %3 free space available. Due to limitations in the NTFS resizer, the file system can only be shrunk by up to %2 %3. To be able to shrink the file system more, boot your Windows system and run a disk defragmentation program under Windows to move the used blocks of the file system towards the start of the partition.
pl: System plików NTFS ma %1 %3 dostępnej wolnej przestrzeni. Z powodu ograniczeń w narzędziu do modyfikacji NTFS, system plików może być zmniejszony tylko do %2 %3. Aby móc bardziej zmniejszyć system plików, należy uruchomić system Windows i program do defragmentacji dysku, w celu przesunięcia używanych bloków systemu plików w kierunku początku partycji.

source: <p> Choose the new size for your %1 partition. </p>
pl: <p> Proszę wybrać nowy rozmiar partycji %1. </p>

source: <p> The actual resizing is performed only after you confirm all your settings in the last installation dialog. Until then, your %1 partition will remain untouched. </p>
pl: <p> Zmiana wielkości partycji zostanie wykonana dopiero wtedy, gdy wszystkie ustawienia zostaną zatwierdzone w ostatnim oknie instalacji. Do tego czasu partycja %1 pozostanie nienaruszona. </p>

source: <p> If you decide not to resize your partition, press <b>Do Not Resize</b>. This resets the values to the original size of the partition. </p>
pl: <p> Aby nie zmieniać rozmiaru partycji, należy wybrać <b>Nie zmieniaj rozmiaru</b>. Przywraca to wartości do pierwotnych rozmiarów partycji. </p>

source: <p> The upper bar graph displays the current situation. The lower bar graph displays the situation after the installation (after the partition resize). </p>
pl: <p> Górny wykres paskowy przedstawia obecną sytuację. Dolny wykres paskowy przedstawia sytuację po instalacji (po zmianie rozmiaru partycji). </p>

source: <p> Drag the slider or enter a numeric value in either input field to adjust the suggested value. </p>
pl: <p> Aby zmienić sugerowaną wartość należy przesunąć suwak lub wprowadzić wartość numeryczną w którymkolwiek polu. </p>

source: Now
pl: Teraz

source: After Installation
pl: Po instalacji

source: &Do Not Resize
pl: Nie z&mieniaj rozmiaru

source: <p>Enter a value for the size to which to shrink the %1 partition. </p>
pl: <p>Proszę wprowadzić wartość rozmiaru, do jakiego zmniejszyć partycję %1. </p>

source: Windows Used
pl: Windows używa

source: Used
pl: Użyte

source: <p> <b>%1<b> is the size of the used part of your %2 partition. </p>
pl: <p> <b>%1</b> jest rozmiarem używanej części partycji %2. </p>

source: <p><b>Free</b> indicates the current free space (before shrinking) of the partition. </p>
pl: <p><b>Wolne</b> oznacza bieżącą wolną przestrzeń (przed zmniejszeniem) partycji. </p>

source: Free
pl: wolne

source: New Size
pl: Nowy rozmiar

source: You have changed the start or end cylinders. Make sure that all logical partitions fit into this new extended partition.
pl: Zmieniono cylindry początkowe i/lub końcowe. Należy się upewnić się, że wszystkie partycje logiczne mieszczą się w tej nowej rozszerzonej partycji.

source: No extended partition exists.
pl: Nie istnieje żadna partycja rozszerzona.

source: There are already four primary and extended partitions.
pl: Istnieją już cztery partycje podstawowe i rozszerzona.

source: No space is left in the extended partition.
pl: Nie ma miejsca na partycji rozszerzonej.

source: Too many logical drives already exist.
pl: Istnieje już za dużo dysków logicznych.

source: No space remains.
pl: Nie ma już wolnego miejsca.

source: An extended partition already exists.
pl: Partycja rozszerzona już istnieje.

source: A primary partition can be created.
pl: Można utworzyć partycję podstawową.

source: A primary partition cannot be created.
pl: Nie można utworzyć partycji podstawowej.

source: A logical partition can be created.
pl: Można utworzyć partycję logiczną.

source: A logical partition cannot be created.
pl: Nie można utworzyć partycji logicznej.

source: An extended partition can be created.
pl: Można utworzyć partycję rozszerzoną.

source: An extended partition cannot be created.
pl: Nie można utworzyć partycji rozszerzonej.

source: You cannot resize a disk device, LVM volume group, LVM physical volume, NFS mount, or MD device.
pl: Nie można zmienić rozmiaru urządzenia dyskowego, grupy woluminów LVM, fizycznego woluminu LVM, zamontowanego NFS ani urządzenia MD.
