Repository: aviarypl/suse-l10n-pl
Catalog: yast/50-pot/storage.*.po
Languages: pl

source: <p><b>Bytes per inode:</b> Specify the bytes to inode ratio. YaST2 creates an inode for every &lt;bytes-per-inode&gt; bytes of space on the disk. The larger the bytes-per-inode ratio, the fewer inodes will be created. Generally, this value should not be smaller than the block size of the file system, since too many inodes will be created in this case. It is not possible to expand the number of inodes on a file system after its creation, so be sure to enter a reasonable value for this parameter.</p>
pl: <p><b>Bajtów na inode:</b> Opcja ta określa liczbę bajtów na węzeł inode. Program YaST2 tworzy węzły inode dla każdych &lt;bajtów-na-inode&gt; bajtów przestrzeni na dysku. Im większa jest proporcja bajtów na inode, tym mniej węzłów inode zostanie utworzonych. Ogólnie ta opcja powinna nie być mniejsza niż rozmiar bloku w systemie plików, gdyż zostanie wtedy utworzonych za dużo węzłów inode. Nie jest możliwe zwiększenie liczby węzłów inode w systemie plików po jego utworzeniu, więc należy upewnić się, że wprowadzono rozsądną wartość tego parametru.</p>

source: Percentage of blocks &reserved for root
pl: Udział bloków za&rezerwowanych dla użytkownika root

source: The "Percentage of blocks reserved for root" value is incorrect. Please use a value between 0 and 99.
pl: Wartość "Udział bloków zarezerwowanych dla użytkownika root" jest niewłaściwa. Proszę podać wartość pomiędzy 0 a 99.

source: <p><b>Percentage of blocks reserved for root:</b> Specify the percentage of blocks reserved for the super user. This value defaults to 5%.</p>
pl: <p><b>Udział bloków zarezerwowanych dla użytkownika root:</b> Opcja określająca udział bloków zarezerwowanych dla administratora. Ta wartość domyślnie ustawiona jest na 5%.</p>

source: Disable regular checks
pl: Wyłącz regularne sprawdzenia

source: <p><b>Disable regular checks:</b> Disable regular file system check at booting.</p>
pl: <p><p>Wyłącz regularne sprawdzenia</b> Wyłącza normalne sprawdzanie systemu plików podczas uruchamiania.</p>

source: &Directory Index Feature
pl: &Narzędzie indeksowania katalogów

source: <p><b>Directory Index:</b> Enables use of hashed b-trees to speed up lookups in large directories.</p>
pl: <p><b>Indeks katalogów:</b> Włącza użycie haszowanych drzew b w celu przyspieszenia wyszukiwania w dużych katalogach.</p>

source: Swap &Priority
pl: &Priorytet swap

source: Value must be between 0 and 32767. Try again.
pl: Wartość musi być pomiędzy 0 a 32767. Proszę spróbować ponownie.

source: <p><b>Swap Priority:</b> Enter the swap priority. Higher numbers mean higher priority.</p>
pl: <p><b>Priorytet swap:</b> Proszę określić priorytet swap. Większe liczby oznaczają wyższy priorytet.</p>

source: The partitioning on your disk %1 is either not readable by the partitioning tool parted used to change the partition table or is not supported by this tool. You may use the partitions on disk %1 as they are or format them and assign mount points to them, but you cannot add, edit, resize, or remove partitions from that disk here.
pl: Partycjonowanie dysku %1 albo nie może zostać odczytane przez narzędzie do partycjonowania "parted", które jest używane do modyfikacji tablicy partycji, albo nie jest obsługiwane przez to narzędzie. Można użyć partycji na dysku %1 w ich obecnej postaci albo sformatować je i przyporządkować do punktów montowania, ale nie można dodawać, edytować, zmieniać rozmiaru ani usuwać ich z dysku w tym miejscu.

source: You may initialize the disk partition table to a sane state in the Expert Partitioner by selecting "Expert"->"Delete Partition Table and Disk Label", but this will destroy all data on all partitions of this disk.
pl: Można zainicjalizować tablicę partycji dysku w 'Zaawansowanym partycjonowaniu' wybierając "Ekspert"->"Usuń tablicę partycji i etykietę dysku", ale to zniszczy wszystkie dane na wszystkich partycjach tego dysku.

source: Safely ignore this message if you do not intend to use this disk during installation.
pl: Jeśli nie zamierza się wykorzystywać tego dysku podczas instalacji, można zignorować ten komunikat.

source: The storage subsystem is locked by an unknown application. You must quit that application before you can continue.
pl: Nieznany program blokuje dostęp do podsystemu pamięci masowych. Należy go zamknąć, by kontynuować.

source: The storage subsystem is locked by the application "%1" (%2). You must quit that application before you can continue.
pl: Program "%1" (%2) blokuje dostęp do podsystemu pamięci masowych. Należy go zamknąć, by kontynuować.

source: Too many loop devices (cryptofs ...)
pl: Za dużo urządzeń pętli (cryptofs ...)

source: Resize Not Possible:
pl: Zmiana rozmiaru nie jest możliwa:

source: Could not set encryption. System error code is %1. The crypt password provided could be incorrect.
pl: Nie udało się ustawić szyfrowania. Systemowy kod błędu to %1. Podane hasło szyfrujące może być nieprawidłowe.

source: Device %1 cannot be modified because it contains activated swap that is needed to run the installation.
pl: Urządzenie %1 nie może zostać zmodyfikowane, ponieważ zawiera aktywną przestrzeń wymiany, która jest wymagana do uruchomienia instalacji.

source: Device %1 cannot be modified because it contains the installation data needed to perform the installation.
pl: Urządzenie %1 nie może być zmodyfikowane, ponieważ zawiera dane konieczne do przeprowadzenia instalacji.

source: Device %1 cannot be removed because it contains activated swap that is needed to run the installation.
pl: Urządzenie %1 nie może być usunięte, ponieważ zawiera aktywną przestrzeń wymiany, która jest wymagana do uruchomienia instalacji.

source: Device %1 cannot be removed because it contains the installation data needed to perform the installation.
pl: Urządzenie %1 nie może być usunięte, ponieważ zawiera dane konieczne do przeprowadzenia instalacji.

source: Device %1 cannot be removed because this would indirectly change device %2 which contains activated swap that is needed to run the installation.
pl: Urządzenie %1 nie może być usunięte, ponieważ pośrednio spowoduje to zmianę urządzenia %2, które zawiera aktywną przestrzeń wymiany wymaganą do uruchomienia instalacji.

source: Device %1 cannot be removed because this would indirectly change device %2 which contains data needed to perform the installation.
pl: Urządzenie %1 nie może zostać usunięte, ponieważ pośrednio spowoduje to zmianę urządzenia %2, które zawiera dane potrzebne do przeprowadzenia instalacji.

source: &Load Module
pl: Wczyta&j moduł

source: Here, enter the parameters with which to load the dasd module, such as dasd=FD00-FD0F,FD40. Press "%1" to load the module. If the table shows the correct DASDs available, press "%2".
pl: W tym miejscu należy podać parametry, z jakimi moduł DASD ma zostać wczytany, takie jak dasd=FD00-FD0F,FD40. Aby wczytać moduł, należy nacisnąć przycisk "%1". Jeśli tablica pokaże dostępne właściwe DASD, należy nacisnąć "%2".

source: DASD Module Parameter Setting
pl: Ustawianie parametrów modułu DASD

source: &DASD Parameter
pl: Parametr &DASD

source: DASD Name
pl: Nazwa DASD

source: DASD Address
pl: Adres DASD

source: Error loading module dasd with parameter: %1
pl: Błąd podczas wczytywania modułu dasd z parametrem: %1

source: There are no DASD devices active. It is not possible to install without active DASD devices.
pl: Nie ma aktywnych urządzeń DASD. Instalacja nie jest możliwa bez aktywnych urządzeń DASD.

source: Yes
pl: Tak

source: No
pl: Nie

source: Device
pl: Urządzenie

source: Type
pl: Typ

source: FS Type
pl: Typ systemu plików

source: Mount By
pl: Zamontowane wg

source: Used By
pl: Użyte przez

source: Start
pl: Początek

source: End
pl: Koniec

source: Disk Label
pl: Etykieta dysku

source: Metadata
pl: Metadane

source: PE Size
pl: Rozmiar PE

source: Stripes
pl: Wartości Stripe

source: Parity Algorithm
pl: Algorytm parzystości

source: <b>BIOS ID</b> shows the BIOS ID of the hard disk. This field can be empty.
pl: <b>BIOS ID</b> wyświetla identyfikator BIOS ID dysku twardego. Ten plik jest pusty.

source: <b>Bus</b> shows how the device is connected to the system. This field can be empty, e.g. for multipath disks.
pl: <b>Magistrala</b> pokazuje, w jaki sposób urządzenie jest podłaczone do systemu. Ten plik jest pusty np. dla dysków Multipath.

source: <b>Chunk Size</b> shows the chunk size for RAID devices.
pl: <b>Chunk Size</b> pokazuje wartość chunk size dla urządzeń RAID.

source: <b>Cylinder Size</b> shows the size of the cylinders of the hard disk.
pl: <b>Ilość cylindrów</b> pokazuje ilość cylindrów na dysku twardym.

source: <b>Device</b> shows the kernel name of the device.
pl: <b>Urządzenie</b> wyświetla główną nazwę urządzenia.

source: <b>Disk Label</b> shows the partition table type of the disk, e.g <tt>MSDOS</tt> or <tt>GPT</tt>.
pl: <b>Nazwa dysku</b> pokazuje typ tablicy partycji dysku np. <tt>MSDOS</tt> lub<tt>GPT</tt>.

source: <b>Encrypted</b> shows whether the file system is encrypted.
pl: <b>Zaszyfrowany</b> informuje, czy system plików jest zaszyfrowany.

source: <b>End Cylinder</b> shows the end cylinder of the partition.
pl: <b>Cylinder końcowy</b> pokazuje ostatni cylinder partycji.

source: <b>LUN</b> shows the Logical Unit Number for Fibre Channel disks.
pl: <b>LUN</b> pokazuje logiczny numer urządzenia dla dysków typu Fibre Channel.

source: <b>Port ID</b> shows the port id for Fibre Channel disks.
pl: <b>Port ID</b> pokazuje identyfikator portu dla dysków typu Fibre Channel.

source: <b>WWPN</b> shows the World Wide Port Name for Fibre Channel disks.
pl: <b>WWPN</b> spokazuje numer portu (World Wide Port Name) dla urządzeń Fibre Channel.

source: <b>File Path</b> shows the path of the file for an encrypted loop device.
pl: <b>Ścieżka dostępu</b> pokazuje ścieżkę dostępu dla zaszyfrowanego urządzenia loop.

source: <b>Format</b> shows some flags: <tt>C</tt> means the partition is encrypted. <tt>F</tt> means the partition is selected to be formatted.
pl: <b>Format</b> pozwala wybrać flagi: <tt>C</tt> - partycja będzie szyfrowana. <tt>F</tt> - partycja zostanie sformatowana.

source: <b>FS Id</b> shows the file system id.
pl: <b>FS Id</b> wyświetla identyfikator systemu plików.

source: <b>FS Type</b> shows the file system type.
pl: <b>FS Type</b> wyświetla typ systemu plików.

source: <b>Label</b> shows the label of the file system.
pl: <b>Label</b> wyświetla nazwę systemu plików.

source: <b>Metadata</b> shows the LVM metadata type for volume groups.
pl: <b>Metadane</b> wyświetla metadane LVM dla grup wolumenów.

source: <b>Model</b> shows the device model.
pl: Pole <b>Model</b> zawiera model urządzenia.

source: <b>Mount By</b> indicates how the file system is mounted: (Kernel) by Kernel Name, (Label) by File System Label, (UUID) by File System UUID, (ID) by Device ID, and (Path) by Device Path.
pl: Pole <b>Zamontowanie przez</b> wskazuje, jak dany system plików został zamontowany: (Kernel) według nazwy jądra, (Label) wg etykiety, (UUID) wg identyfikatora UUID systemu plików, (ID) wg identyfikatora urządzenia i (P) wg ścieżki urządzenia.

source: <b>Mount Point</b> shows where the file system is mounted.
pl: Pole <b>Punkt montowania</b> określa, gdzie zamontowany jest system plików.

source: An asterisk (*) after the mount point indicates a file system that is currently not mounted (for example, because it has the <tt>noauto</tt> option set in <tt>/etc/fstab</tt>).
pl: Gwiazdka (*) przed punktem montowania oznacza, że ten system plików nie jest obecnie zamontowany (na przykład dlatego, że w pliku <tt>/etc/fstab</tt> jest dla niego ustawiona opcja <tt>noauto</tt>).

source: <b>Number of Cylinders</b> shows how many cylinders the hard disk has.
pl: Pole <b>Liczba cylindrów</b> zawiera liczbę cylindrów dysku twardego.

source: <b>Parity Algorithm</b> shows the parity algorithm for RAID devices with RAID type 5.
pl: Pole <b>Algorytm parzystości</b> zawiera algorytm parzystości dla urządzeń z macierzą RAID typu 5.

source: <b>PE Size</b> shows the physical extend size for LVM volume groups.
pl: Pole <b>Rozmiar PE</b> zawiera rozmiar "Physical Extend" dla grup wolumenów LVM.

source: <b>RAID Type</b> shows the RAID type, also called RAID level, for RAID devices.
pl: Pole <b>Typ RAID</b> zawiera typ macierzy RAID, nazywany również poziomem RAID urządzeń RAID.

source: <b>Size</b> shows the size of the device.
pl: Pole <b>Rozmiar</b> zawiera rozmiar urządzenia.

source: <b>Start Cylinder</b> shows the start cylinder of the partition.
pl: Pole <b>Cylinder początkowy</b> zawiera początkowy cylinder partycji.

source: <b>Stripes</b> shows the stripe number for LVM logical volumes and, if greater than one, in parenthesise the stripe size.
pl: Pole <b>Wycinki</b> zawiera liczbę wycinków dla wolumenów logicznych LVM oraz, dla wartości większych od jeden, rozmiar wycinka w nawiasach.

source: <b>Type</b> gives a general overview about the device type.
pl: Pole <b>Typ</b> zawiera ogólne informacje o typie urządzenia.

source: <b>Device Id</b> shows the persistent device ids. This field can be empty.
pl: Pole <b>Identyfikator urządzenia</b> zawiera trwałe identyfikatory urządzenia. To pole może być puste.

source: <b>Device Path</b> shows the persistent device path. This field can be empty.
pl: Pole <b>Ścieżka urządzenia</b> zawiera trwałą ścieżkę do urządzenia. To pole może być puste.

source: <b>Used By</b> shows if a device is used by e.g. RAID or LVM. If you do not use such things, it is perfectly normal for this column to be empty.
pl: <b>Używane przez</b> informuje, czy urządzenie jest używane przez LVM, RAID lub EVMS. Jeśli systemy te nie są używane, kolumna ta jest pusta.

source: <b>UUID</b> shows the Universally Unique Identifier of the file system.
pl: Pole <b>UUID</b> zawiera uniwersalny unikatowy identyfikator systemu plików (Universally Unique IDentifier).

source: <b>Vendor</b> shows the device vendor.
pl: Pole <b>Dostawca</b> zawiera nazwę dostawcy urządzenia.

source: Device: %1
pl: Urządzenie: %1

source: Size: %1
pl: Rozmiar: %1

source: DISK %1
pl: DYSK %1

source: Type: %1
pl: Typ: %1

source: Format: %1
pl: Formatowanie: %1

source: Encrypted: %1
pl: Zaszyfrowany: %1

source: File System: %1
pl: System plików: %1

source: Mount Point: %1
pl: Punkt montowania: %1

source: Mount By: %1
pl: Identyfikator BIOS: %1

source: Used By: %1
pl: Używane przez: %1

source: Label: %1
pl: Etykieta: %1

source: Device Path: %1
pl: Ścieżka urządzenia: %1

source: Device ID %1: %2
pl: Identyfikator urządzenia %1: %2

source: Disk Label: %1
pl: Etykieta dysku: %1

source: Vendor: %1
pl: Dostawca: %1

source: Bus: %1
pl: Magistrala: %1

source: Metadata: %1
pl: Metadane: %1

source: PE Size: %1
pl: Rozmiar PE: %1

source: Stripes: %1
pl: Wycinki: %1

source: RAID Type: %1
pl: Typ RAID: %1

source: Chunk Size: %1
pl: Rozmiar porcji: %1

source: Parity Algorithm: %1
pl: Algorytm parzystości: %1

source: Number of Cylinders: %1
pl: Liczba cylindrów: %1

source: Cylinder Size: %1
pl: Rozmiar cylindra: %1

source: Start Cylinder: %1
pl: Cylinder początkowy: %1

source: End Cylinder: %1
pl: Cylinder końcowy: %1

source: FS Id: %1
pl: Identyfikator systemu plików: %1

source: File Path: %1
pl: Ścieżka pliku: %1

source: Port ID: %1
pl: Identyfikator portu: %1

source: Device:
pl: Urządzenie:

source: File System:
pl: System plików:

source: Hard Disk:
pl: Dysk twardy:

source: Partitioning
pl: Partycjonowanie

source: &Partitioning
pl: &Partycjonowanie

source: Saving file system configuration...
pl: Zapisywanie konfiguracji systemu plików...
