Repository: aviarypl/suse-l10n-pl
Catalog: yast/50-pot/storage.*.po
Languages: pl

source: WARNING: This file system is not supported in %1;. It is completely untested and might not be well-integrated in the system. Do not file bugs against the file system itself if it does not work properly or at all. Undo the change of file system?
pl: OSTRZEŻENIE: ten system plików nie jest obsługiwany w %1;. Funkcja ta nie jest całkowicie przetestowana i może nie integrować się z systemem. Prosimy nie zgłaszać błędów w przypadku problemów z systemem plików. Cofnąć zmianę systemu plików?

source: The size entered is invalid. Enter a size from 1M to %1. For example, 40M or 1G.
pl: Wprowadzony rozmiar jest nieprawidłowy. Proszę podać rozmiar od 1 MB do %1, na przykład 40 MB albo 1 GB.

source: The size entered is invalid. Enter a valid size, such as 500k, 40M, or 1G.
pl: Wprowadzony rozmiar jest nieprawidłowy. Proszę podać odpowiedni rozmiar, jak np. 500 KB, 40 MB albo 1 GB.

source: The size entered is too large. Enter a size from 1M to %1.
pl: Wprowadzony rozmiar jest za duży. Proszę podać rozmiar od 1 MB do %1.

source: Resize impossible due to inconsistent fs. Try checking fs under Windows.
pl: Zmiana rozmiaru jest niemożliwa z powodu niespójności systemu plików. Należy sprawdzić system plików w systemie Windows.

source: Available Storage on %1
pl: Dostępna pamięć masowa na %1

source: <p>This view shows all storage devices available.</p>
pl: <p>Ten widok pozwala zobaczyć wszystkie urządzenia pamięci masowej.</p>

source: <p>By double clicking on a table entry you can navigate to the view with detailed information about the device.</p>
pl: <p>Podwójne kliknięcie wpisu w tabeli pozwala przejść do widoku szczegółowych informacji na temat urządzenia</p>

source: <p>By selecting a table entry you can navigate to the view with detailed information about the device.</p>
pl: <p>Zaznaczenie wpisu w tabeli pozwala przejść do widoku szczegółowych informacji na temat urządzenia.</p>

source: <p>First, choose whether the partition should be formatted and the desired file system type.</p>
pl: <p>Najpierw proszę określić, czy ta partycja ma być sformatowana i wybrać żądany typ systemu plików.</p>

source: <p>Then, choose whether the partition should be mounted and enter the mount point (/, /boot, /usr, /var, etc.).</p>
pl: <p>Następnie należy określić, czy partycja ma być zamontowana i podać punkt montowania (/, /boot, /usr, /var, itp.)</p>

source: Formatting Options
pl: Opcje formatowania

source: Format partition
pl: Formatuj partycję

source: Do not format partition
pl: Nie formatuj partycji

source: Mounting Options
pl: Opcje montowania

source: Mount partition
pl: Montuj partycję

source: Mount Point
pl: Punkt montowania

source: Fs&tab Options...
pl: Opcje &fstab...

source: Do not mount partition
pl: Nie montuj partycji

source: <p> Keep in mind that this file system is only protected when it is not mounted. Once it is mounted, it is as secure as every other Linux file system. </p>
pl: <p> Należy pamiętać, że ten system plików jest chroniony tylko wtedy, gdy nie jest zamontowany. Od momentu zamontowania jest on tak bezpieczny, jak każdy inny system plików systemu Linux. </p>

source: <p> This mount point corresponds to a temporary filesystem like /tmp or /var/tmp. You may leave the crypt password empty. If you do this, the system will create a random password at system startup for you. This means, you will lose all data on these filesystems at system shutdown. </p>
pl: <p> Ten punkt montowania odpowiada tymczasowemu systemowi plików, jak /tmp albo /var/tmp. Można pozostawić puste hasło dostępu. W takim przypadku losowe hasło zostanie utworzone podczas uruchamiania systemu. Oznacza to, że wszystkie dane z tego systemu plików zostaną utracone po wyłączeniu systemu. </p>

source: Empty password allowed.
pl: Dozwolone puste hasło.

source: Password
pl: Hasło

source: The password may only contain the following characters: 0..9, a..z, A..Z, and any of "@#* ,.;:._-+!$%&/|?{[()]}^\<>". Try again.
pl: Hasło może zawierać wyłącznie następujące znaki: 0..9, a..z, A..Z i dowolne z "@#* ,.;:._-+!$%&/|?{[()]}^\<>". Proszę spróbować ponownie.

source: Used Space %1
pl: Wykorzystana przestrzeń %1

source: Swap Space %1
pl: Przestrzeń wymiany %1

source: Free Space %1
pl: Wolna przestrzeń %1

source: Unused Disk %1
pl: Dysk nieużywany %1

source: LV Used %1
pl: LV wykorzystane %1

source: LV Free %1
pl: LV wolne %1

source: VG Free %1
pl: VG wolne %1

source: Swap Space
pl: Przestrzeń wymiany

source: Remaining Free Space
pl: Pozostała wolna przestrzeń

source: Resize Partition %1
pl: Zmiana rozmiaru partycji %1

source: Partition %1 cannot be resized because the filesystem seems to be inconsistent
pl: Nie można zmienić rozmiaru partycji %1, ponieważ system plików wygląda na niespójny

source: Resize Logical Volume %1
pl: Zmiana rozmiaru wolumenu logicznego %1

source: LV Free (%1)
pl: Przestrzeń wolna LV (%1)

source: VG Free (%1)
pl: Przestrzeń wolna VG (%1)

source: New Partition Size (in %1)
pl: Nowy rozmiar partycji (w %1)

source: Minimum Partition Size: %1 %2
pl: Minimalny rozmiar partycji: %1 %2

source: Maximum Partition Size: %1 %2
pl: Maksymalny rozmiar partycji: %1 %2

source: Partition Resizing
pl: Zmiana rozmiaru partycji

source: Rescanning disks...
pl: Ponowne skanowanie dysków...

source: Edit DM %1
pl: Edycja DM %1

source: No DM device selected.
pl: Nie wybrano urządzenia DM.

source: The DM %1 is in use. It cannot be edited. To edit %1, make sure it is not used.
pl: Urządzenie DM %1 jest używane. Nie można go edytować. Aby edytować urządzenie %1, należy upewnić się, że nie jest one używane.

source: <p>This view shows all Device Mapper devices except for those already included in some other view. Thus Multipath Disks, BIOS RAIDs and LVM logical volumes are not shown here.</p>
pl: <p>Ten widok wyświetla wszystkie urządzenia Device Mapper (DM) za wyjątkiem urządzeń wyświetlonych w innych widokach. Dyski multipath, macierze RAID BIOS oraz urządzenia LVM nie są tu wyświetlane.</p>

source: Edit...
pl: Edytuj...

source: <p>This view shows detailed information about the selected Device Mapper device.</p>
pl: <p>Ten widok zawiera szczegółowe informacje o wybranym urządzeniu Device Mapper.</p>

source: <p>This view shows all devices used by the selected Device Mapper device.</p>
pl: <p>Ten widok przedstawia wszystkie urządzenia użyte przez wybrane urządzenie obsługiwane przez Device Mapper.</p>

source: DM Device: %1
pl: Urządzenie DM: %1

source: &Overview
pl: Prze&gląd

source: &Used Devices
pl: Używane &urządzenia

source: <p>Choose the partition type for the new partition.</p>
pl: <p>Proszę określić typ nowej partycji.</p>

source: &Primary Partition
pl: &Partycja podstawowa

source: &Extended Partition
pl: Partycja rozsz&erzona

source: &Logical Partition
pl: Partycja &logiczna

source: New Partition Type
pl: Nowy typ partycji

source: <p>Choose the size for the new partition.</p>
pl: <p>Proszę wybrać rozmiar nowej partycji.</p>

source: New Partition Size
pl: Nowy rozmiar partycji

source: Maximum Size (%1)
pl: Maksymalny rozmiar (%1)

source: Custom Size
pl: Własny rozmiar

source: Size (e.g. 9.0 MB or 9.0 GB)
pl: Rozmiar (np: 9.0 MB lub 9.0 GB)

source: The size entered is invalid. Enter a value like "%1" or "%2".
pl: Wprowadzony rozmiar jest nieprawidłowy. Proszę wprowadzić wartość typu "%1" lub "%2".

source: The size entered is invalid. Enter a size between %1 and %2.
pl: Wprowadzony rozmiar jest nieprawidłowy. Proszę wprowadzić wartość pomiędzy %1 a %2.

source: Add Partition on %1
pl: Dodawanie partycji na %1

source: Edit Partition %1
pl: Edycja partycji %1

source: No hard disk selected.
pl: Nie wybrano dysku twardego.

source: The disk is in use and cannot be modified.
pl: Dysk jest używany i nie można go modyfikować.

source: Select new partition table type for %1.
pl: Proszę wybrać nowy typ tablicy partycji dla %1.

source: Really create new partition table on %1? This will delete all data on %1 and all RAIDs and Volume Groups using partitions on %1.
pl: Na pewno utworzyć użyć nową partycję na %1? Zostaną usunięte wszystkie dane na %1 i urządzenia RAID oraz grupy wolumenów korzystające z partycji na %1.

source: No disk selected.
pl: Nie wybrano żadnego dysku.

source: Really delete BIOS RAID %1?
pl: Na pewno usunąć urządzenie BIOS RAID %1?

source: The disk cannot be deleted.
pl: Nie można usunąć dysku.

source: It is not possible to create a partition on %1.
pl: Utworzenie partycji na %1 nie jest możliwe

source: No partition selected.
pl: Nie wybrano partycji

source: The partition %1 is in use. It cannot be edited. To edit %1, make sure it is not used.
pl: Partycja %1 jest używana. Nie można jej edytować. Aby edytować partycję %1, należy upewnić się, że nie jest ona używana.

source: The partition %1 is in use. It cannot be resized. To resize %1, make sure it is not used.
pl: Partycja %1 jest używana. Nie można zmieniać jej rozmiaru. Aby zmienić rozmiar partycji %1, należy upewnić się, że nie jest ona używana.

source: Running dasdfmt deletes all data on the disk. Really execute dasdfmt on disk %1?
pl: Uruchomienie dasdfmt spowoduje usunięcie wszystkich danych na dysku. Naprawdę wywołać dasdfmt na dysku %1?

source: The disk is no longer marked for dasdfmt. Partitions currently present on this disk are again displayed.
pl: Dysk nie jest już oznaczony dla dasdfmt. Partycje obecne na dysku są ponownie wyświetlone.

source: Rescan Disks
pl: Przeskanuj dyski ponownie

source: Import Mount Points...
pl: Zaimportuj punkty montowania...

source: Configure &iSCSI...
pl: Konfiguruj &iSCSI...

source: Configure &Multipath...
pl: Konfiguruj &multipath...

source: Configure &DASD...
pl: Konfiguruj &DASD...

source: Configure &zFCP...
pl: Konfiguruj &zFCP...

source: Configure &XPRAM...
pl: Konfiguruj &XPRAM...

source: Configure...
pl: Konfiguruj...

source: Hard Disks
pl: Dyski twarde

source: <p>This view shows all hard disks including iSCSI disks, BIOS RAIDs and Multipath disks and their partitions.</p>
pl: <p>Ten widok przedstawia wszystkie dyski włącznie z dyskami iSCSI, macierzami BIOS RAID i dyskami multipath wraz z ich partycjami.</p>

source: Rescaning disks cancels all current changes. Really rescan disks?
pl: Ponowne skanowanie dysków spowoduje anulowanie wszystkich bieżących zmian. Na pewno przeskanować dyski ponownie?

source: Calling iSCSI configuration cancels all current changes. Really call iSCSI configuration?
pl: Wywołanie konfiguracji iSCSI spowoduje anulowanie wszystkich bieżacych zmian. Na pewno wywołać konfigurację iSCSI?

source: Calling Multipath configuration cancels all current changes. Really call Multipath configuration?
pl: Wywołanie konfiguracji Multipath spowoduje anulowanie wszystkich bieżacych zmian. Na pewno wywołać konfigurację Multipath?

source: Calling DASD configuration cancels all current changes. Really call DASD configuration?
pl: Wywołanie konfiguracji DASD spowoduje anulowanie wszystkich bieżacych zmian. Na pewno wywołać konfigurację DASD?

source: Calling zFCP configuration cancels all current changes. Really call zFCP configuration?
pl: Wywołanie konfiguracji zFCP spowoduje anulowanie wszystkich bieżacych zmian. Na pewno wywołać konfigurację zFCP?

source: Calling XPRAM configuration cancels all current changes. Really call XPRAM configuration?
pl: Wywołanie konfiguracji XPRAM spowoduje anulowanie wszystkich bieżacych zmian. Na pewno wywołać konfigurację XPRAM?

source: Delete...
pl: Usuń...

source: <p>This view shows detailed information about the selected hard disk.</p>
pl: <p>Ten widok przedstawia szczegółowe informacje o wybranych dyskach twardych.</p>

source: Create New Partition Table
pl: Utwórz nową tablicę partycji

source: Execute dasd&fmt on the DASD Device
pl: Wywołaj dasd&fmt na urządzeniu DASD

source: Add...
pl: Dodaj...

source: Resize...
pl: Zmień rozmiar...

source: Expert...
pl: Zaawansowane...

source: <p>This view shows all partitions of the selected hard disk. If the hard disk is used by e.g. BIOS RAID or multipath no partitions are shown here.</p>
pl: <p>Ten widok wyświetla wszystkie partycje na wybranym dysku twardym. Jeżeli dysk jest używany przez macierz BIOS RAID lub dyski multipath, partycje nie zostaną wyświetlone.</p>

source: <p>This view shows all devices used by the selected hard disk. The table is non-empty only for BIOS RAIDs and Multipath Disks.</p>
pl: <p>Ten widok pokazuje wszystkie urządzenia wykorzystane przez wybrany dysk twardy. Tablica nie jest pusta tylko dla macierzy BIOS RAID i dysków Multipath.</p>

source: Hard Disk: %1
pl: Dysk twardy: %1

source: &Partitions
pl: &Partycje

source: Partition: %1
pl: Partycja: %1

source: <p>This view shows detailed information about the selected partition.</p>
pl: <p>Ten widok zawiera szczegółowe informacje dotyczące wybranej partycji.</p>

source: Really delete all partitions on %1?
pl: Na pewno usunąć wszystkie partycje z %1?

source: Really delete %1?
pl: Na pewno usunąć %1?

source: Should the loop file %1 also be removed?
pl: Czy plik pętli %1 ma także zostać usunięty?

source: Log
pl: Dziennik

source: Contents of %1:
pl: Zawartość %1:

source: Update
pl: Aktualizuj

source: This view shows the content of %1.
pl: Ten widok wyświetla zawartość %1.

source: <p><b>Path Name of Loop File:</b><br>This must be an absolute path to the file containing the data for the encrypted loop device to set up.</p>
pl: <p><b>Ścieżka do pliku pętli</b><br> Musi to być bezwzględna ścieżka do pliku zawierającego dane dla zaszyfrowanego urządzenia pętli, które ma zostać skonfigurowane.</p>

source: <p><b>Create Loop File:</b><br>If this is checked, the file will be created with the size given in the next field. <b>NOTE:</b> If the file already exists, all data in it is lost.</p>
pl: <p><b>Utwórz plik pętli</b><br> Zaznaczenie tej opcji spowoduje utworzenie pliku o rozmiarze podanym w następnym polu. <b>UWAGA:</b> Jeśli plik już istnieje, wszystkie dane w nim przechowywane zostaną utracone.</p>

source: <p><b>Size:</b><br>This is the size of the loop file. The file system to create in the encrypted loop device will have this size.</p>
pl: <p><b>Rozmiar:</b><br>Jest to rozmiar pliku pętli. Rozmiar ten będzie rozmiarem systemu plików stworzonego w zaszyfrowanym pliku.</p>

source: <p><b>NOTE:</b> During installation, there cannot be any consistency checks about file size and path names because the file system is not accessible. It will be created at the end of installation. Be careful about the size and path name you provide.</p>
pl: <p><b>UWAGA:</b>Podczas instalacji nie będzie możliwa weryfikacja rozmiarów plików i ścieżek, gdyż system plików nie będzie dostępny. Zostanie on utworzony pod koniec instalacji. Należy zachować ostrożność przy podawaniu rozmiaru i nazwy pliku.</p>

source: Path Name of Loop File
pl: Ścieżk&a pliku pętli

source: Browse...
pl: Przeglądaj...

source: Create Loop File
pl: Utwó&rz plik pętli

source: The size entered is invalid. Enter a size of at least %1.
pl: Wprowadzony rozmiar jest nieprawidłowy. Proszę wprowadzoć co najmniej wartość %1.

source: Add Crypt File
pl: Dodawanie szyfrowanego pliku

source: Edit Crypt File %1
pl: Edycja pliku szyfrowanego %1

source: No crypt file selected.
pl: Nie wybrano pliku szyfrowanego.

source: The Crypt File %1 is in use. It cannot be edited. To edit %1, make sure it is not used.
pl: Plik szyfrowany %1 jest w użyciu. Nie można go edytować. Aby dokonać edycji pliku %1, należy upewnić się, że nie jest on używany.

source: Crypt Files
pl: Pliki szyfrowane

source: Add Crypt File...
pl: Dodaj plik szyfrowany...

source: <p>This view shows all crypt files.</p>
pl: <p>Ten widok prezentuje wszystkie szyfrowane pliki.</p>

source: Crypt File: %1
pl: Plik szyfrowany: %1

source: <p>This view shows detailed information of the selected crypt file.</p>
pl: <p>Ten widok prezentuje szczegółowe informacje o wybranym pliku szyfrowanym.</p>

source: Enter a name for the volume group.
pl: Proszę podać nazwę grupy wolumenów.

source: The name for the volume group is longer than 128 characters.
pl: Nazwa grupy wolumenów jest dłuższa niż 128 znaków.

source: The name for the volume group must not start with a "-".
pl: Nazwa grupy wolumenów nie może zaczynać się od znaku "-".

source: The name for the volume group contains illegal characters. Allowed are alphanumeric characters, ".", "_", "-" and "+".
pl: Nazwa grupy wolumenów zawiera niedozwolone znaki. Dozwolone są znaki alfanumeryczne i ".", "_", "-" oraz "+".

source: The volume group "%1" already exists.
pl: Grupa wolumenów "%1" już istnieje.

source: The volume group name "%1" conflicts with another entry in the /dev directory.
pl: Nazwa grupy wolumenów "%1" jest w konflikcie z inną pozycją w katalogu /dev.

source: The data entered is invalid. Insert a physical extent size larger than %1 in powers of 2, for example, "%2" or "%3"
pl: Wprowadzone dane są nieprawidłowe. Proszę podać fizyczną wartość większą niż %1 w potęgach liczby 2, np: "%2" or "%3"

source: Select at least one device.
pl: Proszę wybrać przynajmniej jedno urządzenie.

source: Enter a name for the logical volume.
pl: Proszę podac nazwę wolumenu logicznego.

source: The name for the logical volume is longer than 128 characters.
pl: Nazwa wolumenu logicznego jest dłuższa niż 128 znaków.

source: The name for the logical volume contains illegal characters. Allowed are alphanumeric characters, ".", "_", "-" and "+".
pl: Nazwa wolumenu logicznego zawiera niedozwolone znaki. Dozwolone są znaki alfanumeryczne, ".", "_", "-" oraz "+".

source: A logical volume named "%1" already exists in volume group "%2".
pl: Wolumen logiczny "%1" już istnieje w grupie wolumenów "%2".

source: <p>Enter the name and physical extent size of the new volume group.</p>
pl: <p>Proszę podać nazwę i rozmiar nowej grupy wolumenów.</p>

source: <p>Select the physical volumes the volume group should contain.</p>
pl: <p>Proszę wybrać wolumeny fizyczne, które ma zawierać grupa wolumenów.</p>

source: &Physical Extent Size
pl: &Fizyczny zasięg rozmiaru

source: Available Physical Volumes:
pl: Dostępne wolumeny fizyczne:

source: Selected Physical Volumes:
pl: Wybrane wolumeny fizyczne:

source: Add Volume Group
pl: Dodawanie grupy wolumenów

source: <p>Enter the size and stripe number of the new logical volume.</p>
pl: <p>Proszę podać rozmiar i numer (stripe number) nowego urządzenia logicznego.</p>

source: Manual Size
pl: Ręczne określenie rozmiaru

source: Number
pl: Numer

source: Resize Volume Group %1
pl: Zmiana rozmiaru grupy wolumenów %1

source: <p>Enter the name of the new logical volume.</p>
pl: <p>Proszę podać nazwę nowego wolumenu logicznego.</p>

source: Add Logical Volume on %1
pl: Dodawanie wolumenu logicznego na %1

source: Edit Logical Volume %1
pl: Edycja wolumenu logicznego %1

source: There are not enough suitable unused devices to create a volume group. To use LVM, at least one unused partition of type 0x8e (or 0x83) or one unused RAID device is required. Change your partition table accordingly.
pl: Brak wystarczającej ilości odpowiednich nieużywanych urządzeń do utworzenia grupy wolumenów. Aby użyć LVM, wymagana jest przynajmniej jedna nieużywana partycja typu 0x83 (lub 0x83) lub jedno urządzenie RAID. Proszę odpowiednio zmodyfikować tablice partycji.

source: No volume group selected.
pl: Nie wybrano żadnej grupy wolumenów.

source: Failed to remove some physical devices.
pl: Nie udało się usunąć pewnych urządzeń fizycznych.

source: The volume group "%1" contains at least one logical volume. It cannot be removed. Remove all logical volumes then remove the volume group.
pl: Grupa wolumenów "%1" zawiera przynajmniej jeden wolumen logiczny. Nie można jej usunąć. Proszę usunąć najpierw wszystkie wolumeny logiczne, a następnie grupę.

source: Really delete the volume group "%1"?
pl: Czy na pewno usunąć grupę wolumenów "%1"?

source: No logical volume selected.
pl: Nie wybrano żadnego wolumenu logicznego.

source: No free space left in the volume group "%1".
pl: Brak wolnego miejsca w grupie wolumenów "%1".

source: Volume Management
pl: Zarządzanie wolumenami

source: Add Volume Group...
pl: Dodaj grupę wolumenów

source: <p>This view shows all LVM volume groups and their logical volumes.</p>
pl: <p>Ten widok przedstawia wszystkie urządzenia LVM i ich wolumeny logiczne.</p>

source: <p>This view shows detailed information about the selected volume group.</p>
pl: <p>Ten widok prezentuje szczegółowe informacje o wybranej grupie wolumenów.</p>

source: <p>This view shows all logical volumes of the selected volume group.</p>
pl: <p>Ten widok prezentuje wszystkie wolumeny logiczne wybranej grupy wolumenów.</p>

source: <p>This view shows all physical volumes used by the selected volume group.</p>
pl: <p>Ten widok prezentuje wszystkie fizyczne wolumeny używane przez wybraną grupę wolumenów.</p>

source: Volume Group: %1
pl: Grupa wolumenów: %1

source: &Logical Volumes
pl: Wolumeny &logiczne

source: &Physical Volumes
pl: Wolumeny &fizyczne

source: Logical Volume: %1
pl: Wolumen logiczny: %1

source: <p>This view shows detailed information about the selected logical volume.</p>
pl: <p>Ten widok zawiera szczegółowe informacje o wybranej grupie wolumenów.</p>

source: Unused Devices
pl: Nieużywane urządzenia

source: Settings
pl: Ustawienia

source: System View
pl: Widok systemu

source: You have changed the partitioning. These changes are lost if you exit the main dialog with %1. Really quit the main dialog?
pl: Zmieniono partycjonowanie. Zmiany te zostaną utracone, jeśli główne okno zostanie zamknięte z %1. Kontynuować?

source: NFS configuration is not available. Check yast2-nfs-client package installation.
pl: Konfiguracja NFS nie jest dostępna. Proszę sprawdzić instalację pakietu yast2-nfs-client.

source: For %1, select at least %2 device.
pl: Dla typu %1 należy wybrać przynajmniej %2 urządzenie.

source: <p>Select the RAID type for the new RAID.</p>
pl: <p>Proszę wybrać typ RAID dla nowego urządzenia RAID.</p>

source: <p><b>RAID 0:</b> This level increases your disk performance. There is <b>NO</b> redundancy in this mode. If one of the drives crashes, data recovery will not be possible.</p>
pl: <p><b>RAID 0:</b> Ten poziom poprawia osiągi dysku. Nie ma <b>ŻADNEJ</b> nadmiarowości w tym trybie. Jeśli jeden z napędów się popsuje, odtworzenie danych nie będzie możliwe.</p>

source: <p><b>RAID 1:</b> <br>This mode has the best redundancy. It can be used with two or more disks. This mode maintains an exact copy of all data on all disks. As long as at least one disk is still working, no data is lost. The partitions used for this type of RAID should have approximately the same size.</p>
pl: <p><b>RAID 1:</b> <br>Ten tryb ma najlepszą niezależność. Można go używać na dwóch lub więcej dyskach. Ten tryb przechowuje dane w dokładnej kopii. Dopóki ostatni działający dysk będzie pracował, nie grozi utrata danych. Partycje używane do RAID powinny mieć mniej więcej ten sam rozmiar.</p>

source: <p><b>RAID 5:</b> <br>This mode combines management of a larger number of disks and still maintains some redundancy. This mode can be used on three disks or more. If one disk fails, all data is still intact. If two disks fail simultaneously, all data is lost</p>
pl: <p><b>RAID 5:</b> <br>Ten tryb umożliwia zarządzanie dużą liczbą dysków i ciągle zapewnia pewną niezależność. Można go używać na trzech lub więcej dyskach. Jeśli jeden z nich zawiedzie, wszystkie dane pozostaną nienaruszone. Jeśli dwa dyski ulegną uszkodzeniu równocześnie, wszystkie dane zostaną utracone.</p>
