Repository: aviarypl/suse-l10n-pl
Catalog: yast/50-pot/storage.*.po
Languages: pl

source: The file system is currently mounted on %1. It is not possible to resize the file system while it is mounted. Unmount the file system and retry resizing.
pl: System plików jest aktualnie zamontowany w %1. Nie można zmienić rozmiaru zamontowanego systemu plików. Proszę odmontować system plików i ponowić próbę zmiany rozmiaru.

source: You decreased a partition with a reiser file system on it.
pl: Zmniejszono rozmiar partycji z systemem plików reiser.

source: You decreased a logical volume with a reiser file system on it.
pl: Zmniejszono rozmiar wolumenu logicznego z systemem plików reiser.

source: It is possible to shrink a reiser file system, but this feature is not very thoroughly tested. A backup of your data is recommended. Shrink the file system now?
pl: Zmniejszenie systemu plików reiser jest możliwe, ale funkcja ta nie została dokładnie przetestowana. Zaleca się wykonanie kopii zapasowej. Zmniejszyć teraz system plików?

source: No previous system with mount points was detected.
pl: Nie wykryto wcześniejszego systemu plików z punktami montowania.

source: Device
pl: Urządzenie

source: Mount
pl: Montuj

source: <P><B><BIG>Attention:</BIG></B><BR>YaST2 has scanned your hard disks and found an old Linux system with mount points. On the right, see a list with the mount points found. </P>
pl: <P><B><BIG>Ostrzeżenie:</BIG></B><BR>Program YaST2 przeskanował dyski twarde i wykrył stary system Linux z punktami montowania. Po prawej przedstawiono listę punktów montowania. </P>

source: <P>To use these mount points, <BR>press <B>Yes</B>.</P>
pl: <P>Aby użyć tej listy punktów montowania, <BR>proszę nacisnąć przycisk <b>Tak</b>.</P>

source: <P>To ignore these mount points, <BR> press <B>No</B>.</P>
pl: <P>Aby zignorować te punkty montowania, <BR> proszę nacisnąć przycisk <B>Nie</B>.</P>

source: Would you like to use these mount points for your new installation?
pl: Czy użyć tych punktów montowania do nowej instalacji?

source: A previous system with the following mount points was detected: /etc/fstab found on %1
pl: Wykryto wcześniejszy system z następującymi punktami montowania: /etc/fstab znaleziono na %1

source: Show &Previous
pl: Pokaż &poprzednie

source: Show &Next
pl: Pokaż &następne

source: No unsaved changes exist.
pl: Brak niezapisanych zmian.

source: Changes:
pl: Zmiany:

source: Do you really want to execute these changes?
pl: Czy na pewno wykonać te zmiany?

source: &Apply
pl: Z&astosuj

source: The selected device contains partitions that are currently mounted: %1 It is *strongly* recommended to unmount these partitions before deleting the partition table. Choose Cancel unless you know exactly what you are doing.
pl: Wybrane urządzenie zawiera partycje, które są obecnie zamontowane: %1 <b>Zdecydowanie zaleca się</b> odmontowanie tych partycji przed usunięciem tablicy partycji. Proszę nacisnąć przycisk "Anuluj", chyba że dokładnie wiadomo, co się robi.

source: The selected device contains at least one LVM partition assigned to a volume group. Remove all partitions from their respective volume groups before deleting the device.
pl: Wybrane urządzenie zawiera przynajmniej jedną partycję LVM, przydzieloną do grupy wolumenów. Proszę usunąć wszystkie partycje z odpowiednich grup wolumenów przed usunięciem urządzenia.

source: The selected device contains at least one partition that is part of a RAID system. Unassign the partitions from their respective RAID systems before deleting the device.
pl: Wybrane urządzenie zawiera przynajmniej jedną partycję, która jest częścią systemu RAID. Proszę usunąć przyporządkowanie partycji do odpowiednich systemów RAID przed usunięciem urządzenia.

source: The selected device contains at least one partition that is used by another volume. Delete the volume using it before deleting the device.
pl: Wybrane urządzenie zawiera przynajmniej jedną partycję używaną przez inny wolumen. Proszę usunąć ten wolumen przed usunięciem urządzenia.

source: <p> Create an encrypted file system. </p>
pl: <p> Tworzenie szyfrowanego systemu plików. </p>

source: <p> Access an encrypted file system. </p>
pl: <p> Dostęp do szyfrowanego systemu plików. </p>

source: <p> Keep in mind that this file system is only protected when it is not mounted. Once it is mounted, it is as secure as every other Linux file system. </p>
pl: <p> Należy pamiętać, że ten system plików jest chroniony tylko wtedy, gdy nie jest zamontowany. Od momentu zamontowania jest równie bezpieczny, jak każdy inny system plików Linuksa. </p>

source: <p> This mount point corresponds to a temporary filesystem like /tmp or /var/tmp. You may leave the crypt password empty. If you do this, the system will create a random password at system startup for you. This means, you will lose all data on these filesystems at system shutdown. </p>
pl: <p> Ten punkt montowania odpowiada tymczasowemu systemowi plików, jak /tmp albo /var/tmp. Można pozostawić puste hasło szyfrowania. W takim przypadku podczas uruchamiania utworzone zostanie losowe hasło. Oznacza to, że wszystkie dane z tego systemu plików zostaną utracone po wyłączeniu systemu. </p>

source: <p> If you forget your password, you will lose access to the data on your file system. Choose your password carefully. A combination of letters and numbers is recommended. To ensure the password was entered correctly, enter it twice. </p>
pl: <p> Jeśli zapomni się hasło, nie będzie dostępu do danych na systemie plików. Należy starannie wybrać hasło. Zalecana jest kombinacja liter i cyfr. Aby upewnić się, że hasło zostało wprowadzone poprawnie, proszę je powtórzyć. </p>

source: <p> You must distinguish between uppercase and lowercase. A password should have at least %1 characters and, as a rule, not contain any special characters (e.g., letters with accents or umlauts). </p>
pl: <p> W haśle rozróżniane są duże i małe litery. Powinno mieć ono przynajmniej %1 znaków długości i nie zawierać żadnych znaków specjalnych (np. narodowych znaków diakrytycznych). </p>

source: <p> Possible characters are <tt>%1</tt>, blanks, uppercase and lowercase letters (<tt>A-Za-Z</tt>), and digits <tt>0</tt> to <tt>9</tt>. </p>
pl: <p> Dostępne znaki to <tt>%1</tt>, spacje, wielkie i małe litery (<tt>A-Za-z</tt>) i cyfry od <tt>0 do <tt>9</tt>. </p>

source: <p> Do not forget this password! </p>
pl: <p> Proszę nie zapomnieć tego hasła! </p>

source: <p> You will need to enter your crypt fs password. </p>
pl: <p> Konieczne będzie podanie hasła do zaszyfrowanego systemu plików. </p>

source: <p> If the encrypted file system does not contain any system file and therefore is not needed for the update, you may select <b>Skip</b>. In this case, the file system is not accessed during update. </p>
pl: <p> Jeśli szyfrowany system plików nie zawiera żadnego pliku systemowego i z tego powodu nie musi być aktualizowany, można wybrać "Pomiń". W takim przypadku system plików będzie pomijany podczas aktualizacji. </p>

source: <p>On already-existing partitions, you can change everything except the start and size of the partition.</p>
pl: <p>Na już istniejących partycjach można zmienić wszystko, poza początkiem i rozmiarem partycji.</p>

source: <p>First, choose the type of the partition and whether this partition should be formatted.</p>
pl: <p>Najpierw proszę wybrać typ partycji i określić, czy ta partycja ma być sformatowana.</p>

source: <p>Then, enter the mount point ( /, /boot, /usr, /var, etc.)</p>
pl: <p>Następnie należy podać punkt montowania (/, /boot, /usr, /var, itp.)</p>

source: <p>To change the start or end cylinder, delete this partition then create a new one with the new parameters. All data on this partition will be lost.</p>
pl: <p>Aby zmienić początkowy i końcowy cylinder, należy usunąć tę partycję a następnie utworzyć nową, z nowymi parametrami. Wszystkie dane na tej partycji zostaną utracone.</p>

source: <p>Now, enter the location of the new partition on your hard disk. </p>
pl: <p>Teraz należy podać lokalizację nowej partycji na dysku twardym.</p>

source: <p>Please enter the starting cylinder number of the partition. </p>
pl: <p>Proszę podać numer początkowego cylindra partycji.</p>

source: <p>After that, either specify an ending cylinder number or an offset from the first cylinder (e.g., +66).</p>
pl: <p>Następnie należy albo określić numer końcowego cylindra, albo podać różnicę w stosunku do pierwszego cylindra (np. +66).</p>

source: <p>It is also possible to specify the size of the partition directly (e.g., +100M or +20000K).</p>
pl: <p>Można także określić rozmiar partycji bezpośrednio (np. +100 MB lub +20000 KB).</p>

source: <p>Enter the starting cylinder number of the partition. After that, either specify an ending cylinder number or an offset from the first cylinder (e.g., +66). It is also possible to specify the size of the partition directly (e.g., +2G, +100M, or +20000K).</p>
pl: <p>Proszę podać numer początkowego cylindra partycji. Następnie trzeba określić numer końcowego cylindra albo różnicę w stosunku do pierwszego cylindra (np. +66). Można także określić rozmiar partycji bezpośrednio (np. +2 GB, +100 MB lub +20000 KB).</p>

source: <p> Partition your hard disks... </p>
pl: <p> Partycjonowanie dysków twardych. </p>

source: <p> This is intended for <b>experts</b>. If you are not familiar with the concepts of hard disk <b>partitions</b> and how to use them, you might want to go back and select <b>automatic</b> partitioning. </p>
pl: <p> Są to <b>ustawienia zaawansowane</b>. W razie wątpliwości co do partycjonowania dysku twardego i używania partycji, można wrócić do poprzedniego menu i wybrać partycjonowanie <b>automatyczne</b>. </p>

source: <p> Please note that <b>nothing will be written to your hard disk</b> until you confirm the entire installation in the last installation dialog. Until that point, you can safely abort the installation. </p>
pl: <p> Proszę zwrócić uwagę, że <b>żadne dane nie będą zapisywane na dysku</b>, aż do zatwierdzenia całej instalacji w ostatnim oknie konfiguracji. Do tego momentu można bezpiecznie przerwać proces instalacji. </p>

source: <p> <b>Nothing will be written to your hard disk</b> until you confirm all your changes with the "Apply" button. Until that point, you can safely abort. </p>
pl: <p> <b>Na dysku twardym nie będą zapisywane żadne dane</b>, dopóki zmiany nie zostaną zatwierdzone przyciskiem "Zastosuj". Do tego momentu można bezpiecznie przerwać proces. </p>

source: <p> For LVM setup, using a non-LVM boot partition is necessary. Other than the boot partition, you should have partitions managed by LVM.</p>
pl: <p> Do pracy z LVM konieczne jest zastosowanie partycji /boot bez LVM. Pozostałe partycje powinne być zarządzane przez LVM.</p>

source: <p> The table to the right shows the current partitions on all your hard disks. </p>
pl: <p> Tabela po prawej pokazuje aktualne partycje na wszystkich dyskach twardych. </p>

source: <p><b>Hard disks</b> are designated like this </p>
pl: <p><b>Dyski twarde</b> są opisane w następujący sposób </p>

source: <tt>/dev/sda </tt>1st disk<br> <tt>/dev/sdb </tt>2nd disk<br> <tt>/dev/sdc </tt>3rd disk
pl: <tt>/dev/sda </tt>pierwszy dysk<br> <tt>/dev/sdb </tt>drugi dysk<br> <tt>/dev/sdc </tt>trzeci dysk

source: <p>etc.</p>
pl: <p>itd.</p>

source: <p> This notation always refers to the entire disk. </p>
pl: <p> Ta notacja zawsze odnosi się do całego dysku. </p>

source: <p> <b>Partitions</b> are designated like this: </p>
pl: <p> <b>Partycje</b> są opisywane w ten sposób: </p>

source: <p><tt>/dev/sda1 </tt>1st primary partition on the 1st disk.</p>
pl: <p><tt>/dev/sda1 </tt>pierwsza partycja podstawowa na pierwszym dysku.</p>

source: <p><tt>/dev/sda2 </tt>2nd primary partition on the 1st disk.</p>
pl: <p><tt>/dev/sda2 </tt>druga partycja podstawowa na pierwszym dysku.</p>

source: <p><tt>/dev/sda5 </tt>1st logical partition within the extended partition on the first disk. <b>Note:</b> this is always #5, even if there are less than four primary partitions.</p>
pl: <p><tt>/dev/sda5 </tt>pierwsza partycja logiczna w obszarze rozszerzonej partycji na pierwszym dysku. <b>Uwaga:</b> jest to zawsze numer 5, nawet jeśli dysk zawiera mniej niż cztery partycje podstawowe.</p>

source: <p><tt>/dev/sda6 </tt>2nd logical partition</p>
pl: <p><tt>/dev/sda6 </tt>druga partycja logiczna</p>

source: <p> On the i386 platform (i.e., normal PCs), there cannot be more than four <b>primary partitions</b> on any hard disk, because the respective table in the master boot record cannot contain more than four entries. </p>
pl: <p> Platforma i386 (np. zwykły PC) nie obsługuje więcej niż czterech <b>podstawowych partycji</b> na każdym dysku twardym, ponieważ odpowiednia tablica w głównym sektorze startowym może zawierać maksymalnie cztery pozycje. </p>

source: <p> Older PCs may have a <b>BIOS</b> limitation that restricts bootable partitions to cylinders below <b>1024</b>. </p>
pl: <p> Starsze komputery klasy PC mogą mieć ograniczenie <b>BIOS</b>, które powoduje że można uruchomić komputer tylko z partycji poniżej <b>1024 cylindra</b>. </p>

source: <p> If you have an older PC and want to boot from a partition, make sure it ends below this 1024 cylinder boundary. Create a separate partition and mount it as <b>/boot</b>, if necessary. A partition consisting of one single cylinder (at least 64 MB) is usually sufficient for that. </p>
pl: <p> Jeśli używany jest starszy komputer klasy PC i ma być uruchamiany z partycji, proszę się upewnić, że partycja ta kończy się poniżej granicy 1024 cylindra. Jeśli to konieczne, należy utworzyć oddzielną partycję i zamontować ją jako <b>/boot</b>. Partycja składająca się z pojedynczego cylindra (przynajmniej 64 MB) zazwyczaj wystarcza do tego celu. </p>

source: <p> One of the four primary partitions may be an <b>extended partition</b>. This extended partition can contain one or more <b>logical partitions</b>. </p>
pl: <p> Jedną z czterech podstawowych partycji może być <b>partycja rozszerzona</b>. Taka partycja może zawierać jedną lub więcej <b>partycji logicznych</b>. </p>

source: <p> The extended partition itself cannot hold any data. To use its space, create logical partitions. These logical partitions may contain any kind of Linux partition (Linux file systems or Linux swap partition) or partitions for other operating systems. </p>
pl: <p> Partycja rozszerzona sama w sobie nie zawiera danych. Aby wykorzystać jej przestrzeń, należy utworzyć partycje logiczne. Takie partycje logiczne mogą zawierać dowolny rodzaj partycji linuksowych (system plików Linuksa lub partycja wymiany) albo partycje innych systemów operacyjnych. </p>

source: <p> In connection with advanced boot managers such as <b>GRUB</b>, you can even boot your computer from a logical partition. </p>
pl: <p> Używając zaawansowanych programów rozruchowych, takich jak <b>GRUB</b>, można nawet uruchomić komputer z partycji logicznej. </p>

source: <p> The extended partition will <b>overlap</b> with the logical partitions: for an extended partition from cylinder 200 to 500, logical partitions could range from, for example, 200 to 250, 251 to 400, and 401 to 500. </p>
pl: <p> Partycja rozszerzona będzie się <b>nakładać</b> z partycjami logicznymi: dla partycji rozszerzonej zakres od cylindra 200 do 500 oznacza, że partycje logiczne będą miały zakresy np. od 200 do 250, od 251 do 400 i od 401 do 500. </p>

source: <p> An asterisk (*) after the mount point indicates a file system that is currently not mounted (for example, because it has the <tt>noauto</tt> option set in <tt>/etc/fstab</tt>). </p>
pl: <p> Gwiazdka (*) przed punktem montowania oznacza, że ten system plików nie jest obecnie zamontowany (na przykład dlatego, że w <tt>/etc/fstab</tt> ma ustawioną opcję <tt>noauto</tt>). </p>

source: <p> The column labeled <b>F</b> contains flags. <tt>C</tt> means the partition is encrypted. <tt>F</tt> means the partition is selected to be formatted. </p>
pl: <p> Kolumna o nazwie <b>F</b> zawiera flagi. <tt>C</tt> oznacza, że partycja jest zaszyfrowana. <tt>F</tt> oznacza, że partycja zostanie sformatowana. </p>

source: <p> <b>Used By</b> tells if a device is used by LVM or RAID. If you do not use such things, it is perfectly normal for this column to be empty. </p>
pl: <p> Kolumna <b>Używane przez</b> zawiera informacje, czy urządzenie jest używane przez LVM lub RAID. Jeśli tego typu rozwiązania nie są używane, kolumna ta jest pusta. </p>

source: <p> <b>Mount By</b> indicates how the file system is mounted: (K) by Kernel Name, (L) by Label, (U) by UUID, (I) by Device ID, and (P) by Device Path. </p>
pl: <p> <b>Zamontowanie przez</b> wskazuje, jak dany system plików został zamontowany: (K) wg nazwy jądra, (L) wg etykiety, (U) wg UUID, (I) wg identyfikatora urządzenia i (P) wg ścieżki urządzenia. </p>

source: <p> For a root file system on SCSI disks, add a /boot partition on DASD to use for IPL.</p>
pl: <p> Dla głównego systemu plików (/) na dyskach SCSI, należy dodać partycję /boot na DASD, aby użyć IPL.</p>

source: <p> The table to the right shows the current partitions on all your hard disks. <b>Nothing will be written to your hard disk</b> until you confirm the entire installation in the last installation dialog. Until that point, you can safely abort the installation.</p>
pl: <p> Tabela po prawej stronie przestawia aktualne partycje na wszystkich dyskach twardych. <b>Na dysku twardym nie zostaną zapisane żadne dane</b>, dopóki cała instalacja nie zostanie zatwierdzona w ostatnim oknie dialogowym instalacji. Do tego momentu można bezpiecznie przerwać proces instalacji.</p>

source: <p> <b>Hard disks</b> are designated like this: </p> <tt>/dev/dasda </tt>First DASD disk <tt>/dev/dasdb </tt>Second DASD disk <tt>/dev/dasdc </tt>Third DASD disk <p>- or - </p> <p><tt>/dev/sda </tt>First SCSI disk <tt>/dev/sdb </tt>Second SCSI disk <tt>/dev/sdc </tt>Third SCSI disk</p>
pl: <p> <b>Dyski twarde</b> są opisywane w następujący sposób: </p> <tt>/dev/hda </tt>pierwszy dysk DASD <tt>/dev/hdb </tt>drugi dysk DASD <tt>/dev/hdc </tt>trzeci dysk DASD <p>- albo - </p> <p><tt>/dev/sda </tt>pierwszy dysk SCSI <tt>/dev/sdb </tt>drugi dysk SCSI <tt>/dev/sdc </tt>trzeci dysk SCSI</p>

source: <p> This notation always refers to the entire disk.</p>
pl: <p> Ten opis odnosi się zawsze do całego dysku.</p>

source: <p> If a DASD disk is selected for low level formatting with the dasdfmt command, an <tt>X</tt> appears in the third column of the line corresponding to the disk.</p>
pl: <p> Jeśli dysk DASD zostanie wybrany do formatowania niskopoziomowego poleceniem dasdfmt, w trzeciej kolumnie, w linii odpowiadającej danemu dyskowi, pojawi się znak <tt>X</tt>. </p>

source: <p> <b>Partitions</b> are designated like this:</p> <p><tt>/dev/dasda1 </tt>First partition on the first DASD disk.</p> <p><tt>/dev/dasda2 </tt>Second partition on the first DASD disk.</p> <p><tt>/dev/dasda3 </tt>Third partition on the first DASD disk.</p> <p><tt>/dev/sda1</tt>, etc., for SCSI.</p>
pl: <p> <b>Partycje</b> są opisane w następujący sposób:</p> <p><tt>/dev/dasda1 </tt>pierwsza partycja na pierwszym dysku DASD.</p> <p><tt>/dev/dasda2 </tt>druga partycja na pierwszym dysku DASD.</p> <p><tt>/dev/dasda3 </tt>trzecia partycja na pierwszym dysku DASD.</p> <p><tt>/dev/sda1</tt>, itd. dla SCSI.</p>

source: Warning: With your current setup, your installation will encounter problems when booting, because the disk you have your /boot partition on does not contain a GPT disk label. It will probably not be possible to boot such a setup. If you need to use this disk for installation, you should destroy the disk label in the expert partitioner.
pl: Ostrzeżenie: Zgodnie z aktualnymi ustawieniami, ta instalacja będzie miała problemy podczas uruchamiania, gdyż dysk z partycją /boot nie zawiera etykiety dysku GPT. Prawdopodobnie uruchomienie takiego systemu nie będzie możliwe. Jeśli dysk ten musi być używany podczas instalacji, należy usunąć etykietę dysku w module partycjonowania w ustawieniach zaawansowanych.

source: You cannot use the mount point "%1" for LVM.
pl: Nie można użyć punktu montowania "%1" dla LVM.

source: You cannot use the mount point %1 for RAID.
pl: Nie można użyć punktu montowania "%1" dla RAID.

source: You have selected not to mount automatically at start-up a file system that may contain files that the system needs to work properly. This might lead to trouble. Really do this?
pl: Wybrano opcję, aby podczas uruchamiania nie montować automatycznie systemu plików, który może zawierać pliki niezbędne do prawidłowego funkcjonowania systemu. Może to spowodować problemy. Czy zmienić ustawienia?

source: You have assigned an encrypted file system to a partition with one of the following mount points: "/", "/usr", "/boot", /var". This is not possible. Change the mount point or use a nonloopbacked file system.
pl: Przyporządkowano szyfrowany system plików do partycji z jednym z poniższych punktów montowania: "/", "/usr", "/boot", "var". To nie jest możliwe. Proszę zmienić punkt montowania albo użyć systemu plików bez pętli zwrotnej.

source: You have set the option to be mountable by users for a file system that may contain files that need to be executable. This usually causes problems. Really do this?
pl: Wybrano opcję, że użytkownicy mogą montować system plików zawierający pliki niezbędne do prawidłowego funkcjonowania systemu. Może to spowodować problemy. Czy zmienić ustawienia?

source: This mount point is already in use. Select a different one.
pl: Ten punkt montowania już używany. Proszę wybrać inny.

source: FAT filesystem used for system mount point (/, /usr, /opt, /var, /home). This is not possible.
pl: Użyto systemu plików FAT dla punktu montowania katalogów systemowych (/, /usr, /opt, /var, /home). To nie jest możliwe.

source: Invalid character in mount point. Do not use "`'!"%#" in a mount point.
pl: Niewłaściwy znak w określeniu punktu montowania. Proszę nie używać znaków "`'!"%#" w nazwach punktów montowania.

source: You cannot use any of the following mount points: /proc, /dev, /lib, /bin, /etc, /sbin, /mnt, /var/adm/mnt, /lost+found
pl: Nie można użyć żadnego z poniższych punktów montowania: /proc, /dev, /lib, /bin, /etc, /sbin, /mnt, /var/adm/mnt, /lost+found

source: Your mount point must start with a "/"
pl: Określenie punktu montowania musi zaczynać się od "/".

source: WARNING: You chose a swap partition but did not direct YaST2 to format it. This swap partition will probably not be usable. Change the setup?
pl: OSTRZEŻENIE: Wybrano partycję swap, ale nie polecono programowi YaST2, aby ją sformatował. Ta partycja swap najprawdopodobniej nie będzie użyteczna. Czy zmienić ustawienia?

source: Your partition is too small to use ReiserFS. ReiserFS is a journaling file system that requires at least 30 MB space for the journal alone. Use ReiserFS on larger partitions.
pl: Wybrana partycja jest za mała, aby użyć reiserFS. ReiserFS jest systemem plików z księgowaniem i wymaga przynajmniej 30 MB miejsca na sam dziennik. Można go używać na większych partycjach.

source: Your partition is too small to use JFS. JFS is a journaling file system that requires at least 16 MB space for the journal alone. Use JFS on larger partitions.
pl: Wybrana partycja jest za mała aby użyć JFS. JFS jest systemem plików z księgowaniem i wymaga przynajmniej 16 MB na sam dziennik. Można go używać na większych partycjach.

source: Your partition is too small to use %1. The minimum size for this file system is %2.
pl: Wybrana partycja jest za mała, by używać %1. Minimalny rozmiar dla tego systemu plików to %2.

source: It is not allowed to assign a mount point to a device with nonexistent or unknown file system.
pl: Przypisywanie punktu montowania na urządzeniu z nieistniejącym lub nieznanym systemem plików jest niedozwolone.

source: Detecting encryption type...
pl: Wykrywanie rodzaju szyfrowania...
