Repository: aviarypl/suse-l10n-pl
Catalog: yast/50-pot/storage.*.po
Languages: pl

source: <p> Notice: If you select a region that is not shown as <i>free</i>, you might loose existing data on your hard disk. This could also affect other operating systems. </p>
pl: <p> Uwaga: Jeśli wybrany zostanie region, który nie jest przedstawiony jako <i>wolny</i>, można utracić istniejące dane na dysku twardym. Może to także wpłynąć na inne systemy operacyjne. </p>

source: <p> <b><i>The marked regions will be deleted. All data there will be lost. </i></b> There will be no way to recover this data. </p>
pl: <p> <b><i>Zaznaczone regiony zostaną usunięte. Wszystkie dane z tych regionów zostaną utracone.</i></b> Nie będzie możliwości odzyskania tych danych. </p>

source: Preparing Hard Disk -- Step 2
pl: Przygotowywanie dysku twardego -- etap 2

source: Installing on:
pl: Instalowanie na:

source: <p> The selected hard disk is probably used by Windows. There is not enough space for &product;. You can either <b>delete Windows completely</b> or <b>shrink</b> it to get enough free space. </p>
pl: <p> Wybrany dysk twardy jest prawdopodobnie używany przez Windows. Nie ma wystarczająco dużo miejsca na &product;. Można albo <b>całkowicie usunąć Windows</b>, albo <b>zmniejszyć</b> partycję, aby uzyskać odpowiednią ilość wolnego miejsca. </p>

source: <p> If you delete Windows, all data on this partition will be <b>irreversibly lost</b> in the installation. When shrinking Windows, we <b>strongly recommend a data backup</b>, because the data must be reorganized. This may fail under rare circumstances. </p>
pl: <p> Jeśli system Windows zostanie usunięty, wszystkie dane na tej partycji zostaną <b>nieodwracalnie utracone</b> podczas instalacji. W razie zamiaru zmniejszenia partycji Windows <b>zdecydowanie zalecamy wykonanie kopii zapasowej danych</b>, gdyż dane muszą być przeorganizowane. W niektórych okolicznościach może się to nie powieść.

source: Propose Separate &Home Partition
pl: Zaproponuj wydzieloną partycję &home

source: Create &LVM Based Proposal
pl: Utwórz zaproponowaną partycję opartą na &LVM

source: Proposal type
pl: Propozycja typu

source: You have created a partition at the beginning of the disk %2. This is not compatible with the bootloader. Change the start cylinder of your partition to cylinder %1 or delete this partition
pl: Utworzono partycję na początku dysku %2. To nie jest kompatybilne z programem rozruchowym. Proszę zmienić cylinder startowy partycji na cylinder %1 albo usunąć tę partycję.

source: You have a partition at the beginning of disk %2. This is not compatible with the bootloader. You should delete this partition and create a new partition starting at cylinder %1. Do you want to change your partitioning?
pl: Utworzono partycję na początku dysku %2. To nie jest kompatybilne z programem rozruchowym. Należy usunąć tę partycję i utworzyć nową, zaczynającą się od cylindra %1. Czy zmienić podział na partycje?

source: The disk label type on your system disk is GPT. Linux can handle a GPT partition table fine, but most BIOS versions cannot handle this disk label. To remove the GPT disk label from a disk, use the menu entry "%1" of the "%2" button. Change your partitioning?
pl: Typ etykiety dysku systemowego to GPT. System Linux obsługuje tablicę partycji GPT, ale większość wersji BIOS nie. Aby usunąć etykietę dysku GPT z dysku, proszę użyć pozycji menu "%1", z przycisku "%2". Czy zmienić podział na partycje?

source: Delete partition &table and disk label
pl: Usuń &tablicę partycji i etykietę dysku

source: E&xpert..
pl: &Zaawansowane...

source: YaST2 needs a root partition to install. Assign the root mount point "/" to a partition.
pl: YaST2 wymaga głównej partycji (root) do instalacji. Proszę przyporządkować punkt montowania "/" do partycji.

source: You tried to mount a fat partition to one of the following mount points: / /usr /home /opt /var. Use a Linux file system, such as ext3 or reiserfs, for these mount points.
pl: Próbowano zamontować partycję typu FAT w jednym z następujących punktów montowania: / /usr /home /opt /var. Dla tych punktów montowania proszę użyć linuksowego systemu plików, takiego jak ext2 lub reiserFS.

source: You tried to mount a fat partition to the mount point /boot. Use a Linux file system, such as ext2, ext3 or reiserfs, for this mount point.
pl: Próbowano zamontować partycję typu FAT w punkcie montowania: /boot. Dla tych punktów montowania proszę użyć linuksowego systemu plików, takiego jak ext2 lub reiserFS.

source: Warning: Your boot partition ends above cylinder %1. Your BIOS does not seem able to boot partitions above cylinder %1. With the current setup, your %2 installation might not be directly bootable. Change this?
pl: Uwaga: Partycja startowa kończy się powyżej cylindra %1. BIOS prawdopodobnie nie może uruchomić systemu z partycji powyżej cylindra %1. Przy obecnych ustawieniach istnieje niebezpieczeństwo, że po włączeniu komputera system %2 nie będzie mógł bezpośrednio się uruchomić. Czy zmienić ustawienia?

source: Warning: With the current setup, your %1 installation might not be directly bootable. Some PROM versions have problems with a boot partition with an end cylinder above 1 GB. Change this?
pl: Uwaga: W obecnej konfiguracji istnieje niebezpieczeństwo, że po włączeniu komputera system %1 nie będzie mógł bezpośrednio się uruchomić. Niektóre wersje PROM mają problemy z uruchamianiem systemu z partycji z końcowym cylindrem powyżej 1 GB. Czy zmienić ustawienia?

source: Warning: Your boot partition is less than 12MB. It is recommended to increase the size of /boot. Do you want to do this?
pl: Uwaga: Partycja startowa ma mniej niż 12 MB. Zalecane jest zwiększenie rozmiaru /boot. Czy zmienić ustawienia?

source: Warning: There is no partition mounted as /boot. To boot from your hard disk, a small /boot partition (approx. 4MB) is required. Consider creating one. (Partitions assigned to /boot will automatically be changed to type 0x41 PReP/CHRP). Do you want to change your setup?
pl: Ostrzeżenie: Nie ma partycji zamontowanej jako /boot. Aby uruchomić system z dysku twardego, wymagana jest mała partycja /boot (ok. 4 MB). Proszę rozważyć jej utworzenie (typ partycji przyporządkowanych do /boot zostanie automatycznie zmieniony na 0x41 PReP/CHRP). Czy zmienić ustawienia?

source: Warning: According to your setup, you intend to boot your machine from the root partition (/), which, unfortunately, has an end cylinder above %1. Your BIOS does not seem capable of booting partitions beyond the %1 cylinder boundary, which means your %2 installation will not be directly bootable. Change this?
pl: Ostrzeżenie: Zgodnie z bieżącymi ustawieniami, uruchomienie systemu ma nastąpić z partycji głównej (/), która ma ostatni cylinder powyżej %1. BIOS prawdopodobnie nie może uruchamiać systemu operacyjnego z partycji kończącej się dalej niż granica cylindra %1, co oznacza, że system %2 może nie uruchamiać się bezpośrednio. Czy zmienić ustawienia?

source: Warning: With your current setup, your %1 installation might not be directly bootable, because some PROM versions have problems with a boot partition ending above the 1 GB boundary. Change this?
pl: Ostrzeżenie: Zgodnie z bieżącymi ustawieniami, system %1 może nie uruchamiać się bezpośrednio, gdyż niektóre wersje PROM mają problemy z partycją startową kończącą się powyżej granicy 1 GB. Czy zmienić ustawienia?

source: Warning: With your current setup, your %1 installation might not be directly bootable, because your files below "/boot" are on a software RAID device. The boot loader setup sometimes fails in this configuration. Change this?
pl: Ostrzeżenie: Zgodnie z bieżącymi ustawieniami, system %1 może nie uruchamiać się bezpośrednio, gdyż pliki w "/boot" są na programowym urządzeniu RAID. Program rozruchowy czasami zawodzi w takiej konfiguracji. Czy zmienić ustawienia?

source: Warning: With your current setup, your %1 installation will encounter problems when booting, because you have no "boot" partition and your "root" partition is an LVM logical volume. This does not work. If you do not know exactly what you are doing, use a normal partition for your files below /boot. Change this?
pl: Ostrzeżenie: Zgodnie z bieżącymi ustawieniami, system %1 może się nie uruchamiać, gdyż nie ma partycji "boot" i "root" w logicznym wolumenie LVM. Jeśli nie wiadomo dokładnie, co zrobić, należy użyć zwykłej partycji dla plików poniżej /boot. Czy zmienić ustawienia?

source: Warning: With your current setup, your %2 installation will encounter problems when booting, because you have no FAT partition mounted onto %1. This will give severe problems with the normal boot setup. If you do not know exactly what you are doing, use a normal FAT partition for your files below %1. Change this?
pl: Ostrzeżenie: Zgodnie z aktualnymi ustawieniami, system %2 może się nie uruchamiać, gdyż nie ma żadnej partycji FAT zamontowanej na %1. Spowoduje to poważne problemy przy normalnym uruchamianiu systemu. Jeśli nie wiadomo dokładnie, co zrobić, należy użyć zwykłej partycji FAT dla plików poniżej %1. Czy zmienić ustawienia?

source: Warning: With your current setup, your installation will probably encounter problems when booting, because you have no separate %1 partition on your RAID disk. This will give severe problems with the normal boot setup. If you do not know exactly what you are doing, use a normal partition for your files below %1. Change this?
pl: Ostrzeżenie: Zgodnie z bieżącymi ustawieniami system może się nie uruchamiać, gdyż nie ma żadnej wydzielonej partycji %1 na dysku RAID. Spowoduje to poważne problemy przy normalnym uruchamianiu systemu. Jeśli nie wiadomo dokładnie, co zrobić, należy użyć zwykłej partycji dla plików poniżej %1. Czy zmienić te ustawienia?

source: Change this?
pl: Czy zmienić ustawienia?

source: You have not assigned a swap partition. There is nothing wrong with that, but in most cases it is highly recommended to create and assign a swap partition. Swap partitions on your system are listed in the main window with the type "Linux Swap". An assigned swap partition has the mount point "swap". You can assign more than one swap partition, if desired. Do you want to change this?
pl: Nie przydzielono partycji wymiany (swap). Nie jest to ryzykowne, ale w większości przypadków utworzenie i przydzielenie partycji wymiany jest zdecydowanie zalecane. Partycje wymiany obecne w systemie są wymienione w głównym oknie, z typem "Linux Swap". Przydzielona partycja wymiany ma punkt montowania "swap". W razie potrzeby można przydzielić więcej niż jedną partycję wymiany. Czy zmienić ustawienia?

source: Your swap partition is the first partition of %1. It is strongly recommended to change this, because the disk label will be deleted.
pl: Partycja wymiany jest pierwszą partycją na %1. Zaleca się, aby to zmienić, gdyż etykieta dysku zostanie usunięta.

source: WARNING: You chose to install onto an existing partition that will not be formatted. YaST2 cannot guarantee your installation will succeed, particularly in any of the following cases:
pl: OSTRZEŻENIE: Wybrano instalację na istniejącej partycji, która nie zostanie sformatowana. Program YaST2 nie może zagwarantować, że instalacja się powiedzie, szczególnie w którymkolwiek z poniższych wypadków:

source: - if this is an existing ReiserFS partition - if this partition already contains a Linux distribution that will be overwritten - if this partition does not yet contain a file system
pl: - jeśli jest to istniejąca partycja ReiserFS; - jeśli ta partycja zawiera dystrybucję Linuksa, która ma być nadpisana; - jeśli ta partycja nie zawiera jeszcze systemu plików.

source: If in doubt, you might want to go back and mark this partition for formatting, especially if it is assigned to one of the standard mount points like /, /boot, /usr, /opt, or /var.
pl: W razie wątpliwości, można się cofnąć i oznaczyć tę partycję jako partycję do sformatowania, szczególnie jeśli została przydzielona do jednego ze standardowych punktów montowania, takich jak /, /boot, /usr, /opt albo /var.

source: If you decide to format the partition, all data on it will be lost. Do you want to change your setup?
pl: Sformatowanie partycji oznacza utratę wszystkich, znajdujących się na niej danych. Czy zmienić ustawienia?

source: Partition 3 "Entire Disk" is not changeable
pl: Partycji 3 "Cały dysk" nie można modyfikować.

source: The selected device belongs to the RAID (%1). Remove it from the RAID before editing it.
pl: Wybrane urządzenie należy do RAID (%1). Należy je usunąć z RAID przed edycją.

source: The selected device belongs to a volume group (%1). Remove it from the volume group before editing it.
pl: Wybrane urządzenie należy do grupy wolumenów (%1). Należy je usunąć z grupy wolumenów przed edycją.

source: The selected device is used by volume (%1). Remove the volume before editing it.
pl: Wybrane urządzenie jest używane przez wolumen (%1). Należy usunąć wolumen przed edycją.

source: The device (%2) belongs to a volume group (%1). Remove it from the volume group before deleting it.
pl: Urządzenie (%2) należy do grupy wolumenów (%1). Należy je usunąć z grupy wolumenów przed usunięciem.

source: The device (%2) belongs to the RAID (%1). Remove it from the RAID before deleting it.
pl: Urządzenie (%2) należy do RAID (%1). Należy je usunąć z RAID przed usunięciem.

source: The device (%2) is used by %1. Remove %1 before deleting it.
pl: Urządzenie (%2) jest używane przez %1. Należy usunąć %1 przed usunięciem.

source: The selected device is currently mounted on %1. It is *strongly* recommended to unmount it manually before deleting it. Click Cancel unless you know exactly what you are doing. If you proceed, YaST2 will try unmounting before deleting it.
pl: Wybrane urządzenie jest obecnie zamontowane na %1. <b>Zdecydowanie zaleca się</b> ręczne odmontowanie go przed skasowaniem. Proszę nacisnąć przycisk "Anuluj", chyba że dokładnie wiadomo, co się robi. W razie kontynuowania YaST2 spróbuje odmontować urządzenie przed usunięciem.

source: Unmount of %1 failed. Remove the device anyway?
pl: Odmontowanie %1 nie powiodło się. Usunąć urządzenie pomimo tego?

source: &Retry umount
pl: Ponów p&róbę odmontowania

source: The device (%1) cannot be removed Since it is a logical partition and another logical partition with higher number is in use.
pl: Urządzenie (%1) nie może zostać usunięte, ponieważ jest partycją logiczną, a w użyciu jest partycja logiczna o wyższym numerze.

source: The selected extended partition contains partitions which are currently mounted: %1 It is *strongly* recommended to unmount these partitions before you delete the extended partition. Please choose Cancel unless you know exactly what you are doing.
pl: Wybrana partycja rozszerzona zawiera partycje, które są obecnie zamontowane: %1 <b>Zdecydowanie zaleca się</b> odmontowanie tych partycji przed usunięciem partycji rozszerzonej. Proszę nacisnąć przycisk "Anuluj", chyba że dokładnie wiadomo, co się robi.

source: The selected extended partition contains at least one LVM partition assigned to a volume group. Remove all partitions from their respective volume groups before deleting the extended partition.
pl: Wybrana partycja rozszerzona zawiera przynajmniej jedną partycję LVM, przydzieloną do grupy wolumenów. Proszę usunąć wszystkie partycje z odpowiednich grup wolumenów przed usunięciem partycji rozszerzonej.

source: The selected extended partition contains at least one partition that is part of a RAID system. Unassign the partitions from their respective RAID systems before deleting the extended partition.
pl: Wybrana partycja rozszerzona zawiera przynajmniej jedną partycję będącą częścią systemu RAID. Proszę odłączyć te partycje z odpowiednich systemów RAID przed usunięciem partycji rozszerzonej.

source: The selected extended partition contains at least one partition that is in use. Remove the used volume before deleting the extended partition.
pl: Wybrana partycja rozszerzona zawiera przynajmniej jedną partycję będącą w użyciu. Proszę usunąć używaną partycję przed usunięciem partycji rozszerzonej.

source: Enter your password for the encrypted file system.
pl: Proszę podać hasło dla zaszyfrowanego systemu plików

source: Don't forget what you enter here!
pl: Proszę nie zapomnieć hasła!

source: Password for Encrypted File System on %1
pl: Hasło dla zaszyfrowanego systemu plików na %1

source: &Enter a password for your file system:
pl: Proszę podać hasło dla syst&emu plików:

source: Reenter the password for &verification:
pl: Proszę podać hasło ponownie, dla &weryfikacji:

source: The first and the second version of the password do not match! Please try again.
pl: Pierwsza i druga wersja hasła nie zgadzają się! Proszę spróbować ponownie.

source: You did not enter a password. Try again.
pl: Nie podano hasła. Proszę spróbować ponownie.

source: The password must have at least %1 characters. Try again.
pl: Hasło musi mieć przynajmniej %1 znaków. Proszę spróbować ponownie.

source: The password may only contain the following characters: 0..9, a..z, A..Z, and any of "@#* ,.;:._-+!$%&/|?{[()]}^\<>". Try again.
pl: Hasło może zawierać wyłącznie następujące znaki: 0..9, a..z, A..Z i dowolne z "@#* ,.;:._-+!$%&/|?{[()]}^\<>". Proszę spróbować ponownie.

source: Enter your crypt password for device %1 mounted on %2.
pl: Proszę wprowadzić hasło szyfrujące dla urządzenia %1 zamontowanego na %2.

source: Enter your password for the encrypted file system
pl: Proszę podać hasło dla zaszyfrowanego systemu plików

source: &Skip
pl: P&omiń

source: File system options:
pl: Opcje systemu plików:

source: The character '/' is no longer permitted in a volume label. Change your volume label so that it does not contain this character.
pl: Znak "/" nie jest już dozwolony w etykietach wolumenów. Proszę zmienić etykietę wolumenu, tak aby nie zawierała tego znaku.

source: <p><b>Mount in /etc/fstab By:</b> Normally, a file system to mount is identified in /etc/fstab by the device name. This identification can be changed so the file system to mount is found by searching for a UUID or a volume label. Not all file systems can be mounted by UUID or a volume label. If an option is disabled, it is not possible.
pl: <p><b>Montowanie w /etc/fstab przez:</b> Zwykle system plików do zamontowania jest rozpoznawany w /etc/fstab po nazwie urządzenia. Ten sposób identyfikacji może zostać zmieniony tak, że system plików będzie znajdowany przez wyszukanie UUID lub etykiety wolumenu. Nie wszystkie systemy plików mogą być montowane wg UUID lub etykiety wolumenu. Jeśli opcja jest nieaktywna, nie będzie to możliwe.

source: <p><b>Volume Label:</b> The name entered in this field is used as the volume label. This usually makes sense only when you activate the option for mounting by volume label. A volume label cannot contain the / character or spaces.
pl: <p><b>Etykieta wolumenu:</b> Nazwa wpisana w tym polu używana jest jako etykieta wolumenu. Ma to zwykle sens tylko wtedy, gdy uaktywniona zostanie opcja montowania wg etykiet wolumenów. Etykieta wolumenu nie może zawierać znaku / ani spacji.

source: Mount in /etc/fstab by
pl: Montowanie w /etc/fstab przez

source: &Device name
pl: Nazwa urzą&dzenia

source: Volume &label
pl: Etykieta wo&lumenu

source: Device &ID
pl: &Identyfikator urządzenia

source: Device &Path
pl: Ś&cieżka urządzenia

source: Volume &Label
pl: Etykieta wo&luminu

source: Fstab options:
pl: Opcje fstab:

source: Maximum volume label length for the selected file system is %1. Your volume label was truncated to this size.
pl: Maksymalna długość etykiety woluminu dla wybranego systemu plików wynosi %1. Etykieta woluminu została przycięta do tej długości.

source: Provide a volume label to mount by label.
pl: Proszę podać etykietę woluminu do montowania wg etykiety.

source: This volume label is already in use. Select a different one.
pl: Ta etykieta woluminu już jest używana. Proszę wybrać inną.

source: &Encrypt file system
pl: Zaszyfruj syst&em plików

source: File &system
pl: &System plików

source: O&ptions...
pl: O&pcje...

source: File system &ID:
pl: &Identyfikator systemu plików:

source: Size
pl: Rozmiar

source: Cylinder size:
pl: Rozmiar cylindra:

source: S&tart cylinder:
pl: Cylinder począ&tkowy:

source: En&d: (9 or +9M or +3.2GB)
pl: &Koniec: (9 albo +9 MB albo +3.2 GB)

source: Type of partition:
pl: Typ partycji:

source: Start cylinder:
pl: Cylinder początkowy:

source: End cylinder:
pl: Cylinder końcowy:

source: Do &not format
pl: &Nie formatuj

source: &Format
pl: &Formatuj

source: RAID T&ype
pl: T&yp RAID

source: Chunk s&ize in KB
pl: Rozm&iar fragmentu w KB

source: Parity &algorithm (only for RAID 5)
pl: &Algorytm parzystości (tylko dla RAID 5)

source: Fs&tab Options
pl: Opcje &fstab

source: &Mount Point
pl: Punkt &montowania

source: You have changed the parameters of a partition currently mounted. In some cases, this can damage your Linux installation. Proceed only if you know what you are doing. If you are unsure, press Cancel.
pl: Zmieniono parametry aktualnie zamontowanej partycji. W niektórych przypadkach może to uszkodzić instalację Linuksa. Nie należy kontynuować, jeśli nie posiada się odpowiedniej wiedzy. W razie wątpliwości proszę nacisnąć przycisk "Anuluj".

source: The selected partition (%1) is currently mounted on %2. If you change parameters (such as the mount point or the file system type), your Linux installation might be damaged. Unmount the partition if possible. If you are unsure, it is recommended to abort. Do not proceed unless you know exactly what you are doing. Continue?
pl: Wybrana partycja (%1) jest aktualnie zamontowana na %2. Jeśli zostaną zmienione parametry (takie jak punkt montowania lub system plików), instalacja Linuksa może zostać uszkodzona. Proszę odmontować partycję, jeśli to możliwe. Jeśli nie ma pewności, zaleca się przerwanie operacji. Nie należy kontynować, o ile nie posiada się odpowiedniej wiedzy. Kontynuować?

source: The file system on the partition cannot be shrunk by YaST2. Only fat, ext2, ext3, and reiser allow shrinking of a file system.
pl: System plików na partycji nie może zostać zmniejszony przez program YaST2. Tylko systemy plików fat, ext2, ext3 i reiserFS obsługują zmniejszanie rozmiaru.

source: The file system on the logical volume cannot be shrunk by YaST2. Only fat, ext2, ext3, and reiser allow shrinking of a file system.
pl: System plików na wybranym wolumenie logicznym nie może zostać zmniejszony przez program YaST2. Tylko systemy plików fat, ext2, ext3 i reiserFS obsługują zmniejszanie rozmiaru.

source: You risk losing data if you shrink this partition.
pl: Zmniejszenie rozmiaru tej partycji obarczone jest ryzykiem utraty danych.

source: You risk losing data if you shrink this logical volume.
pl: Zmniejszenie rozmiaru tego wolumenu logicznego obarczone jest ryzykiem utraty danych.

source: Continue?
pl: Kontynuować?

source: The file system on the selected partition cannot be extended by YaST2. Only fat, ext2, ext3, xfs, and reiser allow extending a file system.
pl: System plików na wybranej partycji nie może zostać zwiększony przez program YaST2. Tylko systemy plików fat, ext2, ext3 i reiserFS obsługują zwiększanie rozmiaru.

source: The file system on the selected logical volume cannot be extended by YaST2. Only fat, ext2, ext3, xfs, and reiser allow extending a file system.
pl: System plików na wybranym wolumenie logicznym nie może zostać zwiększony przez YaST2. Tylko systemy plików fat, ext2, ext3 i reiserFS obsługują zwiększanie rozmiaru.

source: Continue resizing?
pl: Kontynuować zmianę rozmiaru?
