Repository: aviarypl/suse-l10n-pl
Catalog: yast/50-pot/storage.*.po
Languages: pl

source: You cannot resize the selected partition because the file system on this partition does not support resizing.
pl: Nie można zmienić rozmiaru wybranej partycji, ponieważ system plików na tej partycji nie obsługuje operacji zmiany rozmiaru.

source: You decreased the size available for Linux partitions. Linux partition sizes have been adapted accordingly. Check the new sizes in the partition list.
pl: Zmniejszono obszar dostępny dla partycji Linuksa. Rozmiary partycji Linuksa zostały odpowiednio dostosowane. Zaleca się sprawdzić nowe rozmiary w tablicy partycji.

source: You decreased a partition that is followed by a newly-created partition. Should the newly-created partition be automatically increased to use the freed disk space?
pl: Zmniejszono partycję, za którą znajduje się nowo utworzona partycja. Czy ta nowo utworzona partycja ma być automatycznie zwiększona, aby zająć całą zwolnioną przestrzeń dyskową?

source: Computing this proposal will overwrite manual changes done so far. Continue with computing proposal?
pl: Obliczenie tej propozycji spowoduje nadpisanie dotychczasowych zmian wprowadzonych ręcznie. Kontynuować obliczanie propozycji?

source: Suggested Partitioning
pl: Zalecane partycjonowanie

source: &Edit Partition Setup...
pl: &Edytuj ustawienia partycji...

source: &Create Partition Setup...
pl: &Utwórz własny rozkład partycji...

source: &Partition Based
pl: &Oparty o partycje

source: &LVM Based
pl: Oparty o &LVM

source: No automatic proposal possible. Specify mount points manually in the 'Partitioner' dialog.
pl: Automatyczna podpowiedź nie jest możliwa. Proszę ręcznie określić punkty montowania w oknie 'Partycjonowanie'.

source: <p> Your hard disks have been checked. The partition setup displayed is proposed for your hard drive.</p>
pl: <p> Dyski twarde zostały sprawdzone. Wyświetlony został zaproponowany rozkład partycji dysku.</p>

source: <p> To make only small adjustments to the proposed setup (like e.g. changing filesystem types), choose <b>%1</b> and do these modification in the expert partitioner dialog.</p>
pl: <p> W celu dokonania niewielkich zmian w stosunku do zaproponowanych ustawień (np. zmiana systemu plików) należy wybrać opcję <b>%1</b> i dokonać zmian w oknie ustawień zaawansowanych.</p>

source: <p> If the suggestion does not fit your needs, create your own partition setup starting with the partitions as currently present on the disks. For this, select <b>%1</b>. This is also the option to choose for advanced options like RAID and encryption.</p>
pl: <p> Jeśli sugerowane rozmiary nie odpowiadają potrzebom, można utworzyć własny rozkład partycji, zaczynając od partycji aktualnie obecnych na dyskach. Aby to zrobić, należy wybrać opcję <b>%1</b>. Z tej opcji należy również skorzystać, aby skonfigurować zaawansowane ustawienia, takie jak RAID i szyfrowanie.</p>

source: <p> To create an LVM based proposal, choose the corresponding button.</p>
pl: <p> Aby stworzyć system LVM oparty na propozycji, należy wybrać odpowiedni przycisk.</p>

source: Impossible to create the requested proposal.
pl: Utworzenie żądanej konfiguracji jest niemożliwe.

source: <p> Please wait while your hard disk is prepared for installation... <br></p>
pl: <p> Proszę czekać, dysk twardy jest przygotowywany do instalacji... <br></p>

source: <p> Please wait while your hard disk is prepared... <br></p>
pl: <p> Proszę czekać, trwa przygotowwanie dysku twardego... <br></p>

source: <p> Depending on the size of your hard disk and your processor speed, this action might take some time. Several minutes are not unusual for really large disks. Often, the progress meter does not show a linear progress. Even if it looks slow near the end ("95 %"), please be patient. The formatting tool performs various checks. </p>
pl: <p> W zależności od rozmiaru dysku i szybkości procesora, czynność ta może zająć trochę czasu. Czas rzędu kilku minut nie jest niczym nadzwyczajnym dla naprawdę dużych dysków. Zwykle pasek postępu nie pokazuje liniowego postępu. Nawet jeśli postęp wygląda na powolny pod koniec (około "95 %"), prosimy zachować cierpliwość. Narzędzie do formatowania musi przeprowadzić wiele różnych sprawdzeń.</p>

source: Preparing Your Hard Disk
pl: Przygotowywanie dysku twardego

source: Preparing disks...
pl: Przygotowywanie dysków...

source: Failure occurred during following action: %2 System error code was: %1
pl: Wystąpił błąd podczas wykonywania poniższej czynności: %2 Systemowy kod błędu to: %1

source: An internal error has occurred. You cannot shrink your Windows partition during installation. Your hard disk has not been altered. Abort the installation now and shrink your Windows partition by other means.
pl: Wystąpił błąd wewnętrzny. Nie można zmniejszyć partycji Windows podczas instalacji. Dysk twardy nie został zmodyfikowany. Należy przerwać teraz instalację i zmniejszyć partycję Windows innymi metodami.

source: An error has occurred. Insufficient space is available on the Windows partition to allow for the minimum Linux installation. To install Linux, first boot Windows and uninstall some applications or delete some data. You need at least %1 MB of free space on the Windows device, including Windows workspace and space for %2.
pl: Wystąpił błąd. Partycja Windows nie zapewnia wystarczającej ilości miejsca, żeby dokonać minimalnej instalacji Linuksa. Aby zainstalować Linuksa, należy uruchomić Windows i odinstalować kilka aplikacji lub usunąć część danych. Potrzeba przynajmniej %1 MB wolnego miejsca na urządzeniu Windows, włączając przestrzeń do pracy Windows i miejsce na %2.

source: Checking the file system of your Windows partition for consistency. Depending on the size of your Windows partition and the amount of space used, this may take a while.
pl: System plików partycji Windows jest teraz sprawdzany pod względem spójności. Może to chwilę potrwać, w zależności od rozmiaru partycji Windows i ilości użytego miejsca.

source: An error has occurred. Your Windows partition has errors in the file system. Boot Windows and clear those errors by running scandisk and defrag. If the problem occurs again next time, resize your Windows partition by other means.
pl: Wystąpił błąd. Partycja Windows ma błędy w systemie plików. Należy uruchomić Windows i usunąć te błędy uruchamiając programy scandisk i defrag. Jeśli problem pojawi się następnym razem, należy zmniejszyć partycję Windows innymi metodami.

source: <p> Choose the new size for your Windows partition. </p>
pl: <p> Proszę wybrać nowy rozmiar partycji Windows. </p>

source: <p> The actual resizing will be performed only after you confirm all your settings in the last installation dialog. Until then, your Windows partition will remain untouched. </p>
pl: <p> Właściwa zmiana rozmiaru odbędzie się po zatwierdzeniu wszystkich ustawień w ostatnim oknie instalacji. Do tego czasu partycja Windows pozostanie nienaruszona. </p>

source: <p> To skip resizing your Windows partition, press <b>Back</b>. </p>
pl: <p> Aby pominąć zmienianie rozmiaru partycji Windows, proszę nacisnąć przycisk <b>Cofnij</b>. </p>

source: <p> The upper bar graph displays the current situation. The lower bar graph displays the situation after the installation (after the partition resize). </p>
pl: <p> Górny wykres paskowy przedstawia obecną sytuację. Dolny wykres paskowy przedstawia sytuację po instalacji (po zmianie rozmiaru partycji). </p>

source: <p> Within the space you reserve for Linux, partitions will automatically be created as necessary. </p>
pl: <p> W zakresie przestrzeni zarezerwowanej dla Linuksa partycje zostaną stworzone automatycznie zgodnie z potrzebami. </p>

source: <p>Enter a value for the size of your <b>Linux</b> installation. The partitions will automatically be created within this range as required for &product;. </p>
pl: <p>Proszę podać rozmiar instalacji <b>Linuksa</b>. Partycje zostaną utworzone automatycznie, w zakresie wymaganym przez &product;. </p>

source: <p> <b>Windows Used</b> is the size of the used part of your Windows partition. </p>
pl: <p> <b>Windows używa</b> - jest to rozmiar użytej części partycji Windows. </p>

source: <p><b>Free</b> indicates the current free space (before the Linux installation) on the partition. </p>
pl: <p><b>Wolne</b> oznacza aktualnie wolną przestrzeń (przed instalacją Linuksa) na partycji. </p>

source: Resizing the Windows Partition
pl: Zmiana rozmiaru partycji Windows

source: The available space is not sufficient for an installation.
pl: Dostępna przestrzeń nie jest wystarczająca do instalacji.

source: Your system can only be configured with the custom partitioning option.
pl: Ten system może być skonfigurowany tylko przy użyciu opcji własnego partycjonowania.

source: An error has occurred. The Windows version on your system is not compatible with the resizing tool. Shrinking your Windows partition is not possible. Choose a different disk or abort the installation and shrink your Windows partition by other means.
pl: Wystąpił błąd. Wersja Windows na tym komputerze jest niekompatybilna z narzędziem do zmieniania rozmiaru partycji. Zmniejszenie partycji Windows nie jest możliwe. Należy wybrać inny dysk albo przerwać instalację i zmniejszyć partycję Windows innymi metodami.

source: The Windows version of your system could not be determined. It is therefore not possible to shrink your Windows partition. Choose a different disk or abort the installation and shrink your Windows partition by other means.
pl: Wersja Windows na tym komputerze nie mogła zostać rozpoznana. Z tego powodu zmniejszenie partycji Windows nie jest możliwe. Należy wybrać inny dysk lub przerwać instalację i zmniejszyć partycję Windows innymi metodami.

source: You selected to shrink your Windows partition. In the next dialog, specify the amount of Windows space that should be freed for %1. A data backup is strongly recommended because data must be reorganized. Under rare circumstances, this could fail. Only continue if you have successfully run the Windows system applications scandisk and defrag. Really shrink your Windows partition?
pl: Zdecydowano się na zmniejszenie partycji Windows. W następnym oknie należy określić rozmiar przestrzeni Windows, która ma być zwolniona dla %1. Zalecana jest archiwizacja danych, ponieważ dane muszą zostać zreorganizowane. W pewnych rzadkich okolicznościach może się to nie powieść. Zaleca się kontynuację tylko w przypadku, gdy z powodzeniem użyto aplikacji "scandisk" i "defrag" systemu Windows. Na pewno zmniejszyć partycję Windows?

source: &Shrink Windows
pl: Zmniej&sz Windows

source: You selected to delete your Windows partition completely. All data on this partition will be lost in the process. Really delete your Windows partition?
pl: Partycja Windows została zaznaczona do całkowitego usunięcia. Wszystkie dane na tej partycji zostaną nieodwracalnie utracone. Na pewno usunąć partycję Windows?

source: &Delete Windows
pl: &Usuń Windows

source: Too few partitions are marked for removal or the disk is too small. To install Linux, select more partitions to remove or select a larger disk.
pl: Do usunięcia przeznaczono za mało partycji albo dysk jest za mały. Aby zainstalować Linuksa, należy usunąć więcej partycji albo wskazać większy dysk.

source: Available &Disks
pl: Dostępne &dyski

source: &Custom Partitioning (for experts)
pl: Własne party&cjonowanie (dla ekspertów)

source: Hard Disk
pl: Dysk twardy

source: No disks found. Try using the update CD, if available, for installation.
pl: Nie znaleziono dysków. Do instalacji proszę użyć płyty CD z aktualizacją, jeśli jest dostępna.

source: <p> All hard disks automatically detected on your system are shown here. Select the hard disk on which to install &product;. </p>
pl: <p> Wszystkie wykryte dyski w systemie zostały pokazane poniżej. Proszę wybrać dysk, na którym ma zostać zainstalowany &product;. </p>

source: <p> You may select later which part of the disk is used for &product;. </p>
pl: <p> Można później wybrać, która część dysku ma być wykorzystana na &product;. </p>

source: <p> The <b>Custom Partitioning</b> option for experts allows full control over partitioning the hard disks and assigning partitions to mount points when installing &product;. </p>
pl: <p> Opcja dla ekspertów <b>Własne partycjonowanie</b> pozwala na pełną kontrolę nad partycjonowaniem dysków twardych i przyporządkowywaniem partycji do punktów montowania podczas instalacji &product;. </p>

source: Preparing Hard Disk: Step 1
pl: Przygotowywanie dysku twardego: etap 1

source: Select one of the options to continue.
pl: Proszę wybrać jedną z opcji aby kontynuować.

source: Total size: %1
pl: Rozmiar całkowity: %1

source: Resulting size: %1
pl: Końcowy rozmiar: %1

source: Add
pl: Dodaj

source: Add All
pl: Dodaj wszystkie

source: Remove
pl: Usuń

source: Remove All
pl: Usuń wszystkie

source: Mount &read-only
pl: Zamontuj tylko do &odczytu

source: <p><b>Mount Read-Only:</b> No writing to the file system is possible. Default is false.</p>
pl: <p><b>Zamontuj tylko do odczytu:</b> Brak możliwości zapisu w systemie plików. Domyślnie wyłączone.</p>

source: No &access time
pl: Bez cz&asu dostępu

source: <p><b>No access time:</b> Access times are not updated when a file is read. Default is false.</p>
pl: <p><b>Bez czasu dostępu:</b> Czasy dostępu nie będą aktualizowane podczas odczytu z pliku. Domyślnie wyłączone.</p>

source: Mountable by &user
pl: Montowalne przez &użytkownika

source: <p><b>Mountable by User:</b> The file system may be mounted by an ordinary user. Default is false.</p>
pl: <p><b>Montowalne przez użytkownika:</b> System plików może być zamontowany przez zwykłego użytkownika.

source: Do Not Mount at System &Start-up
pl: Nie montuj przy &starcie systemu

source: <p><b>Do Not Mount at System Start-up:</b> The file system is not automatically mounted when the system starts. An entry in /etc/fstab is created and the file system is mounted with the appropriate options when the command <tt>mount &lt;mount point&gt;</tt> (&lt;mount point&gt; is the directory to which the file system is mounted) is given. Default is false.</p>
pl: <p><b>Nie montuj przy starcie systemu:</b> system plików nie jest automatycznie montowany podczas startu systemu. Tworzony jest w pis w pliku /etc/fstab i system plików jest montowany z odpowiednimi opcjami po wywołaniu polecenia <tt>mount &lt;punkt montowania&gt;</tt> (&lt;punkt montowania&gt; to katalog, w którym system plików ma być zamontowany). Domyślnie wyłączone.</p>

source: Enable &Quota Support
pl: Włącz &obsługę przydziałów

source: <p><b>Enable Quota Support:</b> The file system is mounted with user quotas enabled. Default is false.</p>
pl: <p><b>Włącz &obsługę przydziałówy:</b> System plików jest zamontowany z aktywacją przydziałów użytkownika. Domyślnie wyłączone</p>

source: Data &Journaling Mode
pl: Tryb księ&gowania danych

source: <p><b>Data Journaling Mode:</b> Specifies the journaling mode for file data. <tt>journal</tt> -- All data is committed into the journal prior to being written into the main file system. Highest performance impact.<br> <tt>ordered</tt> -- All data is forced directly out to the main file system prior to its metadata being committed to the journal. Medium performance impact.<br> <tt>writeback</tt> -- Data ordering is not preserved. No performance impact.</p>
pl: <p><b>Tryb księgowania danych:</b> Określa tryb księgowania dla danych plikowych. <tt>dziennik (journal)</tt> -- wszystkie dane są wprowadzane do dziennika przed zapisaniem w głównym systemie plików. Skutkuje to największym spadkiem wydajności.<br> <tt>uporządkowany (ordered)</tt> -- wszystkie dane są wprowadzane bezpośrednio do systemu plików przed wprowadzaniem metadanych do dziennika. Skutkuje średnim spadkiem wydajności.<br> <tt>writeback</tt> -- kolejność danych nie jest zachowywana. Wydajość nie spada</p>

source: &Access Control Lists (ACL)
pl: Listy &kontroli dostępu (ACL)

source: <p><b>Access Control Lists (ACL):</b> Enable access control lists on the file system.</p>
pl: <p><b>Listy kontroli dostępu (ACL):</b> Opcja ta włącza listy kontroli dostępu na systemie plików.</p>

source: &Extended User Attributes
pl: Rozsz&erzone atrybuty użytkownika

source: <p><b>Extended User Attributes:</b> Allow extended user attributes on the file system.</p>
pl: <p><b>Rozszerzone atrybuty użytkownika:</b> Opcja zezwala na rozszerzone atrybuty użytkownika w systemie plików.</p>

source: Arbitrary option &value
pl: Bezwzględna &wartość opcji

source: <p><b>Arbitrary Option Value:</b> In this field, type any legal mount option allowed in the fourth field of /etc/fstab. Multiple options are separated by commas.</p>
pl: <p><b>Bezwzględna wartość opcji:</b> W tym polu należy wprowadzić dowolny dopuszczalny punkt montowania w czwartym polu /etc/fstab. Wielokrotne opcje są rozdzielane przecinkami.</p>

source: Char&set for file names
pl: Ze&staw znaków dla nazw plików

source: <p><b>Charset for File Names:</b> Set the charset used for display of file names in Windows partitions.</p>
pl: <p><b>Zestaw znaków dla nazw plików:</b> Opcja służąca do określania zestawów znaków dla nazw plików na partycji Windows.</p>

source: Code&page for short FAT names
pl: Strona ko&dowa dla krótkich nazw FAT

source: <p><b>Codepage for Short FAT Names:</b> This codepage is used for converting to shortname characters on FAT file systems.</p>
pl: <p><b>Strona kodowa dla krótkich nazw FAT:</b> Ta strona kodowa jest używana do konwersji krótkich nazw plików w systemach plików FAT.</p>

source: Number of &FATs
pl: Liczba &FAT

source: <p><b>Number of FATs:</b> Specify the number of file allocation tables in the file system. The default is 2.</p>
pl: <p><b>Liczba FAT:</b> Opcja służąca do określenia liczby tablic alokacji plików w systemie plików. Domyślnie są dwie.</p>

source: FAT &size
pl: Ro&zmiar FAT

source: <p><b>FAT size:</b> Specifies the type of file allocation tables used (12, 16, or 32-bit). If auto is specified, YaST2 will automatically select the value most suitable for the file system size.</p>
pl: <p><b>Rozmiar FAT:</b> Określa typ używanych tablic alokacji plików (12, 16 lub 32-bitowe). Jeśli wybrano "auto", program YaST2 automatycznie wybierze wartość najlepiej odpowiadającą rozmiarowi systemu plików.</p>

source: Root &dir entries
pl: Wpisy w katalo&gu root

source: The minimum size for "Root dir entries" is 112. Please try again.
pl: Minimalny rozmiar dla "pozycji w katalogu root" wynosi 112. Proszę spróbować ponownie.

source: <p><b>Root dir entries:</b> Select the number of entries available in the root directory.</p>
pl: <p><b>Wpisy w katalogu root:</b> Proszę wybrać liczbę pozycji dostępnych w katalogu głównym (root).</p>

source: Hash &function
pl: &Funkcja mieszająca

source: <p><b>Hash function:</b> This specifies the name of the hash function to use to sort the file names in directories.</p>
pl: <p><b>Funkcja mieszająca:</b> Opcja określa nazwę funkcji mieszającej, używanej do sortowania nazw plików w katalogach.</p>

source: FS &revision
pl: &Rewizja FS

source: <p><b>FS revision:</b> This option defines the reiserfs format revision to use. '3.5' is for backwards compatibility with kernels of the 2.2.x series. '3.6' is more recent, but can only be used with kernel versions greater than or equal to 2.4.</p>
pl: <p><b>Rewizja FS:</b> Ta opcja definiuje format używanej rewizji reiserFS. '3.5' jest kompatybilny wstecznie z jądrami systemu serii 2.2.x. '3.6' jest nowszy, ale może być używany tylko z jądrami systemu w wersji 2.4 i nowszymi.</p>

source: Block &size in bytes
pl: Rozmiar &bloku w bajtach

source: <p><b>Block size:</b> Specify the size of blocks in bytes. Valid block size values are 512, 1024, 2048, and 4096 bytes per block. If auto is selected, the standard block size of 4096 is used.</p>
pl: <p><b>Rozmiar bloku:</b> Opcja ta służy do określania rozmiar bloku w bajtach. Dopuszczalne rozmiary bloków to 512, 1024, 2048 i 4096 bajtów na blok. Jeśli wybrano "auto", zostanie użyty standardowy rozmiar bloku 4096.</p>

source: &Inode Size
pl: Rozmiar &inode

source: <p><b>Inode Size:</b> This option specifies the inode size of the file system.</p>
pl: <p><b>Rozmiar inode:</b> Ta opcja określa rozmiar węzłów inode w systemie plików.</p>

source: &Percentage of inode space
pl: Udział &przestrzeni inode

source: <p><b>Percentage of inode space:</b> The option "Percentage of inode space" specifies the maximum percentage of space in the file system that can be allocated to inodes.</p>
pl: <p><b>Udział przestrzeni inode:</b> Opcja "Udział przestrzeni inode" określa maksymalny udział przestrzeni systemu plików, który może zostać zaalokowany na węzły inode.</p>

source: Inode &aligned
pl: Uporządkow&ane inode

source: <p><b>Inode Aligned:</b> The option "Inode Aligned" is used to specify whether inode allocation is or is not aligned. The default is that inodes are aligned. Aligned inode access is normally more efficient than unaligned access.</p>
pl: <p><b>Uporządkowane inode:</b> Opcja "Uporządkowane inode" używana jest do okreslenia, czy alokacja węzłów inode jest uporządkowana. Domyślnie węzły inode są uporządkowane. Dostęp do uporządkowanych węzłów inode jest zwykle bardziej wydajny niż do nieuporządkowanych.</p>

source: &Log size in megabytes
pl: Rozmiar &logu w megabajtach

source: The "Log size" value is incorrect. Please enter a value greater than zero.
pl: Wartość "rozmiar logu" jest niewłaściwa. Proszę podać wartość większą od zera.

source: <p><b>Log size</b> Set the log size (in megabytes). If auto, the default is 40% of the aggregate size.</p>
pl: <p><b>Rozmiar logu</b> Opcja do określenia rozmiar logu (w megabajtach). Jeśli ustawiono "auto", domyślnie ustawione zostanie 40% zagregowanej przestrzeni.</p>

source: Invoke Bad Blocks List &Utility
pl: Wywołaj narzędzie do wyświetlania &uszkodzonych bloków

source: Stride &length in blocks
pl: Krok długości w b&lokach

source: The "Stride length in blocks" value is not possible. Please select a value greater than 1.
pl: Wartość "Krok długości w blokach" jest niedopuszczalna. Proszę wybrać wartość większą od 1.

source: <p><b>Stride Length in Blocks:</b> Set RAID-related options for the file system. Currently, the only supported argument is 'stride', which takes the number of blocks in a RAID stripe as its argument.</p>
pl: <p><b>Krok długości w blokach:</b> Opcja do ustawienia wartości związanych z RAID dla systemu plików. Obecnie jedynym obsługiwanym argumentem jest 'stride' (krok), który pobiera numer bloków w pasie RAID jako argument.</p>

source: <p><b>Block size:</b> Specify the size of blocks in bytes. Valid block size values are 1024, 2048, and 4096 bytes per block. If auto is selected, the block size is determined by the file system size and the expected use of the file system.</p>
pl: <p><b>Rozmiar bloku:</b> Opcja do określenia rozmiaru bloku w bajtach. Dopuszczalne wartości rozmiaru to 1024, 2048 i 4096 bajtów na blok. Jeśli wybrano "auto", rozmiar bloku determinowany jest przez rozmiar systemu plików i jego przewidywane wykorzystanie.</p>

source: Bytes per &inode
pl: Bajtów na &inode
