Repository: aviarypl/suse-l10n-pl
Catalog: yast/50-pot/storage.*.po
Languages: pl

source: Only use this program if you are familiar with partitioning hard disks. Never partition disks that may, in any way, be in use (mounted, swap, etc.) unless you know exactly what you are doing. Otherwise, the partitioning table will not be forwarded to the kernel, which would most likely lead to data loss. To continue despite this warning, click Yes.
pl: Ten program przeznaczony jest wyłącznie dla osób zaznajomionych z partycjonowaniem dysków. Nigdy nie należy partycjonować dysków, które w jakiś sposób są w użyciu (zamontowane, swap, itd.). Takie zadania mogą wykonywać tylko użytkownicy mający odpowiednią wiedzę. W przeciwnym wypadku tablica partycji nie zostanie przekazana do jądra systemu, co najprawdopodobniej spowoduje utratę danych. Aby kontynuować pomimo tego ostrzeżenia, należy nacisnąć przycisk "Tak".

source: Expert Partitioner
pl: Zaawansowane narzędzie do partycjonowania

source: Initializing...
pl: Inicjalizacja...

source: <p>Please wait, while volumes are being detected.</p>
pl: <p>Proszę czekać, trwa wykrywanie wolumenów.</p>

source: Disk partitioner
pl: Narzędzie do partycjonowania dysków

source: Command line interface for the partitioner module is not available
pl: Interfejs wiersza poleceń dla modułu partycjonującego nie jest dostępny

source: Creating %1$s
pl: Tworzenie partycji %1$s

source: Create %1$s
pl: Partycja %1$s zostanie utworzona

source: Removing %1$s
pl: Usuwanie %1$s

source: Remove %1$s
pl: Partycja %1$s zostanie usunięta

source: The partitioning on disk %1$s is not readable by the partitioning tool fdasd, which is used to change the partition table. You can use the partitions on disk %1$s as they are. You can format them and assign mount points to them, but you cannot add, edit, resize, or remove partitions from that disk with this tool.
pl: Podział na partycje dysku %1$s nie może być odczytany przez narzędzie do partycjonowania "fdasd", używane do modyfikacji tablicy partycji. Można użyć partycji na dysku %1$s w ich obecnej postaci. Można je sformatować i przyporządkować do punktów montowania, ale nie można dodawać, edytować, zmieniać rozmiaru ani usuwać ich z dysku przy użyciu tego narzędzia.

source: Executing fdasd for disk %1$s...
pl: Wywoływanie fdasd dla dysku %1$s...

source: Executing dasdfmt for disk %1$s...
pl: Wywoływanie dasdfmt dla dysku %1$s...

source: Executing dasdfmt for disks: %1$s...
pl: Wywoływanie dasdfmt dla dysków: %1$s...

source: Execute dasdfmt on disk %1$s
pl: Wywoływanie dasdfmt na dysku %1$s

source: The partition table type on disk %1$s cannot be handled by this tool. You can use the partitions on disk %1$s as they are. You can format them and assign mount points to them, but you cannot add, edit, resize, or remove partitions from that disk with this tool.
pl: Typ tablicy partycji dysku %1$s nie jest obsługiwany przez to narzędzie. Można użyć partycji na dysku %1$s w ich obecnej postaci. Można je sformatować i przyporządkować do punktów montowania, ale nie można dodawać, edytować, zmieniać rozmiaru ani usuwać ich z dysku przy użyciu tego narzędzia.

source: The partitioning on disk %1$s is not readable by the partitioning tool parted, which is used to change the partition table. You can use the partitions on disk %1$s as they are. You can format them and assign mount points to them, but you cannot add, edit, resize, or remove partitions from that disk with this tool.
pl: Podział na partycje dysku %1%s nie może być odczytany przez narzędzie do partycjonowania "parted", używane do modyfikacji tablicy partycji. Można użyć partycji na dysku %1$s w ich obecnej postaci. Można je sformatować i przyporządkować do punktów montowania, ale nie można dodawać, edytować, zmieniać rozmiaru ani usuwać ich z dysku przy użyciu tego narzędzia.

source: Your disk %1$s contains %2$lu partitions. The maximum number of partitions that the kernel driver of the disk can handle is %3$lu. Partitions numbered above %3$lu cannot be accessed.
pl: Dysk %1$s zawiera %2$lu partycji. Maksymalna liczba partycji, jaką może obsłużyć sterownik tego dysku w jądrze, to %3$lu. Partycje o numerach powyżej %3$lu są nieosiągalne.

source: openSUSE is switching to the new IDE drivers using the libata modules. These do only support partitions with up to 15 partitions. You have the following options with openSUSE 10.3: - Use the old IDE drivers: Boot again and add 'hwprobe=-modules.pata' as argument to the kernel - Repartition your system so that maximal 15 partitions are used. To repartition, use your existing operating system. - Use LVM since it can provide an arbitrary and flexible number of block devices partitions. This needs a repartition as well.
pl: System openSUSE używa obecnie nowych sterowników IDE opartych na modułach libata. Obsługują one rozkład partycji z maksymalnie 15 partycjami. Dla openSUSE 10.3 dostępne są następujące opcje: - Użycie starego sterownika IDE: należy uruchomić system ponownie i dodać "hwprobe=-modules.pata" jako opcję jądra - Zmiana rozkładu partycji dysku dla uzyskania maksymalnie 15 partycji Do zmiany można użyć istniejącego systemu operacyjnego. - Użycie LVM, ponieważ systemy te dostarczają arbitralną i elastyczną liczbę partycji urządzeń blokowych. Opcja ta także wymaga zmiany rozkładu partycji.

source: Setting disk label of disk %1$s to %2$s
pl: Ustawianie etykiety wolumenu dla dysku %1$s na %2$s

source: Set disk label of disk %1$s to %2$s
pl: Etykieta wolumenu %1$s zostanie ustawiona na %2$s

source: Deleting device mapper volume %1$s
pl: Usuwanie wolumenu device mapper %1$s

source: Delete device mapper volume %1$s (%2$s)
pl: Wolumin device mapper %1$s (%2$s) zostanie usunięty

source: Formatting device mapper volume %1$s (%2$s) with %3$s
pl: Formatowanie wolumenu device-mappera %1$s (%2$s) z systemem plików %3$s

source: Format device mapper volume %1$s (%2$s) for %4$s with %3$s
pl: Wolumin device mapper %1$s (%2$s) dla %4$s zostanie sformatowany z systemem plików %3$s

source: Format encrypted device mapper volume %1$s (%2$s) for %4$s with %3$s
pl: Zaszyfrowany wolumen device mapper %1$s (%2$s) dla %4$s zostanie sformatowany z systemem plików %3$s

source: Format device mapper volume %1$s (%2$s) with %3$s
pl: Wolumen device mapper %1$s (%2$s) zostanie sformatowany z systemem plików %3$s

source: Setting type of partition %1$s to %2$X
pl: Ustawianie typu partycji %1$s na %2$X

source: Set type of partition %1$s to %2$X
pl: Typ partycji %1$s zostanie ustawiony na %2$X

source: Setting disk label of %1$s to %2$s
pl: Ustawianie etykiety dysku %1$s na %2$s

source: Set disk label of %1$s to %2$s
pl: Etykieta dysku %1$s zostanie ustawiona na %2$s

source: Deleting multipath partition %1$s
pl: Usuwanie partycji multipath %1$s

source: Delete multipath partition %1$s (%2$s)
pl: Partycja multipath %1$s (%2$s) zostanie usunięta

source: Creating multipath partition %1$s
pl: Tworzenie partycji multipath %1$s

source: Create swap multipath partition %1$s (%2$s)
pl: Partycja wymiany multipath %1$s (%2$s) zostanie utworzona

source: Create multipath partition %1$s (%2$s) for %4$s with %3$s
pl: Partycja multipath %1$s (%2$s) dla %4$s zostanie utworzona z systemem plików %3$s

source: Create encrypted multipath partition %1$s (%2$s) for %4$s with %3$s
pl: Zaszyfrowana partycja multipath %1$s (%2$s) dla %4$s zostanie utworzona z systemem plików %3$s

source: Create extended multipath partition %1$s (%2$s)
pl: Rozszerzona partycja multipath %1$s (%2$s) zostanie utworzona

source: Create multipath partition %1$s (%2$s)
pl: Partycja multipath %1$s (%2$s) zostanie utworzona

source: Formatting multipath partition %1$s (%2$s) with %3$s
pl: Formatowanie partycji multipath %1$s (%2$s) systemem plików %3$s

source: Format multipath partition %1$s (%2$s) for swap
pl: Partycja multipath %1$s (%2$s) zostanie sformatowana jako partycja wymiany

source: Format multipath partition %1$s (%2$s) for %4$s with %3$s
pl: Partycja multipath %1$s (%2$s) dla %4$s zostanie sformatowana jako system plików %3$s

source: Format encrypted multipath partition %1$s (%2$s) for %4$s with %3$s
pl: Zaszyfrowana partycja multipath %1$s (%2$s) dla %4$s zostanie sformatowana jako system plików %3$s

source: Format multipath partition %1$s (%2$s) with %3$s
pl: Partycja multipath %1$s (%2$s) zostanie sformatowana jako system plików %3$s

source: Shrinking multipath partition %1$s to %2$s
pl: Zmniejszanie partycji multipath %1$s do %2$s

source: Extending multipath partition %1$s to %2$s
pl: Rozszerzanie partycji multipath %1$s do %2$s

source: (progress bar might not move)
pl: (pasek postępu może nie się poruszać)

source: Shrink multipath partition %1$s to %2$s
pl: Partycja multipath %1$s zostanie zmniejszona do %2$s

source: Extend multipath partition %1$s to %2$s
pl: Partycja multipath %1$s zostanie rozszerzona do %2$s

source: Setting type of multipath partition %1$s to %2$X
pl: Ustawianie typu partycji multipath %1$s na %2$X

source: Set type of multipath partition %1$s to %2$X
pl: Typ partycji multipath %1$s zostanie ustawiony na %2$X

source: Setting disk label of multipath disk %1$s to %2$s
pl: Ustawianie etykiety dysku multipath %1$s na %2$s

source: Set disk label of multipath disk %1$s to %2$s
pl: Etykieta dysku multipath %1$s zostanie ustawiona na %2$s

source: Deleting raid partition %1$s
pl: Usuwanie partycji raid %1$s

source: Delete raid partition %1$s (%2$s)
pl: Partycja raid %1$s (%2$s) zostanie usunięta

source: Creating raid partition %1$s
pl: Tworzenie partycji raid %1$s

source: Create swap raid partition %1$s (%2$s)
pl: Partycja wymiany raid %1$s (%2$s) zostanie utworzona

source: Create raid partition %1$s (%2$s) for %4$s with %3$s
pl: Partycja raid %1$s (%2$s) dla %4$s zostanie utworzona z systemem plików %3$s

source: Create encrypted raid partition %1$s (%2$s) for %4$s with %3$s
pl: Zaszyfrowana partycja raid%1$s (%2$s) dla %4$s zostanie utworzona z systemem plików %3$s

source: Create extended raid partition %1$s (%2$s)
pl: Rozszerzona partycja raid %1$s (%2$s) zostanie utworzona

source: Create raid partition %1$s (%2$s)
pl: Partycja raid %1$s (%2$s) zostanie utworzona

source: Formatting raid partition %1$s (%2$s) with %3$s
pl: Formatowanie partycji raid %1$s (%2$s) jako systemu plików %3$s

source: Format raid partition %1$s (%2$s) for swap
pl: Formatowanie partycji raid %1$s (%2$s) jako partycji wymiany

source: Format raid partition %1$s (%2$s) for %4$s with %3$s
pl: Formatowanie partycji raid %1$s (%2$s) dla %4$s jako systemu plików %3$s

source: Format encrypted raid partition %1$s (%2$s) for %4$s with %3$s
pl: Formatowanie zaszyfrowanej partycji raid %1$s (%2$s) dla %4$s jako systemu plików %3$s

source: Format raid partition %1$s (%2$s) with %3$s
pl: Partycja raid %1$s (%2$s) zostanie sformatowana jako system plików %3$s

source: Shrinking raid partition %1$s to %2$s
pl: Zmniejszanie partycji raid %1$s do %2$s

source: Extending raid partition %1$s to %2$s
pl: Rozszerzanie partycji raid %1$s do %2$s

source: Shrink raid partition %1$s to %2$s
pl: Partycja raid %1$s zostanie zmniejszona do %2$s

source: Extend raid partition %1$s to %2$s
pl: Partycja raid %1$s zostanie rozszerzona do %2$s

source: Setting type of raid partition %1$s to %2$X
pl: Ustawianie typu partycji raid %1$s na %2$X

source: Set type of raid partition %1$s to %2$X
pl: Typ partycji raid %1$s zostanie ustawiony na %2$X

source: Removing raid %1$s
pl: Usuwanie partycji raid %1$s

source: Remove raid %1$s
pl: Partycja raid %1$s zostanie usunięta

source: Setting disk label of raid %1$s to %2$s
pl: Ustawianie etykiety dysku raid %1$s na %2$s

source: Set disk label of raid %1$s to %2$s
pl: Etykieta dysku raid%1$s zostanie ustawiona na %2$s

source: Adding entry for mount point %1$s to %2$s
pl: Dodawanie wpisu dla punktu montowania %1$s do %2$s

source: Add entry for mount point %1$s to %2$s
pl: Wpis dla punktu montowania %1$s zostanie dodany do %2$s

source: Updating entry for mount point %1$s in %2$s
pl: Aktualizacja wpisu dla punktu montowania %1$s - %2$s

source: Update entry for mount point %1$s in %2$s
pl: Wpis dla punktu montowania %1$s zostanie zaktualizowany na %2$s

source: Removing entry for mount point %1$s from %2$s
pl: Usuwanie wpisu dla punktu montowania %1$s z %2$s

source: Remove entry for mount point %1$s from %2$s
pl: Punkt montowania %1$s zostanie usunięty z %2$s

source: Deleting file-based device %1$s
pl: Usuwanie napędu plikowego %1$s

source: Delete file-based device %1$s (%2$s)
pl: Napęd plikowy %1$s (%2$s) zostanie usunięty

source: Creating file-based device %1$s of file %2$s
pl: Tworzenie napędu plikowego %1$s dla pliku %2$s

source: Create file-based device %1$s of file %2$s (%3$s) as %5$s with %4$s
pl: Napęd plikowy %1$s dla pliku %2$s (%3$s) zostanie utworzony jako %5$s z systemem plików %4$s

source: Create encrypted file-based device %1$s of file %2$s (%3$s) as %5$s with %4$s
pl: Zaszyfrowany napęd plikowy %1$s dla pliku %2$s (%3$s) zostanie utworzony jako %5$s z systemem plików %4$s

source: Create file-based device %1$s of file %2$s (%3$s)
pl: Napęd plikowy %1$s dla pliku %2$s (%3$s) zostanie utworzony

source: Formatting file-based device %1$s of %2$s (%3$s) with %4$s
pl: Formatowanie napędu plikowego %1$s dla pliku %2$s (%3$s) z systemem plików %4$s

source: Format file-based device %1$s of %2$s (%3$s) as %5$s with %4$s
pl: Napęd plikowy %1$s dla pliku %2$s (%3$s) zostanie sformatowany jako %5$s z systemem plików %4$s

source: Format encrypted file-based device %1$s of %2$s (%3$s) as %5$s with %4$s
pl: Zaszyfrowany napęd plikowy %1$s dla pliku %2$s (%3$s) zostanie sformatowany jako %5$s z systemem plików %4$s

source: Format file-based device %1$s of %2$s (%3$s) with %4$s
pl: Napęd plikowy %1$s dla pliku %2$s (%3$s) zostanie sformatowany z systemem plików %4$s

source: Deleting logical volume %1$s
pl: Usuwanie wolumenu logicznego %1$s

source: Delete logical volume %1$s (%2$s)
pl: Wolumin logiczny %1$s (%2$s) zostanie usunięty

source: Creating logical volume %1$s
pl: Tworzenie wolumenu logicznego %1$s

source: Create swap logical volume %1$s (%2$s)
pl: Logiczny wolumen wymiany %1$s (%2$s) zostanie utworzony

source: Create logical volume %1$s (%2$s) for %4$s with %3$s
pl: Wolumin logiczny %1$s (%2$s) zostanie utworzony dla %4$s z systemem plików %3$s

source: Create encrypted logical volume %1$s (%2$s) for %4$s with %3$s
pl: Wolumin logiczny %1$s (%2$s) zostanie utworzony dla %4$s z systemem plików %3$s

source: Create logical volume %1$s (%2$s)
pl: Wolumin logiczny %1$s (%2$s) zostanie utworzony

source: Formatting logical volume %1$s (%2$s) with %3$s
pl: Formatowanie wolumenu logicznego %1$s (%2$s) z systemem plików %3$s

source: Format logical volume %1$s (%2$s) for swap
pl: wolumen logiczny %1$s (%2$s) zostanie sformatowany jako wolumen wymiany

source: Format logical volume %1$s (%2$s) for %4$s with %3$s
pl: Wolumin logiczny %1$s (%2$s) zostanie utworzony dla %4$s z systemem plików %3$s

source: Format encrypted logical volume %1$s (%2$s) for %4$s with %3$s
pl: Zaszyfrowany wolumen logiczny %1$s (%2$s) zostanie utworzony dla %4$s z systemem plików %3$s

source: Format logical volume %1$s (%2$s) with %3$s
pl: Wolumin logiczny %1$s (%2$s) zostanie sformatowany z systemem plików %3$s

source: Shrinking logical volume %1$s to %2$s
pl: Zmniejszanie wolumenu logicznego %1$s do %2$s

source: Extending logical volume %1$s to %2$s
pl: Rozszerzanie wolumenu logicznego %1$s do %2$s

source: Shrink logical volume %1$s to %2$s
pl: Zmniejszanie wolumenu logicznego %1$s do %2$s

source: Extend logical volume %1$s to %2$s
pl: Rozszerzanie wolumenu logicznego %1$s do %2$s

source: Removing volume group %1$s
pl: Usuwanie grupy wolumenów %1$s

source: Remove volume group %1$s
pl: Grupa wolumenów %1$s zostanie usunięta

source: Creating volume group %1$s from %2$s
pl: Tworzenie grupy wolumenów %1$s z %2$s

source: Create volume group %1$s from %2$s
pl: Tworzenie grupy wolumenów %1$s z %2$s

source: Extending volume group %1$s with %2$s
pl: Rozszerzanie grupy wolumenów %1$s o %2$s

source: Extend volume group %1$s with %2$s
pl: Grupa wolumenów %1$s zostanie rozszerzona o %2$s

source: Reducing volume group %1$s by %2$s
pl: Zmniejszanie grupy wolumenów %1$s o %2$s

source: Reduce volume group %1$s by %2$s
pl: Grupa wolumenów %1$s zostanie zmniejszona o %2$s

source: Deleting software RAID %1$s
pl: Usuwanie programowego RAID %1$s

source: Delete software RAID %1$s (%2$s)
pl: Programowy RAID %1$s (%2$s) zostanie usunięty

source: Creating software RAID %1$s
pl: Tworzenie programowego RAID %1$s

source: Create software RAID %1$s (%2$s) for %4$s with %3$s
pl: Programowy RAID %1$s (%2$s) zostanie utworzony dla %4$s z systemem plików %3$s

source: Create encrypted software RAID %1$s (%2$s) for %4$s with %3$s
pl: Zaszyfrowany programowy RAID %1$s (%2$s) zostanie utworzony dla %4$s z systemem plików %3$s

source: Create software RAID %1$s (%2$s)
pl: Programowy RAID %1$s (%2$s) zostanie utworzony

source: Formatting software RAID %1$s (%2$s) with %3$s
pl: Formatowanie programowego RAID %1$s (%2$s) z systemem plików %3$s

source: Format software RAID %1$s (%2$s) for %4$s with %3$s
pl: Programowy RAID %1$s (%2$s) dla %4$s zostanie sformatowany z systemem plików %3$s

source: Format encrypted software RAID %1$s (%2$s) for %4$s with %3$s
pl: Zaszyfrowany programowy RAID %1$s (%2$s) dla %4$s zostanie sformatowany z systemem plików %3$s

source: Format software RAID %1$s (%2$s) with %3$s
pl: Programowy RAID %1$s (%2$s) zostanie sformatowany z systemem plików %3$s

source: Removing nfs volume %1$s
pl: Usuwanie wolumenów nfs %1$s

source: Remove nfs volume %1$s
pl: Usuń wolumen nfs %1$s

source: Deleting partition %1$s
pl: Usuwanie partycji %1$s

source: Delete Windows partition %1$s (%2$s)
pl: Partycja Windows %1$s (%2$s) zostanie usunięta

source: Delete partition %1$s (%2$s)
pl: Partycja %1$s (%2$s) zostanie usunięta

source: Creating partition %1$s
pl: Tworzenie partycji %1$s

source: Create extended partition %1$s (%2$s)
pl: Partycja rozszerzona %1$s (%2$s) zostanie utworzona

source: Create swap partition %1$s (%2$s)
pl: Partycja wymiany %1$s (%2$s) zostanie utworzona

source: Create root partition %1$s (%2$s) with %3$s
pl: Partycja główna %1$s (%2$s) zostanie utworzona z systemem plików %3$s

source: Create boot partition %1$s (%2$s) with %3$s
pl: Partycja rozruchowa %1$s (%2$s) zostanie utworzona z systemem plików %3$s

source: Create partition %1$s (%2$s) for %4$s with %3$s
pl: Partycja %1$s (%2$s) dla %4$s zostanie utworzona z systemem plików %3$s

source: Create encrypted partition %1$s (%2$s) for %4$s with %3$s
pl: Zaszyfrowana partycja %1$s (%2$s) dla %4$s zostanie utworzona z systemem plików %3$s

source: Create partition %1$s (%2$s) with id=%3$X
pl: Partycja %1$s (%2$s) z identyfikatorem id=%3$X zostanie utworzona

source: Create partition %1$s (%2$s)
pl: Partycja %1$s (%2$s) zostanie utworzona

source: Formatting partition %1$s (%2$s) with %3$s
pl: Formatowanie partycji %1$s (%2$s) z systemem plików %3$s

source: Format partition %1$s (%2$s) for swap
pl: Partycja %1$s (%2$s) zostanie utworzona jako partycja wymiany

source: Format partition %1$s (%2$s) for %4$s with %3$s
pl: Partycja %1$s (%2$s) dla %4$s zostanie sformatowana z systemem plików %3$s

source: Format encrypted partition %1$s (%2$s) for %4$s with %3$s
pl: Zaszyfrowana partycja %1$s (%2$s) dla %4$s zostanie sformatowana z systemem plików %3$s

source: Format partition %1$s (%2$s) with %3$s
pl: Partycja %1$s (%2$s) zostanie sformatowana z systemem plików %3$s

source: Shrinking partition %1$s to %2$s
pl: Zmniejszanie partycji %1$s do %2$s

source: Extending partition %1$s to %2$s
pl: Rozszerzanie partycji %1$s do %2$s

source: Shrink Windows partition %1$s to %2$s
pl: Zmniejszanie partycji Windows %1$s do %2$s

source: Extend Windows partition %1$s to %2$s
pl: Rozszerzanie partycji Windows %1$s do %2$s

source: Shrink partition %1$s to %2$s
pl: Zmniejszanie partycji %1$s do %2$s

source: Extend partition %1$s to %2$s
pl: Rozszerzanie partycji %1$s do %2$s

source: Formatting device %1$s (%2$s) with %3$s
pl: Formatowanie urządzenia %1$s (%2$s) z systemem plików %3$s

source: Format device %1$s (%2$s) for %4$s with %3$s
pl: Urządzenie %1$s (%2$s) dla %4$s zostanie sformatowane z systemem plików %3$s

source: Format encrypted device %1$s (%2$s) for %4$s with %3$s
pl: Zaszyfrowane urządzenie %1$s (%2$s) dla %4$s zostanie sformatowane z systemem plików %3$s

source: Format device %1$s (%2$s) with %3$s
pl: Urządzenie %1$s (%2$s) zostanie sformatowane z systemem plików %3$s

source: Mounting %1$s to %2$s
pl: Montowanie %1$s w %2$s

source: Unmounting %1$s
pl: Odmontowywanie %1$s

source: Change mount point of %1$s to %2$s
pl: Punkt montowania %1$s zostanie zmieniony na %2$s

source: Set mount point of %1$s to %2$s
pl: Punkt montowania %1$s zostanie ustawiony na %2$s

source: Use %1$s as %2$s
pl: Partycja %1$s zostanie użyta jako %2$s

source: Remove %1$s from %2$s
pl: Urządzenie %1$s zostanie usunięte z %2$s

source: Setting up encrypted loop device on %1$s
pl: Konfigurowanie zaszyfrowanego urządzenia pętli na %1$s

source: Set up encrypted loop device on %1$s
pl: Zaszyfrowane urządzenie pętli zostanie skonfigurowane na %1$s

source: Setting up encrypted dm device on %1$s
pl: Konfigurowanie zaszyfrowanego urządzenia dm na %1$s

source: Set up encrypted dm device on %1$s
pl: Zaszyfrowane urządzenie dm zostanie skonfigurowane na %1$s

source: Clearing label on %1$s
pl: Usuwanie etykiety wolumenu %1$s

source: Setting label on %1$s to %2$s
pl: Ustawianie etykiety wolumenu %1$s na %2$s

source: Clear label on %1$s
pl: Etykieta wolumenu %1$s zostanie usunięta

source: Set label on %1$s to %2$s
pl: Etykieta wolumenu %1$s zostanie ustawiona na %2$s

source: Shrinking %1$s to %2$s
pl: Zmniejszanie %1$s do %2$s

source: Extending %1$s to %2$s
pl: Rozszerzanie %1$s do %2$s

source: Shrink %1$s to %2$s
pl: Zmniejszanie %1$s do %2$s

source: Extend %1$s to %2$s
pl: Rozszerzanie %1$s do %2$s

source: The current selection is invalid: %1
pl: Bieżący wybór jest nieprawidłowy: %1

source: With the current partitioning, your %2 installation cannot be booted directly, because your /boot partition is above cylinder %1.
pl: Przy obecnym podziale na partycje nie można bezpośrednio uruchomić %2, ponieważ partycja /boot znajduje się powyżej cylindra %1.

source: &%1: %2, unassigned
pl: &%1: %2, nieprzydzielone

source: There is free space on the selected disk. Use this for %1?
pl: Na wybranym dysku jest wolne miejsce. Czy użyć go na %1?

source: Disk Areas to Use to Install %1
pl: Obszary dysku do wykorzystania na instalację %1

source: Use &entire hard disk
pl: Użyj cał&ego dysku

source: There are no partitions on this disk yet. The entire disk will be used for %1.
pl: Na tym dysku jeszcze nia ma partycji. Cały dysk zostanie użyty na %1.

source: This disk appears to be used by Windows. There is not enough space to install Linux.
pl: Wygląda na to, że dysk jest używany przez Windows. Nie ma wystarczająco dużo miejsca, aby zainstalować Linuksa.

source: &Delete Windows completely
pl: Całkowicie usuń Win&dows

source: &Shrink Windows partition
pl: Zmniej&sz partycję Windows

source: <p> Select where on your hard disk to install &product;. </p>
pl: <p> Proszę wybrać, gdzie na dysku twardym ma zostać zainstalowany &product;. </p>

source: <p> You can either use the <b>entire hard disk</b> or one or more of the partitions or free regions shown. </p>
pl: <p> Można użyć albo <b>całego dysku</b>, albo jednej z przedstawionych partycji lub wolnych regionów. </p>
