VALID_SCHEMA=Znaleziono wszystkie wymagane tabele. Schemat jest prawid\u0142owy.
CHECKING_SCHEMA=Wyszukiwanie schematu dla bazy danych
TABLE_FOUND=Sprawdzanie schematu tabeli {0}....znaleziono
TABLE_NOT_FOUND=Wyszukiwanie schematu dla tabeli {0}....nie znaleziono
MISSING_MAPPING=Nie mo\u017Cna by\u0142o odnale\u017A\u0107 mapowania Hibernate dla klasy {0}.
CREATING_SCHEMA=Tworzenie schematu bazy danych
UNICODE_TEST_ERROR=Wyst\u0105pi\u0142 b\u0142\u0105d bazy danych podczas sprawdzania obs\u0142ugi Unicode; szczeg\u00F3\u0142owe informacje - patrz \u015Bledzenie stosu.
ERR_ADD=Wyst\u0105pi\u0142 b\u0142\u0105d podczas dodawania obiektu {0}
ERR_DELETE=Wyst\u0105pi\u0142 b\u0142\u0105d podczas usuwania obiektu {0}
ERR_FIND=Wyst\u0105pi\u0142 b\u0142\u0105d podczas wyszukiwania obiektu przy u\u017Cyciu przyk\u0142adu {0}
ERR_ROLLBACK=Wyst\u0105pi\u0142 b\u0142\u0105d podczas wycofywania transakcji
DATA_FILE_PARSE=Nie powiod\u0142o si\u0119 przetwarzanie wczytanego pliku danych {0}.
SCHEMA_FILE_PARSE=Nie powiod\u0142o si\u0119 przetwarzanie pliku aktualizacji schematu bazy danych {0}.
MISSING_PRODUCER=Nie powiod\u0142o si\u0119 pobieranie ID producenta.
MISSING_SCHEMA_VER_INFO=Nie znaleziono danych w tabeli {0}.
INVALID_SCHEMA=Schemat jest nieprawid\u0142owy. Brakuje jednej lub wi\u0119cej wymaganych tabeli. Prosz\u0119 poszuka\u0107 w dzienniku informacji o nieznalezionych tabelach.
UNICODE_NOT_SUPPORTED=Baza danych aplikacji u\u017Cytkownika IDM nie obs\u0142uguje danych kodowanych w Unicode (UTF-8). Obs\u0142uga Unicode jest wymagana dla aplikacji u\u017Cytkownika IDM. Prosz\u0119 przekonfigurowa\u0107 baz\u0119 danych z zestawem znak\u00F3w kompatybilnym z Unicode.
UNSUPPORTED_UPGRADE=Nie powiod\u0142a si\u0119 aktualizacja schematu bazy danych. Nie znaleziono schematu aktualizacji dla wersji {0}.
INVALID_UPGRADE=Nie powiod\u0142a si\u0119 aktualizacja schematu bazy danych do produktu typu {0} z produktu typu {1}. Nie znaleziono schematu aktualizacji dla wersji {2}.
NO_VERSION=Nie mo\u017Cna wyznaczy\u0107 wersji bie\u017C\u0105cego schematu z pliku wersji XML {0}.
UNKNOWN_PRODUCT=Nieznana wersja produktu, nie mo\u017Cna przetworzy\u0107 schematu bazy danych.
UNKNOWN_OPERATION=Nieznana operacja aktualizacji schematu {0}.
UPDATING_SCHEMA_VERSION=Aktualizacja schematu bazy danych do wersji {0}
UPDATING_SCHEMA=Aktualizacja schematu bazy danych z {0} {1} do {2} {3}
ARGUMENT_MISMATCH=B\u0142\u0119dna liczba argument\u00F3w przekazana do polecenia SQL Update. Oczekiwano {0}, otrzymano {1}.
