style-res.attributes-heading=-- Atrybuty --
style-res.commands-heading=-- Polecenia --
style-res.actTypeButton-heading=Przycisk operacji
style-res.alt-text-add=Dodaj
ERR_UNKNOWN=Wyst\u0105pi\u0142 b\u0142\u0105d podczas nawi\u0105zywania po\u0142\u0105czenia z portletem. Prosz\u0119 spr\u00F3bowa\u0107 ponownie. Je\u015Bli problem b\u0119dzie si\u0119 powtarza\u0142, prosz\u0119 skontaktowa\u0107 si\u0119 z administratorem systemu.
style-res.confirm-delete-expanded-node=Czy na pewno usun\u0105\u0107 ten rozwini\u0119ty w\u0119ze\u0142? Tej operacji nie mo\u017Cna cofn\u0105\u0107.
style-res.msg-relationship-required=Wymagana jest co najmniej jedna relacja.
style-res.cancel=Anuluj
ERR_PREF_NO_RELATIONSHIP_KEY=Nie mo\u017Cna by\u0142o okre\u015Bli\u0107 klucza relacji.
ERR_PREF_NO_ENTITY_KEY=Nie mo\u017Cna by\u0142o okre\u015Bli\u0107 klucza encji.
style-res.alt-text-delete=Usu\u0144
style-res.label-display-depth=G\u0142\u0119boko\u015B\u0107 wy\u015Bwietlania
style-res.alt-text-edit=Edycja
style-res.html-layout=Edycja uk\u0142adu HTML
style-res.javax.portlet.preference.name.entity-definition=Definicja encji
style-res.label-entity-settings=Encja ustawie\u0144
style-res.label-expanded-node=W\u0119ze\u0142 rozwini\u0119ty
style-res.fullDisplay=Pe\u0142ny ekran
style-res.go-to-left-root-view=Przejd\u017A do lewego widoku g\u0142\u00F3wnego
style-res.go-to-top-root-view=Przejd\u017A do g\u00F3rnego widoku g\u0142\u00F3wnego
style-res.javax.portlet.preference.name.html-layout-S508=Uk\u0142ad HTML do wy\u015Bwietlania sekcji 508
style-res.javax.portlet.preference.name.html-layout-card=Uk\u0142ad HTML do wizyt\u00F3wek
style-res.javax.portlet.preference.name.html-layout-simple=Uk\u0142ad HTML do wy\u015Bwietlania uproszczonego
ERR_PREF_INVALID_TARGET=B\u0142\u0105d wewn\u0119trzny: ci\u0105g parametru \u017C\u0105dania nie zaczyna si\u0119 od {0}. Prosz\u0119 skontaktowa\u0107 si\u0119 z administratorem systemu.
style-res.actTypeLink-heading=Odno\u015Bnik
style-res.loading=Wczytywanie danych ...
style-res.lookupTitle=Wyszukiwanie
style-res.label-expanded-nodes=Modyfikacja ustawie\u0144 wy\u015Bwietlania rozwini\u0119tych w\u0119z\u0142\u00F3w
ERR_NO_LAYOUT=Dla tego typu danych nie ma dost\u0119pnego uk\u0142adu HTML. Prosz\u0119 zmodyfikowa\u0107 preferencje portletu.
style-res.msg-no-more-relationships-possible=Nie s\u0105 mo\u017Cliwe dalsze relacje.
style-res.label-object-entity=Encja obiektu
javax.portlet.short-title=Edytor uk\u0142adu schematu organizacyjnego
javax.portlet.title=Edytor preferencji uk\u0142adu schematu organizacyjnego
javax.portlet.description=Edytor z\u0142o\u017Conych preferencji uk\u0142adu portletu schematu organizacyjnego
javax.portlet.display-name=Portlet preferencji schematu organizacyjnego
style-res.msg-entity-required=Prosz\u0119 poda\u0107 inn\u0105 encj\u0119 obiektu
style-res.label-select-relationship=Relacje
style-res.label-relationship-settings=Ustawienia relacji
style-res.label-select-entity-definition=Wyb\u00F3r typu definicji encji
style-res.label-select-entity=Wyb\u00F3r encji obiektu
style-res.label-self=Siebie
style-res.label-specify-entity=Wybierz encj\u0119 obiektu
style-res.summary=Podsumowanie
style-res.tabbedDisplay=Wy\u015Bwietlanie w kartach
style-res.confirm-empty-html=Zawarto\u015B\u0107 tego uk\u0142adu HTML jest pusta. Czy na pewno zapisa\u0107 bez zaznaczonego uk\u0142adu HTML?
ERR_PREF_INVALID_ENTITY_DEFINITION_NO_LABEL=Nieprawid\u0142owa definicja encji musi by\u0107 usuni\u0119ta.
ERR_PREF_INVALID_RELATIONSHIP_DEFINITION_NO_LABEL=Nieprawid\u0142owa definicja relacji musi by\u0107 usuni\u0119ta.
ERR_PREF_INVALID_ENTITY_DEFINITION=Definicja relacji ({0}) jest nieprawid\u0142owa i musi by\u0107 usuni\u0119ta.
ERR_NO_REL_KEY=Dla tej encji nie ma dost\u0119pnego schematu organizacyjnego.
style-res.noscript=Ten portlet wymaga w\u0142\u0105czonej obs\u0142ugi JavaScript. Po w\u0142\u0105czeniu JavaScript b\u0119dzie mo\u017Cliwe przeszukiwanie schemat\u00F3w organizacyjnych, przegl\u0105danie ich i wykonywanie zada\u0144 opartych na to\u017Csamo\u015Bciach.
style-res.javax.portlet.preference.description.entity-definition=Zdefiniowany typ encji wirtualnej.
ERR_UNRECOVERABLE_SYSTEM_EXCEPTION=Nienaprawialny b\u0142\u0105d systemu
style-res.lookupAlt=Prosz\u0119 u\u017Cy\u0107 wyszukiwania, aby zaw\u0119zi\u0107 lub przedefiniowa\u0107 wykres
ERR_VIRTUAL_DATA_EXCEPTION=B\u0142\u0105d danych wirtualnych
style-res.javax.portlet.preference.description.html-layout-S508=W tym miejscu za pomoc\u0105 w\u0142asnego kodu HTML mo\u017Cna kontrolowa\u0107 wy\u015Bwietlanie zgodne z Section 508 oraz uk\u0142ad encji wewn\u0105trz schematu organizacyjnego. (Aby otworzy\u0107 edytor uk\u0142adu HTML, nale\u017Cy klikn\u0105\u0107 ikon\u0119 edycji.) Za pomoc\u0105 listy S\u0142owa kluczowe mo\u017Cna dodawa\u0107 warto\u015Bci atrybut\u00F3w. W edytorze uk\u0142adu wybrane atrybuty. W edytorze uk\u0142adu wybrane atrybuty pojawi\u0105 si\u0119 w formie ci\u0105gu znak\u00F3w zast\u0119pczych. Nie nale\u017Cy ich zmienia\u0107 r\u0119cznie, ale kod HTML mo\u017Cna zmienia\u0107 dowolnie. Uwaga: ci\u0105gi zast\u0119pcze atrybut\u00F3w obraz\u00F3w zostan\u0105 zast\u0105pione odpowiednimi znacznikami \u003cimg\u003e kiedy portlet schematu organizacyjnego b\u0119dzie uruchomiony.
style-res.javax.portlet.preference.description.html-layout-card=W tym miejscu za pomoc\u0105 w\u0142asnego kodu HTML mo\u017Cna kontrolowa\u0107 wy\u015Bwietlanie i uk\u0142ad wizyt\u00F3wek wewn\u0105trz schematu organizacyjnego. (Aby otworzy\u0107 edytor uk\u0142adu HTML, nale\u017Cy klikn\u0105\u0107 ikon\u0119 edycji.) Za pomoc\u0105 listy S\u0142owa kluczowe mo\u017Cna dodawa\u0107 warto\u015Bci atrybut\u00F3w. W edytorze uk\u0142adu wybrane atrybuty. W edytorze uk\u0142adu wybrane atrybuty pojawi\u0105 si\u0119 w formie ci\u0105gu znak\u00F3w zast\u0119pczych. Nie nale\u017Cy ich zmienia\u0107 r\u0119cznie, ale kod HTML mo\u017Cna zmienia\u0107 dowolnie. Uwaga: ci\u0105gi zast\u0119pcze atrybut\u00F3w obraz\u00F3w zostan\u0105 zast\u0105pione odpowiednimi znacznikami \u003cimg\u003e kiedy portlet schematu organizacyjnego b\u0119dzie uruchomiony.
style-res.javax.portlet.preference.description.html-layout-simple=W tym miejscu za pomoc\u0105 w\u0142asnego kodu HTML mo\u017Cna kontrolowa\u0107 proste wy\u015Bwietlanie i uk\u0142ad encji wewn\u0105trz schematu organizacyjnego. (Aby otworzy\u0107 edytor uk\u0142adu HTML, nale\u017Cy klikn\u0105\u0107 ikon\u0119 edycji.) Za pomoc\u0105 listy S\u0142owa kluczowe mo\u017Cna dodawa\u0107 warto\u015Bci atrybut\u00F3w. W edytorze uk\u0142adu wybrane atrybuty. W edytorze uk\u0142adu wybrane atrybuty pojawi\u0105 si\u0119 w formie ci\u0105gu znak\u00F3w zast\u0119pczych. Nie nale\u017Cy ich zmienia\u0107 r\u0119cznie, ale kod HTML mo\u017Cna zmienia\u0107 dowolnie. Uwaga: ci\u0105gi zast\u0119pcze atrybut\u00F3w obraz\u00F3w zostan\u0105 zast\u0105pione odpowiednimi znacznikami \u003cimg\u003e kiedy portlet schematu organizacyjnego b\u0119dzie uruchomiony.
ERR_PREF_ENTITY_DEFINITION_REQUIRED=Trzeba mie\u0107 co najmniej 1 definicj\u0119 relacji.
style-res.false-text=nie
style-res.true-text=tak
style-res.availOrgChart=Schemat organizacyjny {0}
