Repository: aviarypl/suse-l10n-pl
Catalog: kpowersave/po/*.po
Languages: pl

source: General Blacklist
pl: Ogólna czarna lista

source: Scheme:
pl: Schemat:

source: Selected entry removed.
pl: Wybrane pozycje usunięte.

source: Could not remove the selected entry.
pl: Nie można usunąć wybranej pozycji.

source: Inserted new entry.
pl: Dodano nową pozycję.

source: Entry exists already. Did not insert new entry.
pl: Pozycja już istnieje. Nie wstawię nowej pozycji.

source: Empty entry was not inserted.
pl: Pusta pozycja nie została wstawiona.

source: If the current desktop user is inactive, dim the display to:
pl: Jeśli bieżący użytkownik jest nieaktywny wygaś monitor do stanu:

source: Enable dim display on inactivity
pl: Włącz wygaszanie ekranu w przypadku braku aktywności

source: Device
pl: Urządzenie

source: Devices
pl: Urządzenia

source: Device class
pl: Klasa urządzenia

source: activate
pl: włącz

source: Activate
pl: Włącz

source: deactivate
pl: wyłącz

source: Deactivate
pl: Wyłącz

source: activated
pl: włączone

source: deactivated
pl: wyłączone

source: do nothing
pl: nie rób nic

source: Deactivate following devices:
pl: Wyłącz następujące urządzenia:

source: Activate following devices
pl: Włącz następujące urządzenia

source: Reactivate following devices
pl: Włącz ponownie następujące urządzenia

source: Deactivate following device classes:
pl: Wyłącz następujące klasy urządzeń:

source: Activate following devices classes
pl: Włącz następujące klasy urządzeń

source: Reactivate following device classes
pl: Włącz ponownie następujące klasy urządzeń

source: If the scheme switched all devices are again activated.
pl: Po zmianie schematu wszystkie urządzenia zostaną ponownie włączone

source: This is a experimental feature.
pl: To jest funkcja eksperymentalna

source: If you have problems with this feature, please report them.
pl: Jeżeli napotkasz problemy podczas korzystania z tej funkcji, prosimy, zgłoś je.

source: Select one of the available devices and click on
pl: Wybierz jedno z dostępnych urządzeń i kliknij na nim

source: Performance
pl: Wydajność

source: Powersave
pl: Oszczędzanie energii

source: Presentation
pl: Prezentacja

source: Acoustic
pl: Akustycznie

source: This enables specific screen saver settings. Note: If selected, the global screen saver settings are overwritten while kpowersave runs.
pl: To włącza specyficzne ustawienia wygaszacza ekranu. Uwaga: Po wybraniu, globalne ustawienia wygaszacza są przysłaniane w czasie działania kpowersave.

source: This disables the screen saver. Note: If selected, the global screen saver settings are overwritten while kpowersave runs.
pl: To wyłącza wygaszacz ekranu. Uwaga: Po wybraniu, globalne ustawienia wygaszacza są przysłaniane w czasie działania kpowersave.

source: This blanks the screen instead of using a specific screen saver. Note: This may work only with KScreensaver.
pl: To czyści ekran zamiast używać jakiegoś wygaszacza ekranu. Uwaga: To może działać tylko w KScreensaver.

source: This enables specific DPMS settings. Note: If selected, the global DPMS settings are overwritten while kpowersave runs.
pl: To włącza ustawienia specyficzne dla DPMS. Uwaga: Po wybraniu, globalne ustawienia DPMS są przysłaniane w czasie działania kpowersave.

source: This disables DPMS support.
pl: To wyłącza obsługę DPMS.

source: If selected, the screen is locked on suspend or standby.
pl: Po wybraniu ekran jest blokowany w stanie uśpienia lub gotowości.

source: If selected, the screen is locked if the lid close event is triggered.
pl: Po wybraniu ekran jest blokowany po wystąpieniu zdarzenia zamknięcia pokrywy ekranu.

source: Check this box to enable or disable automatic suspension of the computer.
pl: Zaznacz to pole aby włączy albo wyłączyć automatyczne usypianie komputera.

source: Activate this action if the user was inactive for the defined time (greater than 0 minutes). If empty, nothing happens.
pl: Aktywuj tę akcję, jeśli użytkownik był nieaktywny przez określony czas (większy niż 0 minut). Jeśli puste, to nic się nie stanie.

source: All scheme-related screen saver and DPMS settings.
pl: Wszystkie schematyczne ustawienia wygaszacza ekranu i DPMS.

source: All scheme-related automatic suspend settings.
pl: Wszystkie schematyczne ustawienia usypiania.

source: Select Automatically
pl: wybierz automatyczie

source: There are unsaved changes in the active scheme. Apply the changes before jumping to the next scheme or discard the changes?
pl: W aktywnym schemacie są niezapisane zmiany. Zastosować zmiany przez przejściem do następnego schematu czy porzucić zmiany?

source: Unsaved Changes
pl: Niezapisane zmiany

source: There are unsaved changes. Apply the changes before cancel or discard the changes?
pl: Są niezapisane zmiany. Zastosować zmiany przed anulowaniem czy odrzucić zmiany?

source: <b>Note:</b> If you select this option, the computer will suspend or standby if the current user is inactive for the defined time even if somebody is logged in remotely to the X server.<br><br> This feature can also produce problems with some programs, such as video players or cd burner. These programs can be blacklisted by checking <b>Enable scheme-specific blacklist</b> and click <b>Edit Blacklist...</b>. If this does not help, report the problem or deactivate autosuspend.<br><br> Really use this option?
pl: <b>Uwaga:</b> Po wybraniu tej opcji komputer będzie przechodził w stan uśpienia albo gotowości, jeśli aktualny użytkownik nie będzie aktywny przez określony czas nawet jeśli ktoś zalogował się zdalnie do X serwera.<br><br> Ta opcja może także powodować problemy z niektórymi programami, takimi jak odtwarzacze wideo i nagrywarki cd. Programy te można umieścić na czarnej liście zaznaczając <b>Włącz specyficzną dla schematu czarną listę</b> i klikając <b>Edycja czarnej listy...</b>. Jeśli to nie pomoże, to zgłoś problem albo zdeaktywuj automatyczne usypianie.<br><br> Czy naprawdę użyć tej opcji?

source: <b>Note:</b> If you select this option, the computer will suspend or standby if the current user is inactive for the defined time. <br><br> This feature can also produce problems with some programs, such as video players or cd burner. These programs can be blacklisted by checking <b>Enable scheme-specific blacklist</b> and click <b>Edit Blacklist...</b>. If this does not help, report the problem or deactivate autosuspend.<br><br> Really use this option?
pl: <b>Uwaga:</b> Po wybraniu tej opcji komputer będzie przechodził w stan uśpienia albo gotowości, jeśli aktualny użytkownik nie będzie aktywny przez określony czas.<br><br> Ta opcja może także powodować problemy z niektórymi programami, takimi jak odtwarzacze wideo i nagrywarki cd. Programy te można umieścić na czarnej liście zaznaczając <b>Włącz specyficzną dla schematu czarną listę</b> i klikając <b>Edycja czarnej listy...</b>. Jeśli to nie pomoże, to zgłoś problem albo zdeaktywuj automatyczne usypianie.<br><br> Czy naprawdę użyć tej opcji?

source: The blacklist of the selected scheme is empty. Import the general blacklist?
pl: Czarna lista wybranego schematu jest pusta. Zaimportować ogólną czarną listę?

source: Cannot play the selected sound file. The file does not exist.
pl: Nie można odtworzyć wybranego pliku dźwiękowego. Plik nie istnieje.

source: Cannot play sound. No file selected.
pl: Nie można odtworzyć dźwięku. Nie wybrano pliku.

source: Warning
pl: Ostrzeżenie

source: Critical
pl: Krytyczny

source: Low
pl: Niski

source: Dynamic
pl: Dynamicznie

source: Preparing Suspend...
pl: Przygotowywanie do uśpienia...

source: Inactivity detected. Machine autosuspend in %1 seconds.
pl: Wykryty brak aktywności. Automatycznie uśpienie za %1 sekund.

source: Cannot connect to D-BUS. The D-BUS daemon may not be running.
pl: Nie można połączyć się z D-BUS. Być może nie działa demon D-BUS.

source: Configure KPowersave...
pl: Konfiguracja KPowersave...

source: Start YaST2 Power Management Module...
pl: Uruchom moduł zarządzania energią YaST2...

source: Suspend to Disk
pl: Uśpij na dysk

source: Suspend to RAM
pl: Uśpij do pamięci RAM

source: Standby
pl: Gotowość

source: Set CPU Frequency Policy
pl: Ustaw politykę częstotliwości procesora

source: Set Active Scheme
pl: Ustaw aktywny schemat

source: Disable Actions on Inactivity
pl: Wyłącz akcje związane z nieaktywnością

source: WARNING
pl: OSTRZEŻENIE

source: Cannot find any schemes. Maybe the powersave daemon is not running. Starting it with '/usr/sbin/rcpowersaved start' should help.
pl: Nie można znaleźć żadnego schematu. Może nie działa demon powersave. Uruchomienie go poleceniem '/usr/sbin/rcpowersaved start' powinno pomóc.

source: Plugged in -- fully charged
pl: Zasilany -- w pełni naładowany

source: Plugged in
pl: Zasilany

source: Plugged in -- %1% charged (%2:%3 remaining hours)
pl: Zasilany -- naładowany 2 %1% (pozostało %2:%3 godz.)

source: Plugged in -- no battery
pl: Zasilany -- bez baterii

source: Plugged in -- %1% charged
pl: Zasilany -- naładowany w %1%

source: Running on batteries -- %1% charged (%2:%3 hours remaining)
pl: Na bateriach -- naładowany 2 %1% (pozostało %2:%3 godz.)

source: Running on batteries -- %1% charged
pl: Na bateriach -- naładowany w %1%

source: -- battery is charging
pl: -- bateria się ładuje

source: Could not start YaST Power Management Module. Check if it is installed.
pl: Nie można uruchomić modułu zarządzania energią YaST. Sprawdź czy jest zainstalowany.

source: Suspend to disk disabled by administrator.
pl: Usypianie na dysk wyłączone przez administratora.

source: The powersave daemon must be running in the background for a suspend to disk.
pl: Dla usypiania na dysk demon powersave musi działać w tle.

source: Suspend to RAM disabled by administrator.
pl: Usypianie do pamięci RAM wyłączone przez administratora.

source: The powersave daemon must be running in the background for a suspend to RAM.
pl: Dla usypiania do pamięci RAM demon powersave musi działać w tle.

source: Standby disabled by administrator.
pl: Stan gotowości wyłączony przez administratora.

source: The powersave daemon must be running in the background for standby.
pl: Dla używania stanu gotowości demon powersave musi działać w tle.

source: Could not lock the screen. There may be a problem with the selected lock method or something else.
pl: Nie można zablokować ekranu. Może być problem z wybraną metodą blokownia albo z czymś innym.

source: Start KPowersave automatically when you log in?
pl: Czy uruchamiać KPowersave automatycznie po zalogowaniu?

source: CPU Freq Policy %1 could not be set.
pl: Polityka częstotliwości procesora %1 nie może być ustawiona.

source: Scheme %1 could not be activated.
pl: Nie można aktywować schematu %1.

source: Battery state changed to CRITICAL -- remaining time: %1 hours and %2 minutes. Shut down your system or plug in the power cable immediately.
pl: Stan baterii zmieniony na KRYTYCZNY -- pozostały czas: %1 godzin %2 minut. Wyłącz system albo natychmiast włącz kabel zasilający.

source: Battery state changed to LOW -- remaining time: %1 hours and %2 minutes.
pl: Stan baterii zmieniony na NISKI -- pozostały czas: %1 godzin %2 minut.

source: Battery state changed to WARNING -- remaining time: %1 hours and %2 minutes.
pl: Stan baterii zmieniony na OSTRZEŻENIE -- pozostały czas: %1 godzin %2 minut.

source: The powersave daemon is not running. Starting it will improve performance: rcpowersaved start
pl: Demon powersave nie działa. Uruchomienie go zwiększy wydajność: rcpowersaved start

source: checking resume kernel
pl: sprawdzane jądra do wznowienia

source: checking for swap partition
pl: sprawdzanie partycji wymiany

source: unmounting FAT/NTFS partitions
pl: odmontowywanie partycji FAT/NTFS

source: stopping services
pl: zatrzymywanie usług

source: stopping service:
pl: zatrzymywanie usługi:

source: unloading modules
pl: usuwanie modułów

source: unloading module:
pl: usuwanie modułu:

source: syncing file systems
pl: synchronizacja systemów plików

source: preparing bootloader
pl: przygotowanie programu ładującego

source: Could not load the global configuration.
pl: Nie można załadować konfiguracji globalnej.

source: Could not load the requested scheme configuration.
pl: Nie można załadować żądanego schematu konfiguracji.

source: Configure the current scheme.
pl: Skonfiguruj aktualny schemat.

source: Try loading the default configuration.
pl: Spróbuj załadować domyślną konfigurację.

source: Maybe the global configuration file is empty or missing.
pl: Może plik globalnej konfiguracji jest pusty albo wcale go nie ma.

source: Autosuspend Blacklist Edit
pl: Edycja czarnej listy automatycznego usypiania

source: &Cancel
pl: Anuluj (&c)

source: Add
pl: Dodaj

source: Remo&ve
pl: Usuń (&v)

source: KPowersave Settings
pl: Ustawienia KPowersave

source: &Apply
pl: Z&astosuj

source: Enable specific display power management
pl: Włącz specyficzne zarządzanie energią

source: Standby after:
pl: Stan gotowości po:

source: Only blank the screen
pl: Tylko wygaś ekran

source: Disable screen saver
pl: Wyłącz wygaszacz ekranu

source: Enable specific screensaver settings
pl: Włącz specyficzne ustawienia wygaszacza ekranu

source: Suspend after:
pl: Uśpij po:

source: Power off after:
pl: Wyłącz po:

source: Disable display power management
pl: Wyłącz zarządzanie energią wyświetlacza

source: Screen Saver and DPMS
pl: Wygaszacz ekranu i DPMS

source: Enable autosuspend
pl: Włącz automatyczne usypianie

source: If the current desktop user is inactive the computer will:
pl: Jeśli bieżący użytkownik biurkowy jest nieaktywny komputer przejdzie w stan:

source: after:
pl: po:

source: Edit Blacklist...
pl: Edycja czarnej listy...

source: Enable scheme-specific blacklist
pl: Włącz specyficzną dla schematu czarną listę

source: Autosuspend
pl: Automatyczne usypianie

source: Sound
pl: Dźwięk

source: Disable autosuspend sounds
pl: Wyłącz dźwięki automatycznego usypiania

source: Disable AC plug sounds
pl: Wyłącz dźwięki dołączania zasilania

source: Disable battery warning sounds
pl: Wyłącz dźwięki ostrzegawcze zasilania

source: Miscellaneous
pl: Różności

source: Scheme Settings
pl: Ustawienia schematu

source: Lock Screen
pl: Zablokuj ekran

source: Lock screen on lid close
pl: Zablokuj ekran po zamknięciu pokrywy.

source: Lock screen before suspend or standby
pl: Zablokuj ekran przed przejściem w stan uśpienia lub gotowości.

source: Lock screen with:
pl: Zablokuj ekran używając:

source: Never ask me again on exit
pl: Nigdy więcej nie pytaj mnie przy wychodzeniu.

source: KPowersave starts automatically on login
pl: KPowersave startuje automatycznie przy logowaniu.

source: Edit General Blacklist...
pl: Edycja ogólnej czarnej listy...

source: General Settings
pl: Ustawienia ogólne

source: Battery States
pl: Stany baterii

source: Enabled
pl: włączone

source: AC Plugging Events
pl: Zdarzenia włączania zasilania

source: In
pl: jest

source: Out
pl: brak

source: Sound Settings
pl: Ustawienia dźwięków

source: KScreensaver not found.
pl: KScreensaver nie znaleziony.

source: Try locking with XScreensaver or xlock.
pl: Spróbuj zablokować używając XScreensaver albo xlock.

source: XScreensaver not found.
pl: XScreensaver nie znaleziony.

source: Try locking the screen with xlock.
pl: Spróbuj zablokować używając xlock.

source: XScreensaver and xlock not found. It is not possible to lock the screen. Check your installation.
pl: XScreensaver i xlock nie znalezione. Nie da się zablokować ekranu. Sprawdź swoją instalację.

source: You are not permitted to connect to the daemon
pl: Nie masz prawa łączyć się z demonem
