Repository: aviarypl/suse-l10n-pl
Catalog: lcn/apparmor-utils.*.po
Languages: pl

source: SubDomain does not appear to be started. Please enable SubDomain and try again.
pl: Program SubDomain nie jest uruchomiony. Proszę go włączyć i spróbować ponownie.

source: Can't find subdomain profiles in %s.
pl: Nie można znaleźć profili poddomen w %s.

source: This wizard will help you create a new AppArmor security profile for an application, or you can use it to enhance an existing profile by allowing AppArmor to learn new application behavior. Please enter the application name for which you would like to create a profile, or selecte Browse to find the application on your system.
pl: Niniejszy asystent pomaga utworzyć nowy profil bezpieczeństwa AppArmor dla aplikacji. Można także użyć go do rozszerzenia istniejącego profilu i zezwolić na naukę zachowania nowej aplikacji. Proszę podać nazwę aplikacji, dla której ma być utworzony profil lub nacisnąć przycisk "Przeglądaj", aby wybrać ją w systemie plików.

source: &Application to Profile
pl: &Aplikacja do profilowania

source: &Create
pl: &Utwórz

source: &Abort
pl: P&rzerwij

source: Select Program to Profile
pl: Program do profilowania

source: The specified file is not executable. Please enter an application name to continue generating a profile or press Abort to cancel this wizard.
pl: Wybrany plik nie jest wykonywalny. Proszę podać nazwę aplikacji, aby kontynuować tworzenie profilu lub nacisnąć przycisk "Przerwij", aby zakończyć działanie asystenta.

source: The specified pathname is a directory. Please enter an application name to continue generating a profile or press Abort to cancel this wizard.
pl: Podana nazwa wskazuje na katalog. Proszę podać nazwę aplikacji, aby kontynuować tworzenie profilu lub nacisnąć przycisk "Przerwij", aby zakończyć działanie asystenta.

source: The specified file does not exist. Please enter an application name to continue generating a profile or press Abort to cancel this wizard.
pl: Wybrany plik nie istnieje. Proszę podać nazwę aplikacji, aby kontynuować tworzenie profilu lub nacisnąć przycisk "Przerwij", aby zakończyć działanie asystenta.

source: You have not entered or selected an application to profile. Please enter an application name to continue generating a profile or press Abort to cancel this wizard.
pl: Nie podano nazwy aplikacji do profilowania. Proszę podać nazwę aplikacji, aby kontynuować tworzenie profilu lub nacisnąć przycisk "Przerwij", aby zakończyć działanie asystenta.

source: Profiling
pl: Profilowanie

source: Please start the application to be profiled in another window and exercise its functionality now. Once completed, select the 'Scan' option below in order to scan the system logs for AppArmor events. For each AppArmor event, you will be given the opportunity to choose whether the access should be allowed or denied.
pl: Proszę uruchomić w innym oknie aplikację, która ma być profilowana i zasymulować jej normalne użytkowanie. Po zakończeniu proszę nacisnąć przycisk "Szukaj", aby przeszukać dzienniki systemowe pod kątem zdarzeń AppArmor. Dla każdego zdarzenia AppArmora będzie można określić, czy dostęp ma być dozwolony czy zabroniony.

source: Are you sure you want to exit?
pl: Czy na pewno zakończyć?

source: Reloaded SubDomain profiles in enforce mode.
pl: Wczytano ponownie profile SubDomain w trybie wymuszania.

source: Finished generating profile for %s.
pl: Zakończono generowanie profilu dla %s.

source: Unable to open
pl: Nie można otworzyć

source: Couldn't save query.
pl: Nie można zapisać zapytania.

source: Couldn't retrieve query.
pl: Nie można pobrać zapytania.

source: # Security Incident Report - Generated by AppArmor
pl: # Raport o incydentach bezpieczeństwa wygenerowany przez AppArmor

source: # Period: %s - %s
pl: # Okres: %s - %s

source: # The following filters were used for report generation:
pl: # Do wygenerowania raportu użyto poniższych filtrów:

source: # Filter: %s, Value: %s
pl: # Filtr: %s, wartość: %s

source: # No filters were used for report generation:
pl: # Podczas wygenerowania nie użyto żadnych filtrów:

source: <h3>Security Incident Report - Generated by AppArmor</h3>
pl: <h3>Raport o incydentach bezpieczeństwa wygenerowany przez AppArmor</h3>

source: <h4>Period: %s - %s</h4>
pl: <h4>Okres: %s - %s</h4>

source: ag_reports_confined: Couldn't open %s for writing.
pl: ag_reports_confined: nie można otworzyć %s do zapisu.

source: Failure in readMultiAudLog() - couldn't open %s.
pl: Błąd w readMultiAudLog() - nie można otworzyć %s.

source: Problem in readMultiAudLog() - couldn't open %s/%s.
pl: Problem w readMultiAudLog() - nie można otworzyć %s/%s.

source: readAudLog() wasn't passed an input file.
pl: Nie podano pliku wejściowego do readAudLog().

source: readAudLog() couldn't open %s.
pl: Nie można otworzyć %s w readAudLog().

source: Can't run %s. Exiting.
pl: Nie można uruchomić %s. Zakończono.

source: ag_reports_confined: Missing instruction or argument!
pl: ag_reports_confined: nie podano polecenia lub parametru.

source: Failure in readMultiEssLog() - couldn't open
pl: Błąd in readMultiEssLog() - nie można otworzyć

source: Problem in readMultiEssLog() - couldn't open
pl: Problem w readMultiEssLog() - nie można otworzyć

source: readEssLog() wasn't passed an input file.
pl: Nie przekazano pliku wejściowego do readEssLog().

source: readEssLog() couldn't open %s
pl: Nie można otworzyć %s w readEssLog().

source: ag_logparse: Unknown instruction %s or argument: %s
pl: ag_logparse: nieznana instrukcja %s lub parametr: %s

source: ag_reports_parse: Couldn't open %s for writing.
pl: ag_reports_parse: nie można otworzyć %s do zapisu.

source: ag_reports_parse: No archived reports found.
pl: ag_reports_parse: nie znaleziono żadnych zarchiwizowanych raportów.

source: ag_reports_parse: Can't open directory %s: %s
pl: ag_reports_parse: nie można otworzyć katalogu %s: %s

source: ag_reports_parse: Unknown instruction %s or argument: %s
pl: ag_reports_parse: nieznana instrukcja %s lub parametr: %s

source: Couldn't find %s. Unable to create crontab. Exiting.
pl: Nie można znaleźć %s. Nie można utworzyć pliku crontab. Zakończono.

source: Couldn't open %s.
pl: Nie można otworzyć %s.

source: Couldn't open %s. Unable to add report: %s
pl: Nie można otworzyć %s. Nie można dodać raportu: %s

source: Duplicate report name not allowed. Didn't schedule new report: %s
pl: Powtórzona nazwa raportu nie jest dozwolona. Nie zaplanowano nowego raportu: %s

source: Couldn't open %s. No changes performed.
pl: Nie można otworzyć %s. Nie wykonano żadnych zmian.

source: ag_reports_sched: Unknown instruction %s or arg: %s
pl: ag_reports_sched: nieznana instrukcja %s lub parametr: %s

source: Failed copying %s.
pl: Kopiowanie %s zakończone niepowodzeniem.

source: Setting %s to audit mode.
pl: Ustawianie %s w tryb audytu.

source: Can't find %s in the system path list. If the name of the application is correct, please run 'which %s' as a user with the correct PATH environment set up in order to find the fully-qualified path.
pl: Nie można odnaleźć %s w ścieżkach systemowych. Jeśli nazwa aplikacji jest prawidłowa, to aby znaleźć pełną ścieżkę do programu proszę uruchomić polecenie 'which %s' jako użytkownik z poprawnie ustawionymi ścieżkami systemowymi

source: %s does not exist, please double-check the path.
pl: %s nie istnieje. Proszę ponownie sprawdzić ścieżkę.

source: usage: %s [ -d /path/to/profiles ] [ program to switch to audit mode ]
pl: użycie: %s [ -d /ścieżka/do/profili ] [ program do zmiany trybu kontroli ]

source: Please enter the program to create a profile for:
pl: Proszę podać program, dla którego ma być stworzony profil:

source: %s is currently marked as a program that should not have it's own profile. Usually, programs are marked this way if creating a profile for them is likely to break the rest of the system. If you know what you're doing and are certain you want to create a profile for this program, edit the corresponding entry in the [qualifiers] section in /etc/apparmor/logprof.conf.
pl: Program %s jest określony jako program bez własnego profilu. W ten sposób oznaczane są programy, których profile mogłyby uszkodzić system. W przypadku absolutnej pewności, profil dla tego programu można utworzyć edytując sekcję [qualifiers] w pliku /etc/apparmor/logprof.conf.

source: Profile for %s already exists - skipping.
pl: Profil dla %s już istnieje - pominięcie.

source: Please enter the program to switch to complain mode:
pl: Proszę podać program do przełączenia w tryb głośny:

source: Setting %s to complain mode.
pl: Ustawianie %s w tryb głośny.

source: usage: %s [ -d /path/to/profiles ] [ program to switch to complain mode ]
pl: użycie: %s [ -d /ścieżka/do/profili ] [ program do zmiany trybu głośnego ]

source: Please enter the program to switch to enforce mode:
pl: Proszę podać program do przełączenia w tryb wymuszania:

source: Setting %s to enforce mode.
pl: Ustawianie %s w tryb wymuszania.

source: usage: %s [ -d /path/to/profiles ] [ program to switch to enforce mode ]
pl: użycie: %s [ -d /ścieżka/do/profili ] [ program do zmiany trybu wymuszania ]

source: Please enter the program to profile:
pl: Proszę podać program do profilowania:

source: Can't find %s in the system path list. If the name of the application is correct, please run 'which %s' in the other window in order to find the fully-qualified path.
pl: Nie można odnaleźć %s w ścieżkach systemowych. Jeśli nazwa aplikacji jest prawidłowa, proszę uruchomić polecenie 'which %s' w innym oknie, aby odnaleźć pełną ścieżkę.

source: Please start the application to be profiled in another window and exercise its functionality now. Once completed, select the "Scan" button below in order to scan the system logs for AppArmor events. For each AppArmor event, you will be given the opportunity to choose whether the access should be allowed or denied.
pl: Proszę uruchomić w innym oknie aplikację, która ma być profilowana. Po zakończeniu proszę nacisnąć przycisk "Szukaj", aby przeszukać dzienniki systemowe pod kątem zdarzeń AppArmor. Dla każdego zdarzenia AppArmora będzie można określić, czy dostęp ma być dozwolony czy zabroniony.

source: usage: %s [ -d /path/to/profiles ] [ -f /path/to/logfile ] [ program to profile ]
pl: użycie: %s [ -d /ścieżka/do/profili ] [ -f /ścieżka/dziennika] [ program do profilowania ]

source: usage: %s [ -d /path/to/profiles ] [ -f /path/to/logfile ] [ -m "mark in log to start processing after"
pl: użycie: %s [ -d /ścieżka/do/profili ] [ -f /ścieżka/dziennika] [ -m "znak w dzienniku od którego zacznie się przetwarzanie" ]

source: DBI Execution failed: %s.
pl: Wykonanie DBI zakończone niepowodzeniem: %s.

source: Couldn't open file: %s.
pl: Nie można otworzyć pliku: %s

source: No type value passed. Unable to determine page count.
pl: Nie podano wartości typu. Nie można określić liczby stron.

source: Export Log Error: Couldn't open %s
pl: Błąd eksportu dziennika: nie można otworzyć %s

source: Fatal error. No report name given. Exiting.
pl: Błąd krytyczny. Nie podano nazwy raportu. Zakończono.

source: Unable to get configuration info for %s. Unable to find %s.
pl: Nie można pobrać informacji o konfiguracji dla %s. Nie można znaleźć %s.

source: Failed to parse: %s.
pl: Analiza zakończona niepowodzeniem: %s.

source: Fatal Error. Couldn't open %s.
pl: Błąd krytyczny. Nie można otworzyć %s.

source: Fatal Error. Can't run %s. Exiting.
pl: Błąd krytyczny. Nie uruchomić %s. Zakończono.

source: Fatal Error. No directory, %s, found. Exiting.
pl: Błąd krytyczny. nie znaleziono katalogu %s. Zakończono.

source: Fatal Error. Couldn't open %s. Exiting
pl: Błąd krytyczny. Nie można otworzyć %s. Zakończono.

source: DBI Execution failed: %s
pl: Wykonanie DBI zakończone niepowodzeniem: %s

source: Fatal Error. getArchReport() couldn't open %s
pl: Błąd krytyczny. Funkcja getArchReport() nie mogła otworzyć %s

source: Can't find %s.
pl: Nie można znaleźć %s.

source: Connecting to repository.....
pl: Łączenie z repozytorium...

source: Inactive local profile for
pl: Nieaktywny profil lokalny dla

source: Profile
pl: Profil

source: Profile submitted by
pl: Profil złożony przez

source: (Y)es
pl: (T)ak

source: (N)o
pl: (N)ie

source: Invalid hotkey for
pl: Nieprawidłowy skrót klawiszowy dla

source: (C)ancel
pl: (A)nuluj

source: Are you sure you want to abandon this set of profile changes and exit?
pl: Czy na pewno porzucić zmiany w profilu i wyjść?

source: Abandoning all changes.
pl: Porzucanie wszystkich zmian.

source: Default Hat
pl: Domyślny podprofil (hat)

source: Requested Hat
pl: Żądany podprofil (hat)

source: Execute
pl: Wykonaj

source: Severity
pl: Poziom

source: Should AppArmor sanitize the environment when switching profiles? Sanitizing the environment is more secure, but some applications depend on the presence of LD_PRELOAD or LD_LIBRARY_PATH.
pl: Czy AppArmor powinien wyzerować środowisko w momencie przełączania profili? Jest to bardziej bezpieczne, ale niektóre aplikacje wymagają obecności LD_PRELOAD lub LD_LIBRARY_PATH.

source: Should AppArmor sanitize the environment when switching profiles? Sanitizing the environment is more secure, but this application appears to use LD_PRELOAD or LD_LIBRARY_PATH and clearing these could cause functionality problems.
pl: Czy AppArmor powinien wyzerować środowisko w momencie przełączania profili? Jest to bardziej bezpieczne, ale ta aplikacja wydaje się używać zmiennych LD_PRELOAD lub LD_LIBRARY_PATH i wyzerowanie ich może spowodować problemy z funkcjonalnością.

source: Launching processes in an unconfined state is a very dangerous operation and can cause serious security holes. Are you absolutely certain you wish to remove all AppArmor protection when executing %s?
pl: Uruchamianie procesów w stanie nieograniczanym jest bardzo niebezpieczne i może powodować poważne luki bezpieczeństwa. Czy istnieje absolutna pewność, że należy usunąć wszelką ochronę AppArmor podczas wykonywania programu %s?

source: Should AppArmor sanitize the environment when running this program unconfined? Not sanitizing the environment when unconfining a program opens up significant security holes and should be avoided if at all possible.
pl: Czy AppArmor powinien wyzerować środowisko w momencie przełączania profili? Ominięcie tego kroku w momencie przełączania programu w tryb nieograniczania może otworzyć poważne luki bezpieczeństwa i powinno być unikane za wszelką cenę.

source: Log contains unknown mode %s.
pl: Dziennik zawiera nieznany tryb %s.

source: An updated version of this profile has been found in the profile repository. Would you like to use it?
pl: W repozytorium profilów znaleziono zaktualizowanę wersję tego profilu. Czy użyć jej?

source: Updated profile %s to revision %s.
pl: Zaktualizowano profil %s do wersji %s.

source: Error parsing repository profile.
pl: Błąd podczas analizy pliku repozytorium.

source: Complain-mode changes:
pl: Zmiany w trybie głośnym:

source: Enforce-mode changes:
pl: Zmiany w trybie wymuszania:

source: Invalid mode found: %s
pl: Nieprawidłowy tryb: %s

source: Capability
pl: Możliwość

source: Adding #include <%s> to profile.
pl: Dodawanie #include <%s> do profilu.

source: Deleted %s previous matching profile entries.
pl: Usunięto %s pasujących wpisów z profilu.

source: Adding capability %s to profile.
pl: Dodawanie możliwości %s dla profilu.

source: Denying capability %s to profile.
pl: Odbieranie możliwości %s z profilu.

source: Path
pl: Ścieżka

source: Old Mode
pl: Stary tryb

source: New Mode
pl: Nowy tryb

source: Mode
pl: Tryb

source: Adding %s %s to profile.
pl: Dodawanie %s %s do profilu.

source: Enter new path:
pl: Proszę wprowadzić nową ścieżkę:

source: The specified path does not match this log entry:
pl: Podana ścieżka nie odpowiada wpisowi w dzienniku:

source: Log Entry
pl: Wpis w dzienniku

source: Entered Path
pl: Podana ścieżka

source: Do you really want to use this path?
pl: Czy na pewno użyć tej ścieżki?

source: Network Family
pl: Rodzina sieci

source: Socket Type
pl: Typ gniazda

source: Adding network access %s %s to profile.
pl: Dodawanie dostępu do sieci %s %s do profilu.

source: Denying network access %s %s to profile.
pl: Odbieranie dostępu do sieci %s %s z profilu.

source: Would you like to enable access to the profile repository?
pl: Czy włączyć dostęp do repozyorium profilów?

source: Would you like to upload newly created and changed profiles to the profile repository?
pl: Czy wysłać nowoutworzone i zmienione profile do repozytorium profilów?

source: Create New User?
pl: Utworzyć nowego użytkownika?

source: Username:
pl: Nazwa użytkownika:

source: Password:
pl: Hasło:

source: Email Addr:
pl: Adres e-mail:

source: Save Configuration?
pl: Zapisać konfigurację?

source: The Profile Repository server returned the following error:
pl: Serwer repozytorium profilów zwrócił następujący błąd:

source: Please re-enter registration information or contact the administrator
pl: Proszę podać informacje rejestracyjne ponownie lub skontaktować się z administratorem

source: Login Error
pl: Błąd logowania

source: Login failure. Please check username and password and try again
pl: Błąd logowania. Proszę sprawdzić nazwę użytkownika i hasło i spróbować ponownie

source: Reading log entries from %s.
pl: Odczytywanie wpisów dziennika z %s.

source: Updating AppArmor profiles in %s.
pl: Aktualizacja profilów w %s.

source: unknown
pl: nieznany

source: The profile analyzer has completed processing the log files. All updated profiles will be reloaded
pl: Analizator profilu zakończył przetwarzanie plików dziennika. Wszystkie uaktualnione profile zostaną wczytane ponownie.

source: No unhandled AppArmor events were found in the system log.
pl: W dziennikach systemowych nie znaleziono nieobsłużonych zdarzeń AppArmor.

source: Select which profile changes you would like to save to the local profile set
pl: Proszę wybrać które zmieny w profilu mają zostać zapisane w lokalnym zbiorze profilów

source: Local profile changes
pl: Lokalne zmiany profilu

source: The following local profiles were changed. Would you like to save them?
pl: Następujące profile lokalne zostały zmienione. Zapisać je?

source: Error retrieving profile from repository:
pl: Błąd podczas pobierania profilu z repozytorium:

source: New profiles
pl: Nowe profile

source: Please choose the newly created profiles that you would like to store in the repository
pl: Proszę wybrać nowoutworzone profile, które mają zostać zapisane w repozytorium

source: Submit newly created profiles to the repository
pl: Dodawanie nowoutworzonych profilów do repozytorium

source: Would you like to upload the newly created profiles?
pl: Czy wysłać nowoutworzone profile?

source: Select which of the changed profiles you would like to upload to the repository
pl: Proszę wybrać które ze zmienionych profilów mają zostać wysłane do repozytorium

source: Changed profiles
pl: Profile zmienione

source: Submit changed profiles to the repository
pl: Dodawanie zmienionych profilów do repozytorium

source: The following profiles from the repository were changed. Would you like to upload your changes?
pl: Następujące profile z repozytorium zostały zmienione. Czy zapisać je?

source: Repository Error
pl: Błąd repozytorium

source: Uploaded changes to repository.
pl: Wysłano zmiany do repozytorium.

source: Changelog Entry:
pl: Wpis w dzienniku zmian:

source: Uploaded %s to repository.
pl: %s: wysłano do repozytorium.

source: Registration or Signin was unsuccessful. User login information is required to upload profiles to the repository. These changes have not been sent.
pl: Rejestracja lub logowanie zakończone niepowodzeniem. Informacje logowania użytkownika są wymagane do wysyłanie profilów do repozytorium. Zmiany nie zostały wysłane.

source: Profile Changes
pl: Zmiany w profilu

source: %s contains syntax errors.
pl: %s zawiera błędy składniowe.

source: Profile %s contains invalid regexp %s.
pl: Profil %s zawiera nieprawidłowe wyrażenie regularne %s.

source: Profile %s contains invalid mode %s.
pl: Profil %s zawiera nieprawidłowy tryb %s.

source: %s contains syntax errors. Line [%s]
pl: %s zawiera błędy składniowe. Wiersz [%s]

source: Writing updated profile for %s.
pl: Zapisywanie uaktualnionego profilu dla %s.

source: Include file %s contains invalid regexp %s.
pl: Dołączony plik %s zawiera nieprawidłowe wyrażenie regularne %s.

source: Include file %s contains invalid mode %s.
pl: Dołączony plik %s zawiera nieprawidłowy tryb %s.

source: Include file %s contains syntax errors or is not a valid #include file.
pl: Dołączony plik %s zawiera błędy składniowe lub nie jest poprawnym plikiem #include.

source: Unknown command
pl: Nieznane polecenie

source: Invalid hotkey in
pl: Nieprawidłowy skrót klawiszowy w

source: Duplicate hotkey for
pl: Podwójny skrót klawiszowy dla

source: Invalid hotkey in default item
pl: Nieprawidłowy skrót klawiszowy w domyślnym elemencie

source: Invalid default
pl: Nieprawidłowa wartość domyślna

source: Usage: %s [ --paranoid ]
pl: Użycie: %s [ --paranoid ]

source: SubDomain does not appear to be started. Please enable SubDomain and try again.
pl: Program SubDomain nie jest uruchomiony. Proszę go włączyć i spróbować ponownie.

source: Can't read /proc
pl: Nie można odczytać z /proc

source: not confined
pl: nieograniczany

source: confined by
pl: ograniczany przez
