Repository: aviarypl/suse-l10n-pl
Catalog: lcn/banshee.*.po
Languages: pl

source: Format for creating a track folder inside the library. Do not create an absolute path. Path here is relative to the Banshee music directory. See LibraryLocation. Legal tokens: %artist%, %album%, %title%, %track_number%, %track_count%, %track_number_nz% (No prefixed zero), %track_count_nz% (No prefixed zero), %path_sep% (portable directory separator (/)).
pl: Format tworzenia folderu ścieżek wewnątrz kolekcji. Nie można tworzyć ścieżki bezwzględnej. Ścieżka jest względna do katalogu muzyki Banshee. Proszę zobaczyć LibraryLocation. Prawidłowe znaczniki: %artist%, %album%, %title%, %track_number%, %track_count%, %track_number_nz% (bez początkowego zera), %track_count_nz% (bez początkowego zera), %path_sep% (separator przenośnego katalogu (/)).

source: Height of the main interface window.
pl: Wysokość okna głównego interfejsu.

source: If enabled, metadata (tags) will be written back to audio files when using the track metadata editor.
pl: Jeśli włączone, metadane (tagi) będą zapisywane w plikach dźwiękowych podczas korzystania z edytora metadanych ścieżek.

source: Library File Pattern
pl: Wzór pliku kolekcji

source: Library Folder Pattern
pl: Wzór folderu kolekcji

source: Library location
pl: Położenie kolekcji

source: Library source expansion
pl: Rozszerzenie źródła kolekcji

source: List of URIs in the history drop-down for the open location dialog
pl: Lista adresów URI w rozwijalnej liście historii w oknie dialogowym otwierania położenia

source: Move music on info save
pl: Przenoszenie muzyki podczas zapisu informacji

source: Move music within banshee music library directory when saving track info
pl: Przenoszenie muzyki wewnątrz katalogu kolekcji muzycznej banshee podczas zapisu danych o ścieżce

source: Name of media playback engine backend
pl: Nazwa mechanizmu odtwarzającego

source: Pixel position of Main Player Window on the X Axis
pl: Współrzędna X położenia głównego okna (w pikselach)

source: Pixel position of Main Player Window on the Y Axis
pl: Współrzędna Y położenia głównego okna (w pikselach)

source: Repeat mode (0 = None, 1 = All, 2 = Single)
pl: Tryb powtarzania (0 = brak, 1 = wszystkie, 2 - pojedynczy utwór)

source: Repeat playback
pl: Powtarzanie odtwarzania

source: Set the IO backend in Banshee
pl: Ustawienie wewnętrznego elementu przetwarzającego

source: Show cover art
pl: Wyświetlanie okładek

source: Show cover art below source view if available
pl: Wyświetlaj okładki poniżej widoku źródeł, jeśli są dostępne

source: Show the Initial Import Dialog
pl: Wyświetlanie początkowego okna dialogowego importowania

source: Show the Initial Import Dialog when the Banshee library is empty
pl: Wyświetlanie początkowego okna dialogowego importu, gdy kolekcja Banshee jest pusta

source: Shuffle playback
pl: Odtwarzanie losowe

source: Sort criteria of library playlists in the source view (0 = Name, 1 = Size)
pl: Kryterium sortowania list odtwarzania kolekcji w widoku źródeł (0 = Nazwa, 1 = Rozmiar)

source: Sort criteria of playlists
pl: Kryteria sortowania list odtwarzania

source: Sort order of library playlists in the source view (0 = Ascending, 1 = Descending)
pl: Kolejność sortowania list odtwarzania kolekcji w widoku źródeł (0 = Rosnąca, 1 = Malejąca)

source: Sort order of playlists
pl: Kolejność sortowania list odtwarzania

source: Source View Width
pl: Szerokość widoku źródeł

source: The default playlist export format
pl: Domyślny format eksportu listy odtwarzania

source: True if main window is to be maximized, false if it is not.
pl: Prawda, jeśli główne okno jest zmaksymalizowane, fałsz jeśli nie jest (wartości odpowiednio: "true" oraz "false")

source: URI
pl: Adres URI

source: URI List
pl: Lista URI

source: URI of last file folder
pl: URI ostatniego pliku folderu

source: Volume
pl: Głośność

source: Volume of playback relative to mixer output
pl: Głośność odtwarzania względem wyjścia miksera

source: When importing an audio CD, enable error correction (paranoia mode)
pl: Podczas importowania CD-Audio, uruchom korekcję błędów (tryb paranoia)

source: Whether to expand the library node in the source view
pl: Określa, czy rozwijać węzeł biblioteki w widoku źródeł

source: Width of Source View Column.
pl: Szerokość kolumny widoku źródła.

source: Width of the main interface window.
pl: Szerokość okna głównego interfejsu.

source: Window Height
pl: Wysokość okna

source: Window Maximized
pl: Okno zmaksymalizowane

source: Window Position X
pl: Położenie X okna

source: Window Position Y
pl: Położenie Y okna

source: Window Width
pl: Szerokość okna

source: Write metadata back to audio files
pl: Zapisz metadane do plików dźwiękowych

source: Scanning
pl: Skanowanie

source: Unable to open Amarok database
pl: Nie można otworzyć bazy programu Amarok

source: Importing from Amarok database failed
pl: Import z bazy programu Amarok zakończony niepowodzeniem

source: Importing Songs
pl: Importowanie utworów

source: The import process is currently running. Would you like to stop it?
pl: Odbywa się proces importowania. Przerwać?

source: Scanning for songs
pl: Skanowanie w poszukiwaniu utworów

source: Migrate From Other Media Players
pl: Migruj z innych odtwarzaczy

source: Select any supported alternate media players that you wish to migrate into Banshee.
pl: Proszę wybrać odtwarzacz, z którego będzie przeprowadzona migracja do Banshee.

source: Import
pl: Importuj

source: Player
pl: Odtwarzacz

source: Unable to Locate Supported Media Player
pl: Nie można znaleźć obsługiwanego odtwarzacza

source: Banshee was unable to locate any libraries from alternate supported media players from which to import.
pl: Nie można znaleźć żadnych bibliotek do importu z innego odtwarzacza multimediów.

source: Migrate
pl: Migracja

source: Alternate Media Players
pl: Inne odtwarzacze

source: Rhythmbox Music Player
pl: Odtwarzacz Rhythmbox

source: Invalid Rhythmbox database file
pl: Błędny plik bazy Rhythmbox

source: MPEG Version 3.0 Extended (*.m3u)
pl: MPEG wersja 3.0 Extended (*.m3u)

source: Shoutcast Playlist version 2 (*.pls)
pl: Lista odtwarzania Shoutcast wersja 2 (*.pls)

source: Verifying
pl: Sprawdzanie

source: The playlist import process is currently running. Would you like to stop it?
pl: Trwa się proces importowania listy odtwarzania. Przerwać?

source: Verifying playlist tracks exist in library
pl: Sprawdzanie istnienia utworów z listy w bibliotece

source: Verifying {0} of {1}
pl: Sprawdzanie {0} z {1}

source: Verifying
pl: Sprawdzanie

source: Export Playlist
pl: Eksport listy odtwarzania

source: Export
pl: Eksportuj

source: Select Format:
pl: Format:

source: Edit Smart Playlist
pl: Modyfikuj inteligentną listę odtwarzania

source: New Smart Playlist
pl: Nowa inteligentna lista odtwarzania

source: Neglected Favorites
pl: Zapomniane ulubione

source: 700 MB of Favorites
pl: 700 MB ulubionych

source: 80 Minutes of Favorites
pl: 80 minut ulubionych

source: Unheard
pl: Nieprzesłuchane

source: Unheard Podcasts
pl: Nieprzesłuchane podcasty

source: Create Smart Playlist from Search
pl: Utwórz inteligentną listę odtwarzania z wyszukiwania

source: is
pl: jest

source: is not
pl: nie jest

source: is less than
pl: jest mniejsza niż

source: is greater than
pl: jest większa niż

source: more than
pl: więcej niż

source: less than
pl: mniej niż

source: is at least
pl: jest przynajmniej

source: contains
pl: zawiera

source: does not contain
pl: nie zawiera

source: starts with
pl: zaczyna się od

source: ends with
pl: kończy się na

source: is before
pl: jest przed

source: is after
pl: jest po

source: is between
pl: jest pomiędzy

source: between
pl: pomiędzy

source: to
pl: a

source: _Match
pl: _Dopasuj

source: all
pl: wszystkie

source: any
pl: jakiekolwiek

source: of the following:
pl: z wymienionych:

source: _Limit to
pl: _Ogranicz do

source: selected by
pl: wybrane według

source: Random
pl: Losowo

source: Highest Rating
pl: Najwyższa ocena

source: Lowest Rating
pl: Najniższa ocena

source: Least Often Played
pl: Najrzadziej odtwarzany

source: Most Often Played
pl: Najczęściej odtwarzany

source: Most Recently Added
pl: Ostatnio dodany

source: Least Recently Added
pl: Najdawniej dodany

source: Most Recently Played
pl: Ostatnio odtwarzany

source: Least Recently Played
pl: Najdawniej odtwarzany

source: songs
pl: utworów

source: minutes
pl: minut

source: hours
pl: godzin

source: Seconds
pl: Sekund

source: Minutes
pl: Minut

source: Hours
pl: Godzin

source: Days
pl: Dni

source: Weeks
pl: Tygodni

source: Months
pl: Miesięcy

source: Years
pl: Lat

source: ago
pl: temu

source: Duration
pl: Długość

source: Play Count
pl: Liczba odtworzeń

source: Track Number
pl: Numer utworu

source: Playlist
pl: Lista odtwarzania

source: Smart Playlist
pl: Inteligentna lista odtwarzania

source: Path
pl: Ścieżka

source: New _Smart Playlist...
pl: Nowa _inteligentna lista odtwarzania...

source: New Smart Playlist _from Search...
pl: Nowa inteligentna lista odtwarzania z _wyszukiwania...

source: Delete Smart Playlist
pl: Usuń inteligentną listę odtwarzania

source: Edit Smart Playlist...
pl: Modyfikuj inteligentną listę odtwarzania

source: Smart Playlist has Dependencies
pl: Inteligentne listy odtwarzania mają zależności

source: {0} is depended on by other smart playlists. Are you sure you want to delete this and all dependent smart playlists?
pl: {0} opiera się na innej inteligentnej liście odtwarzania. Jesteś pewien, że chcesz usunąć tę i zależne listy odtwarzania?

source: Could not launch URL
pl: Nie można uruchomić URL

source: {0} could not be opened: {1} Check your 'Preferred Applications' settings.
pl: {0} nie mógł zostac otworzony: {1} Sprawdź ustawienia "Preferowanych aplikacji".

source: Converting Files
pl: Konwertowanie plików

source: Files are currently being converted to another audio format. Would you like to stop this?
pl: Pliki są obecnie konwertowane do innego formatu dźwiękowego. Czy zatrzymać ten proces?

source: Initializing Transcoder...
pl: Inicjowanie transkodera...

source: Could not initialize component
pl: Nie można zainicjować komponentu

source: Cannot initialize DapCore because HalCore is not initialized
pl: Nie można zainicjować DapCore, ponieważ HalCore nie został zainicjowany

source: Device
pl: Urządzenie

source: Synchronizing {0}
pl: Synchronizowanie {0}

source: Waiting for transcoder...
pl: Oczekiwanie na transkoder...

source: Processing...
pl: Przetwarzanie...

source: Could not encode some files
pl: Nie można kodować niektórych plików

source: Some files could not be encoded to the proper format. They will not be saved to the device if you continue.
pl: Niektóre pliki nie mogły zostać zakodowane do właściwego formatu. Nie zostaną zapisane do urządzenie, jeśli chcesz kontynuować.

source: Continue synchronizing
pl: Kontynuuj synchronizację

source: {0} Properties
pl: Właściwości {0}

source: Device name
pl: Nazwa urządzenia

source: Owner name
pl: Nazwa właściciela

source: Encode to
pl: Koduj do

source: Volume usage
pl: Użycie woluminu

source: Advanced details
pl: Zaawansowane szczegóły

source: Import Files to Library
pl: Importuj pliki do kolekcji

source: Local Files
pl: Pliki lokalne

source: Count
pl: Ilość

source: Number
pl: Numer

source: Count (unsorted)
pl: Ilość (nieposortowana)

source: Number (unsorted)
pl: Numer (nieposortowany)

source: Import Folder to Library
pl: Importuj folder do kolekcji

source: Local Folder
pl: Folder lokalny

source: Starting background tasks
pl: Uruchamianie usług w tle

source: Device support will be disabled for this instance (no HAL)
pl: Obsługa urządzeń zostanie wyłączona w tej instancji (brak HAL)

source: Initializing audio engine
pl: Inicjowanie odtwarzacza dźwięku

source: Detecting network settings
pl: Wykrywanie ustawień sieciowych

source: Creating action manager
pl: Tworzenie menedżera czynności

source: Loading music library
pl: Wczytywanie kolekcji muzycznej

source: Initializing audio profiles
pl: Inicjowanie profili dźwiękowych

source: Initializing audio CD support
pl: Inicjowanie obsługi CD-Audio

source: Audio CD support will be disabled for this instance
pl: Obsługa CD-Audio zostanie wyłączona w tej instancji

source: Initializing digital audio player support
pl: Inicjowanie obsługi cyfrowych odtwarzaczy muzyki

source: DAP support will be disabled for this instance
pl: Obsługa DAP zostanie wyłączona w tej instancji

source: Initializing CD writing support
pl: Inicjowanie obsługi nagrywania CD

source: CD burning support will be disabled for this instance
pl: Obsługa nagrywania CD zostanie wyłączona w tej instancji

source: Initializing plugins
pl: Inicjowanie wtyczek

source: Initializing scripts
pl: Inicjowanie skryptów

source: Loading user interface
pl: Wczytywanie interfejsu użytkownika

source: Could not create transcoder
pl: Nie można utworzyć transkodera

source: Primary Development
pl: Główni programiści

source: Contributors
pl: Współpracownicy

source: Music Management and Playback for GNOME.
pl: Obsługa i odtwarzanie muzyki dla GNOME.

source: Banshee Wiki
pl: Wiki Banshee

source: Important tasks are running
pl: Ważne zadanie są uruchomione

source: Closing Banshee now will cancel any currently running tasks. They cannot be resumed automatically the next time Banshee is run.
pl: Zamknięcie Banshee w tym momencie anuluje wszystkie działające zadania. Nie mogą zostać wznowione automatycznie przy następnym uruchomieniu Banshee.

source: Quit anyway
pl: Zakończ mimo wszystko

source: Continue running
pl: Kontynuuj działanie

source: Banshee Encountered a Fatal Error
pl: Napotkano krytyczny błąd

source: Error Details
pl: Szczegóły błędu

source: An unhandled exception was thrown:
pl: Wystąpił nieobsługiwany wyjątek:

source: Select album cover image
pl: Obraz okładki

source: All image files
pl: Wszystkie pliki obrazów

source: JPEG image files
pl: Pliki JPEG

source: PNG image files
pl: Pliki PNG

source: Log Viewer
pl: Przeglądarka dziennika

source: Time Stamp
pl: Czas

source: Message
pl: Wiadomość

source: Show:
pl: Wyświetl:

source: All Log Entries
pl: Wszystkie wpisy dziennika

source: Only Error Messages
pl: Tylko wiadomości o błędach

source: Only Warning Messages
pl: Tylko ostrzeżenia

source: Only Information Messages
pl: Tylko informacje

source: Only Debug Messages
pl: Tylko wiadomości debug

source: Entry Details:
pl: Szczegóły wpisu:

source: Browse...
pl: Przeglądaj...

source: Select library location
pl: Położenie kolekcji

source: Enable this option to save tags and other metadata inside supported audio files
pl: Włącz tę funkcję, aby zapisywać znaczniki i inne metadane wewnątrz obsługiwanych plików dźwiękowych

source: Error correction tries to work around problem areas on a disc, such as surface scratches, but will slow down importing substantially.
pl: Korekcja błędów poważnie spowalnia importowanie, ale poprawia błędy z problematycznymi miejscami na płycie, np. rysy.

source: Could not import tracks
pl: Nie można zaimportować utworów

source: Repeat None
pl: Bez powtarzania

source: Repeat Single
pl: Powtórz jeden

source: Repeat All
pl: Powtórz wszystkie

source: Shuffle
pl: Losowo

source: Continuous
pl: Bez przerwy

source: Automatically set all track numbers in increasing order
pl: Automatycznie ustaw wszystkie numery utworów w rosnącej kolejności

source: Set all track counts to this value
pl: Ustaw wszystkie pola liczby ścieżek na tę wartość

source: Set all artists to this value
pl: Ustaw wszystkie pola wykonawcy na tę wartość

source: Set all albums to this value
pl: Ustaw wszystkie pola albumu na tę wartość

source: Set all genres to this value
pl: Ustaw wszystkie pola gatunku na tę wartość

source: Set all years to this value
pl: Ustaw wszystkie pola lat na tę wartość

source: Apply the values of this track set for the Artist, Album Title, Genre, Track count, Year, and Rating fields to the rest of the selected tracks in this editor.
pl: Kopiuje wartości pól artysta, album, rodzaj, liczba utworów, rok i ocena z bieżącego do pozostałych zaznaczonych utworów.

source: Set all ratings to this value
pl: Ustaw wszystkie oceny na tę wartość

source: Never played
pl: Nigdy nie odtwarzany

source: Editing song {0} of {1}
pl: Modyfikowanie utworu {0} z {1}

source: Editing {0}
pl: Modyfikowanie {0}

source: Assembly Version Information
pl: Informacja o wersji zestawu

source: Assembly Name
pl: Nazwa zestawu

source: Version
pl: Wersja

source: Home Directory
pl: Katalog domowy

source: Could not load track from library
pl: Nie można wczytać utworu z kolekcji

source: There is no available network connection
pl: Nie ma dostępnego połączenia sieciowego

source: Cannot connect to NetworkManager
pl: Nie można połączyć się z programem NetworkManager

source: An available, working network connection will be assumed
pl: Założono obecność działającego połączenia sieciowego

source: Default player engine
pl: Domyślny mechanizm odtwarzania

source: No player engines were found. Please ensure Banshee has been cleanly installed.
pl: Nie odnaleziono mechanizmów odtwarzania. Proszę sprawdzić poprawność instalacji Banshee.

source: Problem with Player Engine
pl: Problem z mechanizmem odtwarzania

source: Banshee Plugins
pl: Wtyczki Banshee

source: Plugin Name
pl: Nazwa wtyczki

source: Overview
pl: Ogólne

source: Description
pl: Opis

source: Author(s)
pl: Autor (Autorzy)

source: This plugin could not be initialized.
pl: Ta wtyczka nie może zostać zainicjowana.

source: Configuration
pl: Konfiguracja

source: Playing Music
pl: Odtwarzanie muzyki

source: Source Properties...
pl: Właściwości źródła...

source: Delete {0}
pl: Usuń {0}

source: Rename {0}
pl: Zmień nazwę {0}

source: Delete Playlist
pl: Usuń listę odtwarzania

source: Are you sure you want to delete this {0}?
pl: Czy na pewno usunąć {0}?

source: Do not ask me this again
pl: Nie pytaj ponownie

source: Eject CD
pl: Wysuń płytę CD

source: Reading table of contents from CD...
pl: Odczytywanie tabeli zawartości z płyty CD...

source: Searching for CD metadata...
pl: Wyszukiwanie metadanych CD...

source: Searching for CD cover art...
pl: Wyszukiwanie okładki CD...

source: Cannot search for CD metadata: there is no available Internet connection
pl: Nie można wyszukać metadanych CD: brak dostępnego połączenia internetowego

source: Could not fetch metadata for CD.
pl: Nie można pobrać metadanych dla CD.

source: Copy CD
pl: Kopiuj CD

source: Invalid Selection
pl: Błędne zaznaczenie

source: You must select at least one track to import.
pl: Należy zaznaczyć przynajmniej jeden utwór do zaimportowania.

source: Synchronizing your Device, Please Wait...
pl: Synchronizowanie urządzenia, proszę czekać...

source: Importing
pl: Importowanie

source: You are currently importing from {0}. Would you like to stop it?
pl: Trwa importowanie z {0}. Zatrzymać?

source: Copying from {0}
pl: Kopiowanie z {0}

source: Scanning...
pl: Skanowanie...

source: Cannot import track from {0}
pl: Nie można importować utworu z {0}

source: ({0} Remaining)
pl: ({0} pozostało)

source: Eject {0}
pl: Wysuń {0}

source: Import Errors
pl: Błędy importowania

source: File Name
pl: Nazwa pliku

source: Close Error Report
pl: Zamknij raport błędu

source: Music Library
pl: Kolekcja muzyczna

source: Sort Playlists
pl: Sortuj listy odtwarzania

source: Name Ascending
pl: Wg nazwy rosnąco

source: Name Descending
pl: Wg nazwy malejąco

source: Size Ascending
pl: Wg rozmiaru rosnąco

source: Size Descending
pl: Wg rozmiaru malejąco

source: Local Queue
pl: Lokalna kolejka

source: New Playlist
pl: Nowa lista odtwarzania

source: Cannot Rename Playlist
pl: Nie można zmienić nazwy listy odtwarzania

source: A playlist with this name already exists. Please choose another name.
pl: Lista odtwarzania o takiej nazwie już istnieje. Proszę wybrać inną nazwę.

source: Saving tags for {0}
pl: Zapisywanie etykiet w {0}

source: Unknown Title
pl: Nieznany tytuł

source: from
pl: z

source: All Columns
pl: Wszystkie kolumny.

source: Song Name
pl: Nazwa utworu

source: Artist Name
pl: Nazwa wykonawcy

source: Album Title
pl: Tytuł albumu

source: Write selection to CD
pl: Nagraj zaznaczenie na CD

source: Import CD into library
pl: Importuj CD do kolekcji

source: Play previous song
pl: Odtwórz poprzedni utwór

source: Play/pause current song
pl: Odtwórz/pauzuj bieżący utwór

source: Play next song
pl: Odtwórz następny utwór

source: Device disk usage
pl: Użycie dysku urządzenia

source: Synchronize music library to device
pl: Synchronizuj kolekcję muzyczną z urządzeniem

source: Adjust volume
pl: Zmień głośność

source: Change repeat playback mode
pl: Zmień tryb powtarzania

source: Toggle shuffle playback mode
pl: Przełącz tryb odtwarzania losowego

source: Edit and view metadata of selected songs
pl: Modyfikuj i wyświetl metadane zaznaczonych utwórów

source: Pause
pl: Pauza

source: Stop
pl: Zatrzymaj

source: Cannot Play Song
pl: Nie można odtworzyć utworu

source: {0} cannot be played by Banshee. The most common reasons for this are: <big>•</big> Song is protected (DRM) <big>•</big> Song is on a DAP that does not support playback
pl: {0} nie może zostać odtworzony przez Banshee. Najczęstsze powody to: <big>•</big> Utwór jest chroniony (DRM) <big>•</big> Utwór znajduje się na DAP, który nie obsługuje odtwarzania

source: Play
pl: Odtwarzaj

source: {0} Item
pl: {0} element

source: {0} day
pl: {0} dzień

source: {0} hour
pl: {0} godzina

source: {0} minute
pl: {0} minuta

source: {0} second
pl: {0} sekunda

source: Filter on {0}
pl: Filtr na {0}

source: Are you sure you want to permanently delete this song?
pl: Na pewno bezpowrotnie usunąć ten utwór?

source: If you delete the selection, it will be permanently lost.
pl: Usunięcie zaznaczenia spowoduje jego bezpowrotną utratę.

source: Remove selection from library
pl: Usuń zaznaczenie z kolekcji

source: Are you sure you want to remove the selected song from your library?
pl: Czy na pewno usunąć zaznaczony utwór z kolekcji?

source: Delete songs from drive
pl: Usuń utwory z napędu

source: You do not have the required permissions to delete '{0}'
pl: Brak wymaganych uprawnień, aby usunąć "{0}"

source: Import Playlist
pl: Import listy odtwarzania

source: Unable to Import Playlist
pl: Nie można zaimportować listy odtwarzania

source: Banshee was unable to find any valid tracks to import. Please check the playlist and try again.
pl: Nie znaleziono żadnych poprawnych utworów do importu. Proszę sprawdzić listę i spróbować ponownie.

source: Could not export playlist
pl: Nie można wyeksportować listy odtwarzania

source: Error opening stream
pl: Błąd podczas otwierania strumienia

source: Could not open stream or playlist
pl: Nie można otworzyć strumienia lub listy odtwarzania

source: Problem parsing playlist
pl: Problem podczas analizy listy odtwarzania

source: New CD
pl: Nowa płyta CD

source: Synchronize {0}
pl: Synchronizuj {0}

source: You have made changes to your {0}. Please choose a method for updating the contents of your {0}. <big>•</big> <i>Synchronize Library</i>: synchronize Banshee library to {0} <big>•</big> <i>Save Manual Changes</i>: save only the manual changes you made
pl: Dokonano zmian w {0}. Proszę wybrać metodę aktualizacji zawartości {0}. <big>•</big> <i>Synchronizuj kolekcję</i>: synchronizacja kolekcji Banshee z {0} <big>•</big> <i>Zapisz ręczne zmiany</i>: wyłącznie zapisanie ręcznie dokonanych zmian

source: <b>Warning:</b> Actions will alter or erase existing iPod contents and may cause incompatibility with iTunes!
pl: <b>Ostrzeżenie</b> Czynności zmienią lub usuną bieżącą zawartość odtwarzacza iPod i mogą spowodować brak kompatybilności z iTunes!

source: Synchronize Library
pl: Synchronizuj kolekcję

source: Save Manual Changes
pl: Zapisz ręczne zmiany

source: Choose Columns
pl: Wybór kolumn

source: Visible Playlist Columns
pl: Widoczne kolumny listy odtwarzania
