Repository: aviarypl/suse-l10n-pl
Catalog: lcn/banshee.*.po
Languages: pl

source: Channels
pl: Kanały

source: Free Lossless Audio Codec (FLAC) is an open source codec that compresses but does not degrade audio quality.
pl: Free Lossless Audio Codec (FLAC) to dostępny na wolnej licencji kodek, który pozwala na bezstratną kompresję dźwięku.

source: A proprietary and older, but also popular, lossy audio format that produces larger files at lower bitrates.
pl: Zamknięty i starszy lecz popularny format stratnej kompresji dźwięku. Pliki zwykle są większe i mają mniejszą gęstość bitową.

source: Average Bitrate
pl: Średnia gęstość bitowa

source: Best
pl: Najlepsza

source: Bitrate
pl: Gęstość bitowa

source: Constant Bitrate
pl: Stała gęstość bitowa

source: MP3 (LAME Encoder)
pl: MP3 (Koder LAME)

source: VBR Mode
pl: Tryb VBR

source: VBR Quality
pl: Jakość VBR

source: Variable Bitrate
pl: Zmienna gęstość bitowa

source: Worst
pl: Najgorsza

source: MP3 (Xing Encoder)
pl: MP3 (Koder Xing)

source: A fast and efficient open source audio format offering lossless and high-quality lossy encoding with great dynamic range.
pl: Szybki i wydajny format dostępny na licencji open source pozwalający na wysokiej jakości bezstratną kompresję dżwięku z dużą dynamiką.

source: Default
pl: Domyślny

source: Extra processing
pl: Dodatkowe przetwarzanie

source: Highest
pl: Najwyższy

source: Lossy mode
pl: Tryb stratny

source: Mode
pl: Tryb

source: Store MD5 sum in the file
pl: Zapisz skrót MD5 w pliku

source: A proprietary lossy audio format with high quality output at a lower file size than MP3. A 96 kbps WMA is equivalent to a 128 kbps MP3.
pl: Zamknięty stratny format kompresji dźwięku. Wynikowe pliki zachowują wysoką jakość przy niższej gęstości bitowej. Plik 96 kbps WMA odpowiada plikowi 128 kbps MP3.

source: Audio Quality
pl: Jakość dźwięku

source: Use a variable bitrate
pl: Użyj zmiennej gęstości bitowej

source: Audio quality
pl: Jakość dźwięku

source: Vorbis is an open source, lossy audio codec with high quality output at a lower file size than MP3.
pl: Vorbis to metoda stratnej kompresji dźwięku dostępna na licencji open source. Wynikowe pliki mają dobrą jakość i są mniejsze od plików MP3.

source: Banshee Music Player
pl: Odtwarzacz muzyki Banshee

source: Music Player
pl: Odtwarzacz muzyki

source: <b>Album Cover:</b>
pl: <b>Okładka albumu:</b>

source: <b>Bitrate:</b>
pl: <b>Gęstość bitowa:</b>

source: <b>CD Importing</b>
pl: <b>Importowanie CD</b>

source: <b>Channels:</b>
pl: <b>Kanałów:</b>

source: <b>Details</b>
pl: <b>Szczegóły</b>

source: <b>Duration:</b>
pl: <b>Długość:</b>

source: <b>File System Organization</b>
pl: <b>Organizacja systemu plików</b>

source: <b>File name:</b>
pl: <b>Nazwa pliku</b>

source: <b>File size:</b>
pl: <b>Rozmiar pliku:</b>

source: <b>Imported on:</b>
pl: <b>Zaimportowano o:</b>

source: <b>Last played:</b>
pl: <b>Ostatnio odtwarzany:</b>

source: <b>Location:</b>
pl: <b>Położenie</b>

source: <b>Music _Library</b>
pl: <b>Ko_lekcja muzyczna</b>

source: <b>Play count:</b>
pl: <b>Liczba odtworzeń:</b>

source: <b>Sample rate:</b>
pl: <b>Częstotliwość próbkowania:</b>

source: <b>Session Information</b>
pl: <b>Informacje o sesji</b>

source: <b>Track _count:</b>
pl: <b>Liczba ścieże_k:</b>

source: <b>Track _number:</b>
pl: <b>_Numer ścieżki:</b>

source: <b>Write Options</b>
pl: <b>Opcje nagrywania</b>

source: <b>_Artist:</b>
pl: <b>_Wykonawca:</b>

source: <b>_Genre:</b>
pl: <b>_Gatunek:</b>

source: <b>_Rating:</b>
pl: <b>_Ocena:</b>

source: <b>_Title:</b>
pl: <b>_Tytuł:</b>

source: <b>_Year:</b>
pl: <b>_Rok:</b>

source: <big><b>Import Music to Library</b></big>
pl: <big><b>Importuj muzykę do kolekcji</b></big>

source: Apply common field values to all tracks
pl: Stosuje wspólne wartości do wszystkich utworów

source: Artwork
pl: Okładki

source: Back
pl: Wstecz

source: Choose an import source:
pl: Źródło importu:

source: Co_py files to music folder when importing
pl: K_opiowanie plików do folderu muzyki podczas importowania

source: Copy to all
pl: Skopiuj do wszystkich

source: Create a new preset
pl: Utwórz nowe ustawienie

source: Delete the active preset
pl: Usuń aktywne ustawienie

source: Details
pl: Szczegóły

source: Disc Options
pl: Opcje płyty

source: Disc format:
pl: Format płyty:

source: Disc name:
pl: Nazwa płyty:

source: Do not show this dialog again
pl: Nie wyświetlaj tego okna dialogowego ponownie

source: Eject disc after writing
pl: Wysuwanie płyty po zakończeniu nagrywania

source: Embed directly in song
pl: Umieść bezpośrednio w utworze

source: Enabled
pl: Włączona

source: Enter Next
pl: Wprowadź następny

source: Enter the address of the file you would like to open:
pl: Wprowadź adres pliku, który chcesz otworzyć:

source: Equalizer
pl: Korektor graficzny

source: Error
pl: Błąd

source: File _name:
pl: _Nazwa pliku:

source: Folder hie_rarchy:
pl: Hie_rarchia folderów:

source: Forward
pl: Do przodu

source: Import Music Source
pl: Importuj źródło muzyki

source: Import Music to Library
pl: Importowanie muzyki do kolekcji

source: Metadata
pl: Metadane

source: O_utput format:
pl: Format wyjścio_wy:

source: Open Location
pl: Otwieranie położenia

source: Open in editor
pl: Otwórz w edytorze

source: Playlist _Name:
pl: _Nazwa listy:

source: Predefined Smart Playlists
pl: Predefiniowane inteligentne listy odtwarzania

source: Preferences
pl: Preferencje

source: Reset
pl: Przywróć

source: Save to song directory
pl: Zapisz do katalogu utworu

source: Seek to Position
pl: Przewiń do położenia

source: Select for use
pl: Zaznacz do użycia

source: Unknown
pl: Nieznany

source: Use error correction when importing
pl: Korekcja błędów podczas importowania

source: Write _metadata to files
pl: Zapisywanie _metadanych do plików

source: Write disc to:
pl: Nagraj płytę na:

source: Write speed:
pl: Prędkość nagrywania:

source: Your music library is empty. You may import new music into your library now, or choose to do so later.
pl: Kolekcja muzyczna jest pusta. Można zaimportować nową muzykę do kolekcji teraz albo zrobić to później.

source: _Write
pl: _Nagraj

source: <b>Loading...</b>
pl: <b>Wczytywanie...</b>

source: Disk Usage:
pl: Użycie dysku:

source: _Search:
pl: Wy_szukiwanie:

source: Could not create pipeline
pl: Nie można utworzyć potoku

source: Could not initialize element from cdda URI
pl: Nie można zainicjować elementu z URI cdda

source: Could not create mbtrm plugin
pl: Nie można utworzyć wtyczki mbtrm

source: Could not create encoder pipeline
pl: Nie można utworzyć potoku kodera

source: Could not create queue plugin
pl: Nie można utworzyć wtyczki kolejki

source: Could not create GNOME VFS output plugin
pl: Nie można utworzyć wtyczki wyjścia GNOME VFS

source: Could not link cddasrcsrc to mbtrm
pl: Nie można powiązać cddasrcsrc z mbtrm

source: Could not link mbtrm to queue
pl: Nie można powiązać mbtrm z kolejką

source: Could not link queue to encoder
pl: Nie można powiązać kolejki z koderem

source: Could not link encoder to gnomevfssink
pl: Nie można powiązać kodera z gnomevfssink

source: Encoding element does not support tagging!
pl: Element kodujący nie obsługuje znaczników!

source: No decoder could be found for source format.
pl: Nie odnaleziono dekodera obsługującego format źródłowy.

source: Could not stat encoded file
pl: Nie można wykonać operacji stat na kodowanym pliku

source: Could not create 'gnomevfssrc' plugin
pl: Nie można utworzyć wtyczki "gnomevfssrc"

source: Could not create 'decodebin' plugin
pl: Nie można utworzyć wtyczki "decodebin"

source: Could not create 'gnomevfssink' plugin
pl: Nie można utworzyć wtyczki "gnomevfssink"

source: Could not create 'sinkben' plugin
pl: Nie można utworzyć wtyczki "sinkben"

source: Could not create 'audioconvert' plugin
pl: Nie można utworzyć wtyczki "audioconvert"

source: Could not create encoding pipeline
pl: Nie można utworzyć potoku kodowania

source: Could not get sink pad from encoder
pl: Nie można uzyskać sink pad z kodera

source: Could not construct pipeline
pl: Nie można zbudować potoku

source: Order
pl: Kolejność

source: Order of Album column
pl: Kolejność kolumny albumu

source: Order of Artist column
pl: Kolejność kolumny wykonawcy

source: Order of Date Added column
pl: Kolejność kolumny daty dodania

source: Order of Genre column
pl: Kolejność kolumny gatunku

source: Order of Last Played column
pl: Kolejność kolumny ostatnio odtwarzany

source: Order of Play Count column
pl: Kolejność kolumny liczby odtworzeń

source: Order of Rating column
pl: Kolejność kolumny ocen

source: Order of Time column
pl: Kolejność kolumny czasu

source: Order of Title column
pl: Kolejność kolumny tytułu

source: Order of Track column
pl: Kolejność kolumny utworu

source: Order of Uri column
pl: Kolejność kolumny URI

source: Order of Year column
pl: Kolejność kolumny roku

source: Visibility of Album column
pl: Widoczność kolumny albumu

source: Visibility of Artist column
pl: Widoczność kolumny wykonawcy

source: Visibility of Date Added column
pl: Widoczność kolumny daty dodania

source: Visibility of Genre column
pl: Widoczność kolumny gatunku

source: Visibility of Last Played column
pl: Widoczność kolumny ostatnio odtwarzany

source: Visibility of Play Count column
pl: Widoczność kolumny liczby odtworzeń

source: Visibility of Rating column
pl: Widoczność kolumny ocen

source: Visibility of Time column
pl: Widoczność kolumny czasu

source: Visibility of Title column
pl: Widoczność kolumny tytułu

source: Visibility of Track column
pl: Widoczność kolumny utworu

source: Visibility of Uri column
pl: Widoczność kolumny URI

source: Visibility of Year column
pl: Widoczność kolumny roku

source: Visiblity
pl: Widoczność

source: Width
pl: Szerokość

source: Width of Album column
pl: Szerokość kolumny albumu

source: Width of Artist column
pl: Szerokość kolumny wykonawcy

source: Width of Date Added column
pl: Szerokość kolumny daty dodania

source: Width of Genre column
pl: Szerokość kolumny gatunku

source: Width of Last Played column
pl: Szerokość kolumny ostatnio odtwarzany

source: Width of Play Count column
pl: Szerokość kolumny liczby odtworzeń

source: Width of Time column
pl: Szerokość kolumny czasu

source: Width of Title column
pl: Szerokość kolumny tytułu

source: Width of Uri column
pl: Szerokość kolumny URI

source: Width of Year column
pl: Szerokość kolumny roku

source: Artist
pl: Wykonawca

source: Date Added
pl: Data dodania

source: Time
pl: Długość

source: N/A
pl: Niedostępne

source: Genre
pl: Gatunek

source: Last Played
pl: Ostatnio odtwarzany

source: Plays
pl: Odtworzeń

source: Rating
pl: Ocena

source: Title
pl: Tytuł

source: Missing
pl: Brakuje

source: No Codec
pl: Brak kodeka

source: Unknown Error
pl: Nieznany błąd

source: Track
pl: Utwór

source: Columns...
pl: Kolumny...

source: Hide {0}
pl: Ukryj {0}

source: Location
pl: Położenie

source: Year
pl: Rok

source: _Music
pl: _Muzyka

source: _New Playlist
pl: _Nowa lista odtwarzania

source: Create a new empty playlist
pl: Utwórz nową pustą listę odtwarzania

source: Import _Folder...
pl: Importuj _folder...

source: Import the contents of an entire folder
pl: Importuj zawartość całego folderu

source: Import Files...
pl: Importuj pliki...

source: Import files inside a folder
pl: Importuj pliki wewnątrz folderu

source: Import _Music...
pl: Importuj _muzykę...

source: Import music from a variety of sources
pl: Importowanie muzyki z różnych źródeł

source: Open _Location...
pl: Otwórz _położenie...

source: Open a remote location for playback
pl: Otwórz zdalne położenie do odtwarzania

source: Write CD
pl: Nagraj CD

source: Write selection to audio CD
pl: Nagraj zaznaczenie na CD-Audio

source: Import Source
pl: Importuj źródło

source: Import source to library
pl: Importowanie źródła do kolekcji

source: User Scripts
pl: Skrypty użytkownika

source: Run available user scripts
pl: Uruchom dostępne skrypty użytkownika

source: _Quit
pl: _Zakończ

source: Quit Banshee
pl: Zakończ Banshee

source: _Edit
pl: _Edycja

source: Select _All
pl: Zaznacz _wszystko

source: Select all songs in song list
pl: Zaznacz wszystkie utwory na liście utworów

source: Select _None
pl: _Odznacz wszystko

source: Unselect all songs in song list
pl: Odznacz wszystkie utwory na liście utworów

source: _Jump to playing song
pl: _Skocz do odtwarzanego utworu

source: Plu_gins...
pl: Wt_yczki...

source: Configure Banshee plugins
pl: Konfiguracja wtyczek Banshee

source: _Tools
pl: _Narzędzia

source: _View
pl: _Widok

source: _Columns...
pl: _Kolumny

source: Select which columns to display in the song list
pl: Zaznacz kolumny, które mają być wyświetlone na liście utworów

source: Open Boo Buddy
pl: Otwórz Boo Buddy

source: Display the equalizer.
pl: Wyświetl korektor graficzny.

source: _Logged Events Viewer...
pl: Przeg_lądarka dziennika...

source: View a detailed log of events
pl: Wyświetl szczegóły dziennik zdarzeń

source: _Help
pl: Pomo_c

source: _Version Information...
pl: _Informacje o wersji...

source: View detailed version and configuration information
pl: Wyświetla szczegółowe informacje o wersji i konfiguracji

source: _Web Resources
pl: _Zasoby sieciowe

source: Banshee _User Guide (Wiki)
pl: Instrukcja _użytkownika Banshee (Wiki)

source: Learn about how to use Banshee
pl: Obsługa Banshee

source: Banshee _Home Page
pl: _Strona domowa Banshee

source: Visit the Banshee Home Page
pl: Otwiera stronę domowa Banshee

source: _Get Involved
pl: _Udział w projekcie

source: Become a contributor to Banshee
pl: Jak zostać współtwórcą Banshee

source: _Playback
pl: _Odtwarzanie

source: Source
pl: Źródło

source: Song Menu
pl: Menu utworu

source: _Debug
pl: _Debugowanie

source: Import Playlist...
pl: Importuj listę...

source: Import a playlist
pl: Importuje listę odtwarzania

source: Export Playlist...
pl: Eksportuj listę...

source: Export a playlist
pl: Eksportuje listę odtwarzania

source: _Fullscreen
pl: Pełny _ekran

source: Toggle Fullscreen Mode
pl: Przełącz tryb pełnego ekranu

source: Show Cover _Art
pl: Wyświetlanie okł_adek

source: Toggle display of album cover art
pl: Przełączanie wyświetlania okładek

source: _Copy
pl: S_kopiuj

source: Copy selected song(s) to clipboard
pl: Kopiuj zaznaczony(e) utwór(ory) do schowka

source: _Remove
pl: _Usuń

source: Remove selected song(s) from library
pl: Usuń zaznaczony(e) utwór(ory) z kolekcji

source: _Delete From Drive
pl: Usuń z _napędu

source: Permanently delete selected song(s) from storage medium
pl: Bezpowrotnie usuń zaznaczony(e) utwór(ory) z zasobów komputera

source: _Edit Song Metadata
pl: Mo_dyfikuj metadane utworu

source: Edit metadata on selected songs
pl: Modyfikuje metadane w zaznaczonych utworach

source: _Search for Songs
pl: _Szukaj utworów

source: Search for songs matching certain criteria
pl: Wyszukuje utwory spełniające odpowiednie kryteria

source: By Matching _Album
pl: Wg _albumu

source: Search all songs of this album
pl: Wyszukuje wszystkie utwory z tego albumu

source: By Matching A_rtist
pl: Wg _wykonawcy

source: Search all songs of this artist
pl: Wyszukuje wszystkie utwory tego wykonawcy

source: By Matching _Genre
pl: Wg _gatunku

source: Search all songs of this genre
pl: Wyszukuje wszystkie utwory z tego gatunku

source: Add _to Playlist
pl: Dodaj _do listy odtwarzania

source: Append selected songs to playlist or create new playlist from selection
pl: Dołącza zaznaczone utwory do listy odtwarzania lub tworzy nową listę odtwarzania z zaznaczenia

source: Import CD
pl: Importuj CD

source: Import audio CD to library
pl: Importuje CD-Audio do kolekcji

source: _Play
pl: _Odtwarzaj

source: Play or pause the current song
pl: Odtwarza lub zatrzymuje bieżący utwór

source: _Next
pl: _Następny

source: Play the next song
pl: Odtwarza następny utwór

source: Pre_vious
pl: Pop_rzedni

source: Play the previous song
pl: Odtwarza poprzedni utwór

source: Repeat N_one
pl: Bez p_owtarzania utworów

source: Do not repeat playlist
pl: Nie powtarza listy odtwarzania

source: Repeat _All
pl: Powtarz_anie wszystkich utworów

source: Play all songs before repeating playlist
pl: Odtwórz wszystkie utwory przed powtórzeniem listy odtwarzania

source: Repeat Si_ngle
pl: Powtarzanie po_jedynczego utworu

source: Repeat the current playing song
pl: Powtarzaj odtwarzanie bieżącego utworu

source: Shu_ffle
pl: Odtwarzanie lo_sowe

source: Toggle between shuffle or continuous playback modes
pl: Przełączanie pomiędzy odtwarzaniem losowym a ciągłym

source: _Stop When Finished
pl: _Zatrzymaj po zakończeniu

source: Stop playback after the current song finishes playing
pl: Zatrzymuje odtwarzanie po zakończeniu odtwarzania bieżącego utworu

source: Seek _Backward
pl: Przewiń do _tyłu

source: Seek backward in current song
pl: Przewijaj bieżący utwór wstecz

source: Seek _Forward
pl: Przewiń do _przodu

source: Seek forward in current song
pl: Przewijaj bieżący utwór do przodu

source: Seek _to...
pl: Przewiń _do...

source: Seek to a specific location in current song
pl: Wyszukiwanie danego położenia w bieżącym utworze

source: _Restart Song
pl: _Odtwórz utwór ponownie

source: Restart the current song
pl: Powtórz odtwarzanie bieżącego utworu

source: Synchronize
pl: Synchronizuj

source: Save changes to device or synchronize music library
pl: Zapisz zmiany w urządzeniu lub synchronizuj kolekcję muzyczną

source: HAL is not initialized
pl: HAL nie została zainicjowana

source: Audio CD Core Initialized
pl: Jądro CD-Audio zainicjowane

source: Could not Read Audio CD
pl: Nie można odczytać CD-Audio

source: Unknown Artist
pl: Nieznany wykonawca

source: Unknown Album
pl: Nieznany album

source: Track {0}
pl: Utwór {0}

source: Audio CD
pl: Płyta CD-Audio

source: Cannot Eject CD
pl: Nie można wysunąć płyty CD

source: The CD cannot be ejected while it is importing. Stop the import first.
pl: Płyta CD nie może zostać wysunięta podczas importowania. Najpierw zatrzymaj importowanie.

source: Could not create CD Ripper
pl: Nie można utworzyć rippera CD

source: Importing CD
pl: Importowanie CD

source: <i>{0}</i> is still being imported into the music library. Would you like to stop it?
pl: <i>{0}</i> jest nadal importowana do kolekcji muzycznej. Czy chcesz zatrzymać ten proces?

source: The device node '{0}' differs from the device node already set for previously queued tracks ({1})
pl: Węzeł urządzenia "{0}" różni się od węzła urządzenia już ustalonego dla poprzednio zakolejkowanych utworów ({1})

source: Importing Audio CD
pl: Importowanie CD-Audio

source: Initializing Drive
pl: Inicjowanie napędu

source: No encoder was found on your system.
pl: Brak kodera w systemie.

source: Cannot Import CD
pl: Nie można zaimportować CD

source: Importing {0} of {1}
pl: Importowanie {0} z {1}

source: No available profiles
pl: Brak dostępnych profili.

source: Advanced
pl: Zaawansowane

source: Audio Disc:
pl: Płyta CD-Audio:

source: Data Disc:
pl: Płyta z danymi:

source: {0}:{1:00} of {2}
pl: {0}:{1:00} z {2}

source: Unknown Minutes
pl: Nieznana liczba Minut

source: {0} Minutes
pl: {0} Minut

source: {0} of {1}
pl: {0} z {1}

source: Unknown MB
pl: Nieznana liczba MB

source: New Audio C_D
pl: Nowa płyta C_D-Audio

source: Create a new audio CD
pl: Utwórz nową płytę CD-Audio

source: Problem creating CD
pl: Problem podczas tworzenia CD

source: No CD recording hardware was found.
pl: Brak sprzętu nagrywającego.

source: Audio
pl: Dźwięk

source: Some songs could not be found.
pl: Niektóre utwory nie zostały odnalezione.

source: No CD writers were found on your system.
pl: Brak nagrywarek CD w systemie.

source: Insert Blank CD
pl: Pusta płyta CD

source: Please insert a blank CD disk for the write process.
pl: Proszę włożyć pustą płytę CD do nagrania.

source: The inserted media is not large enough to hold your selected music.
pl: Medium zawiera zbyt mało miejsca na zaznaczoną muzykę.

source: {0} more minute is needed on the media.
pl: Potrzebna jest jeszcze {0} minuta wolnej przestrzeni na nośniku.

source: Not Enough Space on Disc
pl: Brak wystarczającej ilości miejsca na płycie

source: {0} more megabyte is needed on the media.
pl: Potrzebny jest jeszcze {0} megabajt wolnej przestrzeni na nośniku.

source: Insufficient Disk Space
pl: Brak wystarczającej ilości miejsca na płycie

source: Creating this CD requires at least {0} MiB of free disk space.
pl: Utworzenie tej płyty CD wymaga co najmniej {0} MiB wolnego miejsca.

source: Continue Anyway
pl: Kontynuuj mimo wszystko

source: Could Not Write CD
pl: Nie można nagrać CD

source: No suitable encoder could be found to convert selected songs.
pl: Nie odnaleziono odpowiedniego kodera do konwersji zaznaczonych utworów.

source: Writing a disc
pl: Nagrywanie płyty

source: Writing Disc
pl: Nagrywanie płyty

source: Stopping the disc writing process will render it useless. Would you like to stop writing the disc?
pl: Zatrzymania procesu nagrywania płyty bezpowrotnie ją uszkodzi. Czy chcesz zatrzymać nagrywanie płyty?

source: Error writing disc
pl: Błąd podczas nagrywania płyty

source: An unknown error occurred when attempting to write the disc.
pl: Wystąpił nieznany błąd podczas próby nagrania płyty.

source: Disc writing complete
pl: Nagrywanie płyty zakończone

source: The selected audio was successfully written to the disc.
pl: Wybrane utwory zostały nagrane na płycie.

source: Preparing to record
pl: Przygotowywanie do nagrywania

source: Recording contents
pl: Nagrywanie zawartości

source: Fixating disc
pl: Zamykanie sesji

source: Waiting for Media
pl: Oczekiwanie na medium

source: Insert blank disc
pl: Wsuń pustą płytę

source: Please insert a blank disc for the write process.
pl: Proszę wsunąć pustą płytę do nagrywania.

source: New Audio CD
pl: Nowa płyta CD-Audio

source: CD Session
pl: Sesja CD

source: Maximum
pl: Maksymalna

source: High
pl: Wysoka

source: Medium
pl: Średnia

source: Low
pl: Niska

source: Copy CD failed
pl: Kopiowanie CD nie powiodło się

source: Could not run nautilus-cd-burner
pl: Nie można uruchomić nautilus-cd-burner

source: Backend
pl: Mechanizm

source: Base location for library music
pl: Bazowe położenie kolekcji muzycznej

source: Can be either "systemio" (.NET System.IO), "unix" (Native Unix), or "gnomevfs" (GNOME VFS); takes effect on Banshee start (restart necessary)
pl: Może to być "systemio" (.NET System.IO), "unix" (Native Unix) lub "gnomevfs" (GNOME VFS); zmiany wprowadzane po ponownym uruchomieniu Banshee

source: Column index
pl: Indeks kolumn

source: Column index for sorting the library source. -1 for unset.
pl: Indeks kolumn do sortowania źródeł kolekcji. -1 dla nieustalony.

source: Column sort type
pl: Tryb sortowania kolumn

source: Column sort type for the library source. Ascending (0) or Descending (1)
pl: Typ sortowania kolumn dla źródła kolekcji. Rosnący (0) lub malejący (1)

source: Copy and rename music to banshee music library directory when importing
pl: Kopiowanie i zmienianie nazw muzyki do kolekcji muzyki banshee podczas importowania

source: Copy music on import
pl: Kopiuj muzykę podczas importowania

source: Enable error correction
pl: Włącz korekcję błędów

source: Enable shuffle mode
pl: Włączenie trybu odtwarzania losowego

source: Export Format
pl: Format eksportu

source: Format for creating a track filename inside the library. Do not use path tokens/characters here. See LibraryFolderPattern. Legal tokens: %artist%, %album%, %title%, %track_number%, %track_count%, %track_number_nz% (No prefixed zero), %track_count_nz% (No prefixed zero).
pl: Format tworzenia nazwy pliku ścieżki wewnątrz kolekcji. Nie można używać znaków/znaczników ścieżek. Proszę zobaczyć LibraryFolderPattern. Prawidłowe znaczniki: %artist%, %album%, %title%, %track_number%, %track_count%, %track_number_nz% (bez początkowego zera), %track_count_nz% (bez początkowego zera).
