Repository: aviarypl/suse-l10n-pl
Catalog: lcn/banshee.*.po
Languages: pl

source: This station is only available to subscribers.
pl: Ta stacja jest dostępna tylko dla abonentów.

source: There are not enough neighbours for this station.
pl: Brak wystarczającej dla tej stacji liczby sąsiadów.

source: The streaming system is offline for maintenance, please try again later.
pl: System nadawania jest w trakcie konserwacji. Proszę spróbować później.

source: There was an unknown error.
pl: Napotkano nieokreślony błąd.

source: Not connected to Last.fm.
pl: Brak połączenia z Last.fm

source: Need account details before can connect to Last.fm
pl: Do połączenia z Last.fm wymagane są dane konta

source: No network connection detected.
pl: Brak połączenia sieciowego

source: Last.fm username or password is invalid.
pl: Nieprawidłowa nazwa użytkownika lub hasło Last.fm

source: Connecting to Last.fm.
pl: Łączenie z Last.fm.

source: Connected to Last.fm.
pl: Połączona z Last.fm

source: Edit Station
pl: Modyfikuj stację

source: New Station
pl: Nowa stacja

source: Edit Last.fm Settings
pl: Zmień ustawienia Last.fm

source: Last.fm (Disconnected)
pl: Last.fm (rozłączono)

source: Last.fm Radio
pl: Radio Last.fm

source: Play music from Last.fm, the world's largest social music platform. Show off your taste, see what your friends are listening to, hear new music, get personal radio, recommendations, and downloads, all for free.
pl: Odtwarzanie muzyki z Last.fm - największej społecznościowej platformy muzycznej. Za darmo można pochwalić się swoją ulubioną muzyką, sprawdzać czego słuchają znajomi, słuchać osobistego radia, otrzymywać rekomendacje i pobierać muzykę.

source: _Add Station
pl: _Dodaj stację

source: Connect
pl: Połącz

source: Sort Stations by
pl: Sortuj stacje wg

source: Love Track
pl: Utwór uwielbiany

source: Mark current track as loved
pl: Oznacza bieżący utwór jako uwielbiany

source: Ban Track
pl: Utwór zakazany

source: Mark current track as banned
pl: Oznacza bieżący utwór jako zakazany

source: Station Name
pl: Nazwa stacji

source: Total Play Count
pl: Całkowita liczba odtworzeń

source: Station Type
pl: Typ stacji

source: Tuning Last.fm to {0}.
pl: Zmiana stacji Last.fm na {0}.

source: Failed to tune in station. {0}
pl: Wczytanie stacji nieudane. {0}

source: Getting new songs for {0}.
pl: Pobieranie nowych utworów dla {0}.

source: No new songs available for {0}.
pl: Brak nowych utworów dla {0}.

source: Failed to get new songs for {0}.
pl: Pobieranie nowych utworów dla {0} zakończone niepowodzeniem.

source: Delete Last.fm Station
pl: Usuń stację Last.fm

source: Last.fm Station
pl: Stacja Last.fm

source: Edit Last.fm Station
pl: Modyfikuj stację Last.fm

source: Recommended
pl: Rekomendowany

source: Personal
pl: Osobisty

source: Loved
pl: Ukochany

source: Neighbors
pl: Sąsiedzi

source: For User:
pl: Dla użytkownika:

source: By User:
pl: Przez użytkownika:

source: Of User:
pl: Użytkownika:

source: Group
pl: Grupa

source: Group Name:
pl: Nazwa grupy:

source: Tag
pl: Etykieta

source: Tag Name:
pl: Nazwa etykiety

source: Fans of:
pl: Fani:

source: Similar
pl: Podobny

source: Similar to:
pl: Podobny do:
