Repository: aviarypl/suse-l10n-pl
Catalog: lcn/banshee.*.po
Languages: pl

source: Stop {0}
pl: Zatrzymaj {0}

source: The '{0}' operation is still performing work. Would you like to stop it?
pl: Operacja "{0}" jest ciągle w toku. Zatrzymać?

source: Continue {0}
pl: Kontynuuj {0}

source: Insert Disc
pl: Włóż płytę

source: Rating:
pl: Ocena:

source: Buffering
pl: Buforowanie

source: Contacting...
pl: Łączenie...

source: Idle
pl: Bezczynny

source: Muted
pl: Wyciszone

source: Full Volume
pl: Pełna głośność

source: Rebuilding Database
pl: Odbudowywanie bazy danych

source: Scanning iPod...
pl: Skanowanie iPoda...

source: Processing Tracks...
pl: Przetwarzanie utworów...

source: Ordering Tracks...
pl: Układanie utworów...

source: Saving new database...
pl: Zapisywanie nowej bazy danych...

source: Error rebuilding iPod database
pl: Błąd podczas odbudowywania bazy danych iPoda

source: Advertised Capacity
pl: Oficjalna pojemność

source: Manufactured In
pl: Wyprodukowany w

source: Your iPod could not be identified
pl: Odtwarzać iPod nie został identyfikowany

source: Please consider submitting information about your iPod to the Banshee Project so your iPod may be more fully identified in the future.
pl: Proszę rozważyć wysłanie informacji o iPodzie do projektu Banshee, aby ten model iPoda był w przyszłości lepiej rozpoznawany.

source: Do not ask me again
pl: Nie pytaj ponownie

source: Go to Web Site
pl: Przejdź do strony WWW

source: Could not eject iPod
pl: Nie można odmontować iPoda

source: Synchronizing iPod
pl: Synchronizowanie iPoda

source: Pre-processing tracks
pl: Przetwarzanie utworów

source: Failed to synchronize iPod
pl: Synchronizacja z iPodem zakończona niepowodzeniem

source: Unable to read your iPod
pl: Nie można wczytać iPoda

source: You have used this iPod with a version of iTunes that saves a version of the song database for your iPod that is too new for Banshee to recognize. Banshee can either rebuild the database or you will have to wait for the new iTunes version to be supported by Banshee.
pl: Ten iPod zawiera bazę danych iTunes w zbyt nowej dla Banshee wersji i nie można jej rozpoznać. Banshee może odbudować bazę danych, można też poczekać, aż nowa wersja iTunes będzie obsługiwana przez Banshee.

source: An iPod database could not be found on this device. Banshee can build a new database for you.
pl: Nie można odnaleźć bazy danych iPod w tym urządzeniu. Banshee może taką bazę zbudować.

source: What is the reason for this?
pl: Jaki jest tego powód?

source: Your iPod is mounted read only. Banshee can not restore your iPod.
pl: iPod zamontowany jest w trybie tylko do odczytu. Nie można przywrócić zawartości.

source: Rebuild iPod Database...
pl: Odbuduj bazę danych iPoda...

source: Confirm Rebuild iPod Database
pl: Potwierdzenie odbudowy bazy danych iPoda

source: Rebuilding your iPod database may take some time. Also note that any playlists you have on your iPod will be lost. Are you sure you want to rebuild your iPod database?
pl: Odbudowanie bazy danych iPod może chwilę potrwać. Wszystkie listy odtwarzania w iPodzie zostaną utracone. Na pewno odbudować bazę danych iPod?

source: Rebuild Database
pl: Odbuduj bazę danych

source: Rebuilding iPod Database...
pl: Odbudowywanie bazy danych...

source: Synchronizing Device
pl: Synchronizowanie urządzenia

source: Removing Songs
pl: Usuwanie utworów

source: Vendor
pl: Producent

source: Audio Folder
pl: Folder dźwiękowy

source: Required Folder Depth
pl: Wymagana głębokość folderów

source: Audio Format
pl: Format dźwiękowy

source: Loading Songs
pl: Wczytywanie utworów

source: The audio device song loading process is currently running. Would you like to stop it?
pl: Trwa wczytywanie utworów urządzenia dźwiękowego. Czy zatrzymać ten proces?

source: Loading {0} of {1}
pl: Wczytywanie {0} z {1}

source: Copying {0} of {1}
pl: Kopiowanie {0} z {1}

source: Failed to Unmount {0}
pl: Odmontowanie nieudane {0}

source: Make sure no other programs are using it.
pl: Proszę się upewnić, że żadne inne programy nie używają tego urządzenia.

source: Failed to Eject {0}
pl: Odmontowanie nieudane {0}

source: Removing songs from {0}
pl: Usuwanie utworów z {0}

source: Removing {0} of {1}
pl: Usuwanie {0} z {1}

source: Audio Device
pl: Urządzenie dźwiękowe

source: Importing from {0}
pl: Importowanie z {0}

source: Cannot read device
pl: Nie można odczytać urządzenia

source: Device Error
pl: Błąd urządzenia

source: Could not set the owner of the device.
pl: Nie można ustawić ciągu właściciela urządzenia.

source: Could not initialize GStreamer library
pl: Nie można zainicjować biblioteki GStreamer

source: Last.fm Account Login
pl: Login konta Last.fm

source: Please enter your Last.fm account credentials.
pl: Proszę podać dane do zalogowania w Last.fm

source: Account Name:
pl: Nazwa konta:

source: Password:
pl: Hasło:

source: Audioscrobbler Reporting
pl: Raportowanie Audioscrobbler

source: Create an account
pl: Utwórz konto

source: Join the Banshee group
pl: Dołącz do grupy Banshee

source: Enable song reporting
pl: Włącz raportowanie utworów

source: Last.fm Username
pl: Nazwa użytkownika last.fm

source: Last.fm Password
pl: Hasło last.fm

source: Your profile page on Last.fm is automatically updated whenever you listen to music. It lets others see what you're listening to right now, and shows charts of your listening history.
pl: Strona profilu Last.fm jest automatycznie aktualizowana podczas słuchania muzyki. Pozwala innym zobaczyć właśnie słuchane utworów i wyświetla wykresy historii słuchania.

source: Configure the Audioscrobbler plugin
pl: Konfiguruj wtyczkę Audioscrobbler

source: Visit _user profile page
pl: Odwiedź stronę profilu _użytkownika

source: Visit your Audioscrobbler profile page
pl: Odwiedź stronę swojego profilu Audioscrobbler

source: Visit _group page
pl: Odwiedź stronę _grupy

source: Visit the Banshee last.fm group page
pl: Odwiedź stronę grupy last.fm Banshee

source: _Configure...
pl: _Konfiguruj...

source: _Enable song reporting
pl: Raporto_wanie utworów

source: Audioscrobbler reporting engine enabled
pl: Mechanizm raportowania Audioscrobbler włączony

source: Audioscrobbler reporting plugin enabled
pl: Wtyczka raportująca Audioscrobbler włączona

source: Engine enabled
pl: Mechanizm włączony

source: Password
pl: Hasło

source: Plugin enabled
pl: Wtyczka włączona

source: Username
pl: Nazwa użytkownika

source: last.fm Password
pl: Hasło Last.fm

source: last.fm Username
pl: Nazwa użytkownika Last.fm

source: Bookmarks plugin enabled
pl: Wtyczka zakładek włączona

source: Bookmarks
pl: Zakładki

source: Bookmark your position in tracks.
pl: Zakładki do miejsc w utworach

source: _Bookmarks
pl: _Zakładki

source: _Add Bookmark
pl: _Dodaj zakładkę

source: Bookmark the Position in the Current Track
pl: Dodaje zakładkę do miejsca w bieżącym utworze

source: _Remove Bookmark
pl: _Usuń zakładkę

source: DAAP plugin enabled
pl: Wtyczka DAAP włączona

source: Music share name
pl: Nazwa współdzielonego zasobu

source: Share local music with others
pl: Współdziel lokalna muzykę z innymi

source: Share name
pl: Nazwa zasobu

source: Share server enabled
pl: Serwer współdzielenia uruchomiony

source: Music Sharing
pl: Współdzielenie muzyki

source: Share my music library with others
pl: Współdziel moją kolekcję muzyczną z innymi

source: Share name:
pl: Nazwa zasobu:

source: Shared Music
pl: Współdzielona muzyka

source: Banshee Music Share
pl: Współdzielenie muzyki Banshee

source: Disconnected from music share
pl: Rozłączono z zasobem muzyki

source: Unable to connect to music share
pl: Nie można się połączyć z zasobem muzyki

source: iTunes® 7 introduced new compatibility issues and currently only works with other iTunes® 7 clients. No third-party clients can connect to iTunes® music shares anymore. This is an intentional limitation by Apple in iTunes® 7 and we apologize for the unfortunate inconvenience.
pl: iTunes® 7 zawiera nowe problemy z kompatybilnością i obecnie działa jedynie z innymi klientami iTunes® 7. Żaden klient osób trzecich nie może się już połączyć z zasobami iTunes®. Jest to celowe ograniczenie wprowadzone przez Apple w iTunes® 7, przepraszamy za zaistniałą w związku z tym sytuację.

source: Common reasons for connection failures:
pl: Częste powody problemów z połączeniem:

source: The provided login credentials are invalid
pl: Dane do zalogowania są nieprawidłowe

source: The login process was canceled
pl: Proces logowania został anulowany

source: Too many users are connected to this share
pl: Zbyt wielu użytkowników jest połączonych z tym zasobem

source: You are no longer connected to this music share
pl: Połączenie z tym zasobem muzyki zostało już zerwane

source: Try connecting again
pl: Proszę spróbować połączyć się ponownie

source: The music share is hosted by iTunes® 7
pl: Zasób muzyczny jest obsługiwany przez iTunes® 7

source: Login to Music Share
pl: Zaloguj do zasobu muzycznego

source: Authentication Required
pl: Wymagane uwierzytelnienie

source: Username:
pl: Nazwa użytkownika

source: Allow browsing and listening to songs from music shares and share your Banshee library with others. Works with other instances of Banshee, iTunes, and Rhythmbox.
pl: Pozwala na przeglądanie i słuchanie utworów z sieciowych zasobów muzycznych oraz współdzieli twoją kolekcję muzyczną z innymi. Działa z innymi instancjami Banshee, iTunes oraz Rhythmbox.

source: Connecting to {0}
pl: Łączenie z {0}

source: Logging in to {0}
pl: Logowanie do {0}

source: Disconnect
pl: Rozłącz

source: Metadata searcher plugin enabled
pl: Wtyczka wyszukiwania metadanych włączona

source: Metadata Searcher
pl: Wyszukiwarka metadanych

source: Automatically search for missing and supplementary metadata and cover art for songs in your library.
pl: Automatycznie szukaj brakujących i dodatkowych metadanych oraz okładek dla utworów w kolekcji.

source: Download Cover Art
pl: Pobierz okładki

source: Download
pl: Pobierz

source: Downloading Cover Art
pl: Pobieranie okładek

source: Searching
pl: Wyszukiwanie

source: Are you sure you want to stop downloading cover art for the albums in your library? The operation can be resumed at any time from the <i>Tools</i> menu.
pl: Czy mają zostać pobrane okładki do albumów w kolekcji? To zadanie może zostać wznowione w dowolnym momencie z menu <i>Narzędzia</i>.

source: MiniMode plugin enabled
pl: Wtyczka trybu minimalistycznego włączona

source: <b><big>This is the title</big></b>
pl: <b><big>To jest tytuł</big></b>

source: <i>This is the album</i>
pl: <i>To jest album</i>

source: Current source:
pl: Bieżące źródło:

source: Full Mode
pl: Tryb pełny

source: This is the artist
pl: To jest wykonawca

source: Mini Mode allows controlling Banshee through a small window with only playback controls and track information.
pl: Tryb mini pozwala na obsługę Banshee poprzez niewielkie okno zawierające wyłącznie przyciski kontroli odtwarzania i informacje o utworze.

source: _Mini Mode
pl: Tryb _mini

source: Switch back to full mode
pl: Przełącz do trybu pełnego

source: Multimedia Keys plugin enabled
pl: Wtyczka przycisków multimedialnych włączona

source: Multimedia Keyboard Shortcuts
pl: Skróty klawiszowe przycisków multimedialnych

source: Configuration of multimedia keyboard shortcuts is done through the Gnome Keyboard Shortcuts configuration applet.
pl: Konfiguracji przycisków multimedialnych odbywa się poprzez aplet skrótów klawiszowych GNOME.

source: Configure Keyboard Shortcuts
pl: Konfiguruj skróty klawiszowe

source: Multimedia Keys
pl: Przyciski multimedialne

source: Adds support for multimedia keys configured through GNOME.
pl: Dodaje obsługę przycisków multimedialnych, konfigurowalnych poprzez GNOME.

source: Notification area plugin enabled
pl: Wtyczka ikony w obszarze powiadamiania uruchomiona

source: Quit instead of hide to notification area on close
pl: Zakończ zamiast zwijać do ikony w obszarze powiadamiania przy zamknięciu

source: Quit on close
pl: Zakończ przy zamknięciu

source: Show a notification when closing main window
pl: Wyświetlanie powiadomień po zamknięciu głównego okna

source: Show notifications
pl: Wyświetlanie powiadomień

source: Show track information notifications when track starts playing
pl: Wyświetlanie powiadomień z informacjami o utworach

source: When the main window is closed, show a notification stating this has happened.
pl: Kiedy główne okno zostanie zamknięte, wyświetl powiadomienie o tym zdarzeniu

source: Notification Area Icon
pl: Ikona w obszarze powiadamiania

source: Show notifications when song changes
pl: Wyświetlanie powiadomień przy zmianie utworu

source: Quit Banshee when title bar close button is clicked
pl: Kończenie pracy Banshee po kliknięciu w pasek tytułowy

source: Shows the Notification Area Icon
pl: Wyświetla ikonę w obszarze powiadamiania

source: _Close
pl: Za_mknij

source: Close
pl: Zamknij

source: _Show Notifications
pl: Wyświetlanie p_owiadomień

source: Still Running
pl: Nadal uruchomiony

source: Banshee was closed to the notification area. Use the <i>Quit</i> option to end your session.
pl: Program Banshee został zwinięty do ikony w obszarze powiadamiania. Polecenie <i>Zakończ</i> pozwala zakończyć działanie programu.

source: Now Playing
pl: Bieżący utwór

source: Cannot show notification
pl: Nie można wyświetlić powiadomień

source: Playlist separator position
pl: Położenie separatora list odtwarzania

source: Podcast date column
pl: Kolumna daty podcastu

source: Podcast feed column
pl: Kolumna źródła podcastu

source: Podcast library location
pl: Położenie kolekcji podcastów

source: Podcast plugin enabled
pl: Wtyczka podcastów włączona

source: Podcast title column
pl: Kolumna tytułu podcastu

source: Position of the podcast date playlist column
pl: Położenie kolumny z datami podcastów

source: Position of the podcast feed playlist column
pl: Położenie kolumny ze źródłami podcastów

source: Position of the podcast title playlist column
pl: Położenie kolumny z tytułami podcastów

source: Position of the separator located between the feed and podcast views
pl: Położenie separatora położonego pomiędzy źródłami a widokiem podcastów

source: Root directory for the podcast plugin to store downloaded files
pl: Główny katalog do przechowywania pobranych podcastów

source: DownloadCore is shutting down.
pl: Zamykanie DownloadCore.

source: dif not in 'New' state.
pl: dif nie jest w stanie "Nowy".

source: Uri scheme not supported.
pl: Schemat URI nieobsługiwany.

source: Download already queued.
pl: Pobieranie już zakolejkowane.

source: uri is empty
pl: adres URI jest pusty

source: path is empty
pl: ścieżka jest pusta

source: Downloading Files
pl: Pobieranie plików

source: Initializing downloads
pl: Inicjowanie pobierania

source: Canceling Downloads
pl: Anulowanie pobierania

source: Waiting for downloads to terminate
pl: Oczekiwanie na zakończenie pobierania

source: Downloading File
pl: Pobieranie pliku

source: Downloading Files ({0} of {1} completed) {2} failed
pl: Pobieranie plików ({0} z {1} ukończono) {2} nieudanych

source: Currently transfering 1 file at {0} kB/s
pl: Trwa przesyłanie pliku z prędkością {0} kB/s

source: Already queued, must be unique.
pl: Już zakolejkowany, musi być unikalny.

source: Item not in queue.
pl: Element nie znajduje się w kolejce.

source: Uri scheme not supported
pl: Adres URI nieobsługiwany

source: File complete
pl: Plik ukończony

source: Unable to create directory: {0}
pl: Nie można utworzyć katalogu: {0}

source: Dif is not in 'running' state
pl: Dif nie jest w stanie "uruchomiony"

source: Contacting {0}...
pl: Łączenie z {0}...

source: HTTP error
pl: Błąd HTTP

source: Feed has no title
pl: Źródło nie ma tytułu

source: Uri Scheme Not Supported
pl: Adres URI nie obsługiwany

source: Podcast feed URI scheme is not supported.
pl: Nieobsługiwany adres URI źródła podcastu.

source: Invalid URL
pl: Nieprawidłowy adres URL

source: Podcast feed URL is invalid.
pl: Nieprawidłowy adres URL źródła podcastu

source: Unable to load Podcast DB
pl: Nie można wczytać bazy podcastów

source: Download Failed
pl: Pobieranie nie powiodło się

source: Unable to add file to library
pl: Nie można dodać pliku do kolekcji

source: Updating "{0}"
pl: Aktualizowanie "{0}"

source: Podcast Feed Update
pl: Aktualizacja źródła podcastu

source: Updating
pl: Aktualizowanie

source: Preparing to update feeds
pl: Przygotowywanie do aktualizacji źródeł

source: Updating podcast feed {0} of {1}
pl: Aktualizowanie źródła podcastu {0} z {1}

source: Canceling updates
pl: Anulowanie aktualizacji

source: Waiting for update to terminate
pl: Oczekiwanie na zakończenie aktualizacji

source: Title Property Changed
pl: Właściwość tytułu zmieniona

source: Already Subscribed
pl: Już zasubskrybowane

source: Podcasting is a form of audio blogging where users subscribe to a feed of shows and its episodes are downloaded and managed for offline listening. Its name comes from the targeting of audio posts to Apple's iPod® audio player, although podcasts can be listened to directly in {0}.
pl: Podcasting to forma dźwiękowego bloga, gdzie użytkownicy subskrybują źródło, którego odcinki są pobieranie i gotowe do odsłuchu bez połączenia z Internetem. Nazwa pochodzi od nazwy odtwarzacza muzyki Apple iPod®, aczkolwiek podcasty mogą być odsłuchiwane bezpośrednio w {0}.

source: Manage the Podcast plugin
pl: Ustawienia wtyczki podcastów

source: Update Podcasts
pl: Aktualizuj podcasty

source: Update Subscribed Podcasts
pl: Aktualizuj subskrybowane podcasty

source: Subscribe to Podcast
pl: Subskrybuj źródło podcastów

source: Subscribe to a new Podcast
pl: Subskrybcja nowego źródła podcastów

source: Find New Podcasts
pl: Znajdź nowe podcasty

source: Find New Podcasts at PodcastAlley.com
pl: Znajdź nowe podcasty na PodcastAlley.com

source: Errors
pl: Błędy

source: Description:
pl: Opis:

source: Last Updated:
pl: Ostatnio aktualizowany:

source: URL:
pl: Adres URL:

source: When feed is updated:
pl: Kiedy źródło jest aktualizowane:

source: No description available
pl: Brak dostępnego opisu

source: Podcasts
pl: Podcasty

source: All
pl: Wszystko

source: Episode
pl: Odcinek

source: New
pl: Nowy

source: Date
pl: Data

source: Date:
pl: Data:

source: Update All Podcasts
pl: Aktualizuj wszystkie źródła

source: Visit Podcast Alley
pl: Odwiedź PodcastAlley.com

source: Subscribed
pl: Zasubskrybowany

source: Update Podcast
pl: Aktualizuj źródła

source: Delete Podcast
pl: Usuń podcast

source: Homepage
pl: Strona domowa

source: Properties
pl: Właściwości

source: Cancel
pl: Anuluj

source: Remove Episodes(s)
pl: Usuń epizod(y)

source: Select All
pl: Zaznacz wszystko

source: Select None
pl: Odznacz wszystko

source: Link
pl: Odnośnik

source: Subscribe
pl: Subskrybuj

source: Subscribe to New Podcast
pl: Subskrybcja nowego źródła podcastów

source: Please enter the URL of the podcast to which you are subscribing.
pl: Adres URL podcastu do subskrypcji

source: When new episodes are available:
pl: Kiedy nowe odcinki są dostępne:

source: Download all episodes
pl: Pobierz wszystkie odcinki

source: Download the most recent episode
pl: Pobierz najnowszy odcinek

source: Let me decide which episodes to download
pl: Zapytaj użytkownika, które odcinki mają zostać pobrane

source: Always show stations that require the Helix/RealPlayer engine, even if the engine is not loaded.
pl: Zawsze wyświetlaj stacje wymagające silnika Helix/RealPlayer, nawet jeśli mechanizm nie jest wczytany.

source: Last time XSPF stations were updated from radio.banshee-project.org
pl: Czas ostatniej aktualizacji listy XSPF stacji z radio.banshee-project.org

source: Last time the master station list was checked for updates
pl: Czas ostatniej aktualizacji głównej listy stacji

source: Radio plugin enabled
pl: Wtyczka radia włączona

source: Show remote stations
pl: Pokazuje zdalne stacje

source: Show stations requiring Helix/RealPlayer
pl: Wyświetlaj stacje wymagające Helix/RealPlayer

source: Time of the last radio update
pl: Czas ostatniej aktualizacji stacji radiowych

source: Time of the last radio update check
pl: Czas ostatniej próby aktualizacji stacji radiowych

source: URI for remote stations update
pl: Adres URI aktualizacji stacji

source: URI to update remote stations from
pl: Adres URI aktualizacji stacji

source: Update remote stations from radio.banshee-project.org
pl: Pobież zdalne stacje z radio.banshee-project.org

source: Loading
pl: Wczytywanie

source: Provides Internet radio/streaming audio station support
pl: Udostępnia obsługę internetowych stacji radiowych

source: Show Remote Stations
pl: Pokaż zdalne stacje

source: Update and show radio station content from radio.banshee-project.org
pl: Pobiera i wyświetla stacje radiowe z radio.banshee-project.org

source: Refresh Stations
pl: Odśwież stacje

source: Refresh stations from the Banshee Radio Web Service
pl: Odśwież stacje z internetowej usługi Radio Banshee

source: Copy URI
pl: Kopiuj URI

source: Copy stream URI to clipboard
pl: Kopiuj URI strumienia do pamięci podręcznej

source: Edit
pl: Modyfikuj

source: Edit Radio Station
pl: Modyfikuj stację radiową

source: Add Station
pl: Dodaj stację

source: Add new Radio Station
pl: Dodaj nową stację radiową

source: Remove
pl: Usuń

source: Remove selected Radio Station
pl: Usuń zaznaczoną stację radiową

source: Refreshing radio stations from the Banshee Radio Web Service
pl: Odświeżanie stacji radiowych z internetowej usługi Radio Banshee

source: Failed to load radio stations:
pl: Wczytanie stacji radiowych nieudane:

source: Invalid URI format.
pl: Nieprawidłowy format URI.

source: Add new radio station
pl: Dodaj nową stację radiową

source: Edit radio station
pl: Modyfikuj stację radiową

source: Enter the Group, Title and URL of the radio station you wish to add. A description is optional.
pl: Proszę podać grupę, tytuł i adres URL żądanej stacji radiowej. Opis nie jest wymagany.

source: Station Group:
pl: Grupa stacji:

source: Station Title:
pl: Stacja:

source: Stream URL:
pl: URL strumienia:

source: Station
pl: Stacja

source: Comment
pl: Komentarz

source: Cache version
pl: Wersja pamięci podręcznej

source: Recommendation plugin enabled
pl: Wtyczka rekomendacji uruchomiona

source: Version of the cache layout on disk, located at ~/.config/banshee/plugins/recommendation
pl: Wersja rozkładu pamięci podręcznej na dysku. W located at ~/.config/banshee/plugins/recommendation

source: Recommended Artists
pl: Wykonawcy rekomendowani

source: No similar artists found
pl: Brak podobnych wykonawców

source: Top Tracks by {0}
pl: Najlepsze utwory {0}

source: Top Albums by {0}
pl: Najlepsze albumy {0}

source: {0}% Similarity
pl: Podobieństwo: {0}%

source: Unknown Similarity
pl: Nieznany stopień podobieństwa

source: Music Recommendations
pl: Rekomendacje muzyczne

source: Automatically recommends music that you might like, based on the currently playing song. It finds artists and popular songs that others with similar musical tastes enjoy.
pl: Automatycznie rekomenduje muzykę opierając się na bieżąco odtwarzanym utworze. Odnajduje wykonawców i popularne utwory, które lubią inni użytkownicy o podobnych gustach muzycznych.

source: Show Recommendations
pl: Wyświetlanie rekomendacji

source: Failed to Login to Last.fm
pl: Błąd logowania w Last.fm

source: Either your username or password is invalid.
pl: Niepoprawna nazwa użytkownika lub hasło.

source: There is not enough content to play this station.
pl: Brak wystarczającej zawartości do odtworzenia tej stacji.

source: This group does not have enough members for radio.
pl: Ta grupa nie zawiera wystarczającej dla radia liczby członków.

source: This artist does not have enough fans for radio.
pl: Ten wykonawca nie posiada wystarczającej dla radia liczby fanów.

source: This station is not available.
pl: Ta stacja nie jest dostępna.
