Repository: aviarypl/suse-l10n-pl
Catalog: lcn/command-not-found.*.po
Languages: pl

source: $1: command not found
pl: $1: polecenia nie znaleziono.

source: Absolute path to '$1' is '$prefix/sbin/$1', so running it may require superuser privileges (eg. root).
pl: Bezwzględna ścieżka do '$1' to '$prefix/sbin/$1', więc uruchomienie aplikacji może wymagać uprawień superużytkownika (np. root).

source: If '$1' is not a typo you can use command-not-found to lookup the package that contains it, like this: cnf $1
pl: Jeżeli w '$1' nie ma literówki, możesz użyć command-not-found, aby poszukać pakietu, który go zawiera, w ten sposób: cnf $1

source: The program '%(prog)s' can be found in the following package:
pl: Program '%(prog)s' został znaleziony w poniższym pakiecie:

source: * %(prog)s [ path: %(path)s/%(binary)s, repository: %(repo)s ]
pl: * %(prog)s [ ścieżka: %(path)s/%(binary)s, repozytorium: %(repo)s ]

source: Try installing with:
pl: Spróbuj zainstalować z:

source: <selected_package>
pl: <wybrany_pakiet>

source: Program '%(prog)s' is present in package '%(pkg)s', which is installed on your system.
pl: Program '%(prog)s' jest obecny w pakiecie '%(pkg)s', który jest zainstalowany w twoim systemie.

source: Absolute path to '%(prog)s' is '%(path)s/%(prog)s', so running it may require superuser privileges (eg. root).
pl: Bezwzględna ścieżka do '%(prog)s' to '%(path)s/%(prog)s', więc uruchomienie aplikacji może wymagać uprawień superużytkownika (np. root).

source: Absolute path to '%(prog)s' is '%(path)s/%(prog)s'. Please check your $PATH variable to see whether it contains the mentioned path.
pl: Bezwzględna ścieżka do '%(prog)s' to '%(path)s/%(prog)s'. Sprawdź czy zmienna $PATH zawiera podaną ścieżkę.

source: searching ...
pl: wyszukiwanie...

source: command not found
pl: polecenia nie znaleziono
