Repository: aviarypl/suse-l10n-pl
Catalog: lcn/cracklib.*.po
Languages: pl

source: you are not registered in the password file
pl: brak rejestracji w pliku passwd

source: it is based on your username
pl: oparte na nazwie użytkownika

source: it is based upon your password entry
pl: oparte na wpisie passwd

source: it is derived from your password entry
pl: pochodzi od wpisu passwd

source: it's derived from your password entry
pl: pochodzi od wpisu passwd

source: it is derivable from your password entry
pl: możliwe do odtworzenia na podstawie wpisu passwd

source: it's derivable from your password entry
pl: możliwe do odtworzenia na podstawie wpisu passwd

source: it is WAY too short
pl: ZDECYDOWANIE za krótkie

source: it is too short
pl: za krótkie

source: it does not contain enough DIFFERENT characters
pl: nie zawiera wystarczająco dużo RÓŻNYCH znaków

source: it is all whitespace
pl: składa się z samych białych znaków

source: it is too simplistic/systematic
pl: zbyt proste / powtarzalne

source: it looks like a National Insurance number.
pl: wygląda jak numer ubezpieczenia.

source: it is based on a dictionary word
pl: oparte na słowie ze słownika

source: it is based on a (reversed) dictionary word
pl: oparte na (odwróconym) słowie ze słownika
