Repository: aviarypl/suse-l10n-pl
Catalog: lcn/gnome-packagekit.*.po
Languages: pl

source: The transaction has been canceled and will be retried when the system is idle.
pl: Przerwano zadanie. Zostanie ono wznowione w trakcie bezczynności systemu.

source: A package manager lock is required.
pl: Wymagana blokada menadżera pakietów.

source: No restart is necessary.
pl: Ponowne uruchomienie nie jest konieczne.

source: You will be required to restart this application.
pl: Należy ponownie uruchomić program.

source: You will be required to log out and back in.
pl: Należy się wylogować i ponownie zalogować.

source: A restart will be required.
pl: Wymagane jest ponowne uruchomienie.

source: You will be required to log out and back in due to a security update.
pl: Z powodu bezpieczeństwa należy wylogować się i zalogować ponownie.

source: A restart will be required due to a security update.
pl: Z powodu bezpieczeństwa należy wymagane jest ponowne uruchomienie.

source: No restart is required.
pl: Ponowne uruchomienie nie jest wymagane.

source: A restart is required.
pl: Wymagane jest ponowne uruchomienie.

source: You need to log out and log back in.
pl: Należy wylogować się i zalogować ponownie.

source: You need to restart the application.
pl: Należy ponownie uruchomić program.

source: You need to log out and log back in to remain secure.
pl: Z powodu bezpieczeństwa należy wylogować się i zalogować ponownie.

source: A restart is required to remain secure.
pl: Z powodu bezpieczeństwa należy ponownie uruchomić system.

source: Stable
pl: Stabilne

source: Unstable
pl: Niestabilne

source: Testing
pl: Testowanie

source: A mirror is possibly broken
pl: Serwer lustrzany jest prawdopodobnie uszkodzony

source: The connection was refused
pl: Połączenie zostało odrzucone

source: The parameter was invalid
pl: Parametr był nieprawidłowy

source: The priority was invalid
pl: Priorytet był nieprawidłowy

source: Backend warning
pl: Ostrzeżenie modułu przetwarzającego

source: Daemon warning
pl: Ostrzeżenie demona

source: The package list cache is being rebuilt
pl: Pamięć podręczna listy pakietów jest odnawiana

source: A newer package exists
pl: Istnieje nowszy pakiet

source: Could not find package
pl: Znalezienie pakietu zakończone niepowodzeniem

source: Configuration files were changed
pl: Pliki konfiguracyjne zostały zmienione

source: Package is already installed
pl: Pakiet jest już zainstalowany

source: Automatic cleanup is being ignored
pl: Automatyczne czyszczenie jest ignorowane

source: Software source download failed
pl: Pobieranie informacji o źródłe oprogramowania nie powiodło się

source: This software source is for developers only
pl: Źródła oprogramowania wyłącznie dla programistów

source: Other updates have been held back
pl: Wstrzymano pozostałe aktualizacje

source: Unknown state
pl: Nieznany stan

source: Starting
pl: Uruchamianie

source: Waiting in queue
pl: Zakolejkowano

source: Running
pl: Proces w trakcie wykonywania

source: Querying
pl: Wysyłanie zapytania

source: Getting information
pl: Uzyskiwanie informacji

source: Downloading packages
pl: Pobieranie plików

source: Refreshing software list
pl: Odświeżanie listy oprogramowania

source: Installing updates
pl: Instalowanie aktualizacji

source: Cleaning up packages
pl: Usuwanie pakietów i czyszczenie plików konfiguracyjnych

source: Obsoleting packages
pl: Dezaktualizacja pakietów

source: Resolving dependencies
pl: Rozstrzyganie zależności

source: Checking signatures
pl: Sprawdzanie podpisów

source: Testing changes
pl: Testowanie zmian

source: Committing changes
pl: Zatwierdzanie zmian

source: Requesting data
pl: Żądanie danych

source: Finished
pl: Ukończono

source: Canceling
pl: Anulowanie

source: Downloading repository information
pl: Pobieranie informacji o repozytorium

source: Downloading list of packages
pl: Pobieranie listy pakietów

source: Downloading file lists
pl: Pobieranie list plików

source: Downloading lists of changes
pl: Pobieranie list zmian

source: Downloading groups
pl: Pobieranie grup

source: Downloading update information
pl: Pobieranie informacji o aktualizacji

source: Repackaging files
pl: Ponowne pakowanie plików

source: Loading cache
pl: Wczytywanie bufora

source: Scanning installed applications
pl: Skanowanie zainstalowanych programów

source: Generating package lists
pl: Tworzenie listy pakietów

source: Waiting for package manager lock
pl: Oczekiwanie na blokadę menadżera pakietów

source: Waiting for authentication
pl: Oczekiwanie na uwierzytelnienie

source: Updating the list of running applications
pl: Aktualizacja listy uruchomionych programów

source: Checking for applications currently in use
pl: Sprawdzanie aktualnie uruchomionych programów

source: Checking for libraries currently in use
pl: Sprawdzanie aktualnie wykorzystywanych bibliotek

source: Copying files
pl: Kopiowanie plików

source: %i trivial update
pl: %i drobna aktualizacja

source: %i update
pl: %i aktualizacja

source: %i important update
pl: %i ważna aktualizacja

source: %i security update
pl: %i aktualizacja dotycząca bezpieczeństwa

source: %i bug fix update
pl: %i aktualizacja naprawiająca błędy

source: %i enhancement update
pl: %i aktualizacja ulepszająca

source: %i blocked update
pl: %i zablokowana aktualizacja

source: Trivial update
pl: Drobna aktualizacja

source: Normal update
pl: Typowa aktualizacja

source: Important update
pl: Ważna aktualizacja

source: Security update
pl: Aktualizacja dotycząca bezpieczeństwa

source: Bug fix update
pl: Aktualizacja naprawiająca błędy

source: Enhancement update
pl: Aktualizacja ulepszająca

source: Blocked update
pl: Zablokowana aktualizacja

source: Available
pl: Dostępny

source: Trusted
pl: Zaufany

source: Untrusted
pl: Niezaufany

source: Downloading
pl: Pobieranie

source: Updating
pl: Aktualizowanie

source: Installing
pl: Instalowanie

source: Removing
pl: Usuwanie

source: Cleaning up
pl: Czyszczenie

source: Obsoleting
pl: Zastępowanie przestarzałych

source: Reinstalling
pl: Ponowne instalowanie

source: Preparing
pl: Przygotowywanie

source: Decompressing
pl: Rozpakowywanie

source: Downloaded
pl: Pobrano

source: Updated
pl: Zaktualizowano

source: Removed
pl: Usunięto

source: Cleaned up
pl: Wyczyszczono

source: Obsoleted
pl: Zastąpiono przestarzałe

source: Reinstalled
pl: Zainstalowano ponownie

source: Prepared
pl: Przygotowany

source: Decompressed
pl: Rozpakowany

source: Unknown role type
pl: Nieznany typ roli

source: Getting dependencies
pl: Uzyskiwanie zależności

source: Getting update detail
pl: Uzyskiwanie szczegółów o aktualizacji

source: Getting details
pl: Uzyskiwanie szczegółów

source: Getting requires
pl: Uzyskiwanie wymagań

source: Getting updates
pl: Uzyskiwanie aktualizacji

source: Searching details
pl: Wyszukiwanie szczegółów

source: Searching groups
pl: Wyszukiwanie grup

source: Searching for package name
pl: Wyszukiwanie nazwy pakietu

source: Installing file
pl: Instalowanie pliku

source: Refreshing package cache
pl: Odświeżanie pamięci podręcznej pakietu

source: Updating packages
pl: Aktualizowanie pakietów

source: Getting list of repositories
pl: Uzyskiwanie listy repozytoriów

source: Enabling repository
pl: Włączanie repozytorium

source: Setting repository data
pl: Ustawianie danych repozytorium

source: Resolving
pl: Rozwiązywanie

source: Getting file list
pl: Uzyskiwanie listy plików

source: Getting what provides
pl: Uzyskiwanie informacji a dostawcach

source: Installing signature
pl: Instalowanie podpisu

source: Getting package lists
pl: Uzyskiwanie listy pakietów

source: Accepting EULA
pl: Akceptowanie licencji użytkownika

source: Getting distribution upgrade information
pl: Uzyskiwanie informacji o uaktualnieniach dystrybucji

source: Getting categories
pl: Pobieranie kategorii

source: Getting old transactions
pl: Pobieranie uprzednich transakcji

source: Upgrading system
pl: Aktualizowanie systemu

source: Repairing the system
pl: Naprawianie systemu

source: Got dependencies
pl: Uzyskano zależności

source: Got update detail
pl: Uzyskano szczegóły o aktualizacji

source: Got details
pl: Uzyskano szczegóły

source: Got requires
pl: Uzyskano wymagania

source: Got updates
pl: Uzyskano aktualizacje

source: Searched for package details
pl: Wyszukiwanie informacji dotyczących pakietu

source: Searched for file
pl: Wyszukiwanie pliku

source: Searched groups
pl: Wyszukiwanie grup

source: Searched for package name
pl: Wyszukiwanie nazwy pakietu

source: Removed packages
pl: Usunięto pakiety

source: Installed packages
pl: Zainstalowano pakiety

source: Installed local files
pl: Zainstalowano lokalne pliki

source: Refreshed package cache
pl: Odświeżono pamięć podręczną pakietu

source: Updated packages
pl: Zaktualizowano pakiety

source: Canceled
pl: Anulowano

source: Got list of repositories
pl: Uzyskano listę repozytoriów

source: Enabled repository
pl: Włączono repozytorium

source: Set repository data
pl: Ustawienie danych repozytorium

source: Resolved
pl: Rozwiązano

source: Got file list
pl: Uzyskano listę plików

source: Got what provides
pl: Uzyskano listę dostawców

source: Installed signature
pl: Zainstalowano podpis

source: Got package lists
pl: Uzyskano listy pakietów

source: Accepted EULA
pl: Zaakceptowano licencję użytkownika

source: Downloaded packages
pl: Pobrane pakiety

source: Got distribution upgrades
pl: Uzyskano uaktualnienia dystrybucji

source: Got categories
pl: Pobrano kategorie

source: Got old transactions
pl: Pobrano uprzednie transakcje

source: Upgraded system
pl: System został zaktualizowany

source: Repaired the system
pl: System został naprawiony

source: Accessibility
pl: Dostępność

source: Accessories
pl: Akcesoria

source: Education
pl: Edukacja

source: Games
pl: Gry

source: Graphics
pl: Grafika

source: Office
pl: Biuro

source: Other
pl: Inne

source: Programming
pl: Programowanie

source: GNOME desktop
pl: Środowisko GNOME

source: KDE desktop
pl: Środowisko KDE

source: Xfce desktop
pl: Środowisko XFCE

source: Other desktops
pl: Inne środowiska

source: Publishing
pl: Publikowanie

source: Servers
pl: Serwery

source: Fonts
pl: Czcionki

source: Admin tools
pl: Narzędzia administracyjne

source: Legacy
pl: Przestarzałe pakiety

source: Localization
pl: Lokalizacja

source: Virtualization
pl: Wirtualizacja

source: Security
pl: Bezpieczeństwo

source: Power management
pl: Zarządzanie zasilaniem

source: Communication
pl: Komunikacja

source: Network
pl: Sieć

source: Maps
pl: Mapy

source: Software sources
pl: Źródła oprogramowania

source: Science
pl: Nauka

source: Documentation
pl: Dokumentacja

source: Electronics
pl: Elektronika

source: Package collections
pl: Zestawy pakietów

source: Vendor
pl: Dostawca

source: Newest packages
pl: Najnowsze pakiety

source: Unknown group
pl: Nieznana grupa

source: Icon
pl: Ikona

source: Applications that can open this type of file
pl: Programy obsługujące ten typ pliku

source: Install package
pl: Zainstaluj pakiet

source: The software is not signed by a trusted provider.
pl: Ten pakiet nie jest podpisany przez zaufanego dostawcę.

source: Do not update this package unless you are sure it is safe to do so.
pl: Nie należy aktualizować tego pakietu, o ile nie będzie to bezpieczne.

source: Malicious software can damage your computer or cause other harm.
pl: Złośliwe oprogramowanie może uszkodzić komputer lub spowodować inne straty.

source: Are you <b>sure</b> you want to update this package?
pl: Czy <b>na pewno</b> zaktualizować ten pakiet?

source: Do not install this package unless you are sure it is safe to do so.
pl: Proszę nie instalować tego pakietu przed upewnieniem się, że jest to bezpieczne.

source: Are you <b>sure</b> you want to install this package?
pl: Czy <b>na pewno</b> zainstalować ten pakiet?

source: Additional media is required. Please insert the %s labeled '%s' to continue.
pl: Wymagany dodatkowy nośnik instalacji. Aby kontynuować, proszę włożyć %s z napisem '%s'.

source: Continue
pl: Kontynuuj

source: The following software also needs to be installed
pl: Następujące pakiety również muszą zostać zainstalowane

source: The following software also needs to be removed
pl: Następujące pakiety również muszą zostać usunięte

source: The following software also needs to be updated
pl: Następujące pakiety również muszą zostać zaktualizowane

source: Update
pl: Aktualizacja

source: The following software also needs to be re-installed
pl: Następujące pakiety również muszą zostać zainstalowane ponownie

source: Reinstall
pl: Ponowna instalacja

source: The following software also needs to be downgraded
pl: Następujące pakiety również muszą zostać zainstalowane w poprzedniej wersji

source: Downgrade
pl: Instalacja poprzedniej wersji

source: The following software also needs to be processed
pl: Następujące pakiety również muszą zostać przetworzone

source: Additional confirmation required
pl: Dodatkowe potwierdzenie

source: To install this package, additional software also has to be modified.
pl: Aby zainstalować ten pakiet inne również muszą zostać zmodyfikowane.

source: To remove this package, additional software also has to be modified.
pl: Aby usunąć ten pakiet inne również muszą zostać zmodyfikowane.

source: To update this package, additional software also has to be modified.
pl: Aby zaktualizować ten pakiet inne również muszą zostać zmodyfikowane.

source: To install this file, additional software also has to be modified.
pl: Aby zainstalować ten plik inne pakiety również muszą zostać zmodyfikowane.

source: To process this transaction, additional software also has to be modified.
pl: Aby przeprowadzić transakcję inne pakiety również muszą zostać zmodyfikowane.

source: _Force install
pl: _Wymuś instalację

source: Force installing package
pl: Wymuś zainstalowanie pakietu

source: Run new application?
pl: Czy uruchomić nowy program?

source: _Run
pl: U_ruchom

source: Catalogs files to install
pl: Pliki katalogowe do instalacji

source: Catalog installer
pl: Instalator katalogów

source: Failed to install catalog
pl: Instalacja katalogu zakończona niepowodzeniem

source: You need to specify a file name to install
pl: Trzeba podać nazwę pliku do zainstalowania

source: The action could not be completed
pl: Nie udało się zakończyć procesu.

source: The request failed. More details are available in the detailed report.
pl: Proces nie powiódł się. Więcej informacji w szczegółowym raporcie.

source: Files to install
pl: Pliki do zainstalowania

source: PackageKit File Installer
pl: Instalator plików PackageKit

source: Local file installer
pl: Lokalna instalacja zakończona niepowodzeniem

source: Failed to install a package to provide a file
pl: Instalacja pakietu w celu dostarczenia pliku nie powiodła się

source: You need to specify a file to install
pl: Należy podać plik do zainstalowania

source: Mime types to install
pl: typy mime, które zostaną zainstalowane

source: Mime Type Installer
pl: Instalator typów mime

source: Mime type installer
pl: Instalator typów mime

source: Failed to install a program to handle this file type
pl: Nie powiodło się zainstalowanie programu do obsługi tego typu plików

source: You need to specify a mime type to install
pl: Należy podać typ mime do zainstalowania

source: Packages to install
pl: Pakiety do zainstalowania

source: Package Name Installer
pl: Instalator pakietów

source: Failed to install package from name
pl: Instalacja pakietu wg nazwy zakończona niepowodzeniem

source: You need to specify a package to install
pl: Należy podać pakiet do zainstalowania

source: Local files to install
pl: Pliki lokalne do instalacji

source: Single File Installer
pl: Plik instalacyjny

source: Date
pl: Data

source: User name
pl: Nazwa użytkownika

source: Application
pl: Program

source: Command line client
pl: Klient wiersza poleceń

source: Update System
pl: Aktualizacja systemu

source: Update Icon
pl: Ikona aktualizacji

source: Bash - Command Not Found
pl: Bash - nie znaleziono polecenia

source: GNOME Session
pl: Sesja GNOME

source: Set the filter to this value
pl: Ustawia filtr na tę wartość

source: Log viewer
pl: Przeglądarka dziennika

source: Remaining time : %s
pl: Pozostały czas: %s

source: Hourly
pl: Co godzinę

source: Daily
pl: Codziennie

source: Weekly
pl: Co tydzień

source: Never
pl: Nigdy

source: All updates
pl: Wszystkie aktualizacje

source: Only security updates
pl: Tylko aktualizacje dotyczące bezpieczeństwa

source: Nothing
pl: Nic

source: Failed to change status
pl: Zmiana stanu zakończona niepowodzeniem

source: Enabled
pl: Włączono

source: Software Source
pl: Źródło oprogramowania

source: Failed to get the list of sources
pl: Nie powiodło się pobranie listy źródeł

source: Exiting as backend details could not be retrieved
pl: Zakończono, ponieważ nie można pobrać szczegółów zaplecza

source: Getting software source list not supported by backend
pl: Uzyskiwanie listy źródeł oprogramowania nie jest obsługiwane przez moduł przetwarzający

source: Could not find any packages named '%s'
pl: Nie udało się odnaleźć pakietu o nazwie '%s'

source: Could not find any valid package names
pl: Nie udało się odszukać żadnych poprawnych nazw pakietów

source: Could not get array of installed packages: %s
pl: Nie można było pobrać listy zainstalowanych pakietów: %s

source: Could not save to file: %s
pl: Zapis do pliku %s nie powiódł się.

source: Create error
pl: Błąd tworzenia

source: Cannot create service pack
pl: Nie można ponownie uruchomić usługi

source: Cannot copy system package array
pl: Nie można skopiować systemowej listy pakietów

source: No package name selected
pl: Nie wybrano nazwy pakietu

source: Refreshing system package array
pl: Odświeżanie informacji o pakietach

source: Refresh error
pl: Odświeżanie nie powiodło się

source: Could not refresh package array
pl: Nie udało się odśieżyć informacji o pakietach

source: Cannot read destination package array
pl: Nie można odczytać docelowej listy pakietów

source: Package array files
pl: Pliki listy pakietów

source: Service pack files
pl: Pliki pakietu serwisowego

source: Set the option, allowable values are 'array', 'updates' and 'package'
pl: Proszę wybrać opcję: 'array', 'update' lub 'package'.

source: Add the package name to the text entry box
pl: Dodaje nazwę pakietu do pola wprowadzania tekstu

source: Set the remote package array file name
pl: Nazwa pliku z listą pakietów

source: Set the default output directory
pl: Ścieżka do katalogu docelowego

source: Failed to process request.
pl: Żądanie nie powiodło się.

source: Some of the updates that were installed require the computer to be restarted before the changes will be applied.
pl: Niektóre z zainstalowanych aktualizacji wymagają ponownego uruchomienia komputera, zanim zmiany zostaną wprowadzone.

source: Restart Computer
pl: Uruchom ponownie komputer

source: Some of the updates that were installed require the computer to be restarted to remain secure.
pl: Z powodu bezpieczeństwa niektóre z zainstalowanych aktualizacji wymagają ponownego uruchomienia komputera.

source: Some of the updates that were installed require you to log out and back in before the changes will be applied.
pl: Niektóre z zainstalowanych aktualizacji wymagają wylogowania sie i ponownego zalogowania w celu wprowadzenia zmian.

source: Log Out
pl: Wyloguj

source: Some of the updates that were installed require you to log out and back in to remain secure.
pl: Niektóre z zainstalowanych aktualizacji wymagają wylogowania sie i ponownego zalogowania w celu wprowadzenia zmian.

source: Could not restart
pl: Ponowne uruchomienie zakończone niepowodzeniem

source: Some updates were not installed
pl: Niektóre aktualizacje nie zostały zainstalowane

source: Could not update packages
pl: Nie udało się zaktualizować pakietów

source: Updates installed
pl: Zainstalowano aktualizacje

source: All updates were installed successfully.
pl: Wszystkie aktualizacje zainstalowano pomyślnie.

source: The selected updates were installed successfully.
pl: Wybrane aktualizacje zainstalowano pomyślnie.

source: Trivial updates
pl: Drobne aktualizacje

source: Important updates
pl: Ważne aktualizacje

source: Security updates
pl: Aktualizacje dotyczące bezpieczeństwa

source: Bug fix updates
pl: Aktualizacje naprawiające błędy

source: Enhancement updates
pl: Aktualizacje zawierające ulepszenia

source: Blocked updates
pl: Zablokowane aktualizacje

source: Other updates
pl: Inne aktualizacje

source: Getting the list of updates
pl: Pobieranie listy aktualizacji

source: Could not run upgrade script
pl: Uruchomienie skryptu uaktualnienia nie powiodło się

source: Connectivity is being provided by wireless broadband, and it may be expensive to update this package.
pl: Aktualizacja na mobilnym łączu internetowym może być kosztowna.

source: There are no updates available
pl: Brak dostępnych aktualizacji

source: No updates are available
pl: Brak dostępnych aktualizacji

source: No network connection was detected.
pl: Nie wykryto połączenia sieciowego

source: _Install Update
pl: Za_instaluj aktualizację

source: All software is up to date
pl: Oprogramowanie jest aktalne

source: There are no software updates available for your computer at this time.
pl: Brak aktualizacji dla tego systemu.

source: There is %i update available
pl: Jest dostępna %i aktualizacja

source: %i update selected
pl: Wybrano %i aktualizację

source: %i update selected (%s)
pl: Wybrano %i aktualizację (%s)

source: Status
pl: Stan

source: This update will add new features and expand functionality.
pl: Aktualizacja wprowadza dodatkowe możliwości i rozszerza funkcjonalność.

source: This update will fix bugs and other non-critical problems.
pl: Aktualizacja poprawia błędy i inne problemy, które nie są krytyczne dla systemu.

source: This update is important as it may solve critical problems.
pl: Aktualizacja jest ważna, gdyż może rozwiązywać krytyczne problemy.

source: This update is needed to fix a security vulnerability with this package.
pl: Aktualizacja jest wymagana w celu usunięcia luki bezpieczeństwa w tym pakiecie.

source: This update is blocked.
pl: Ta aktualizacja została zablokowana.

source: This notification was issued on %s and last updated on %s.
pl: Powiadomienie zostało utworzone %s i ostatnio zaktualizowane %s.

source: This notification was issued on %s.
pl: Powiadomienie utworzono %s.

source: For more information about this update please visit this website:
pl: Więcej informacji dotyczących uaktualnienia jest dostępne na stronie:

source: For more information about bugs fixed by this update please visit this website:
pl: Więcej informacji na temat poprawianych błędów dostępne na stronie:

source: For more information about this security update please visit this website:
pl: Więcej informacji na temat tej poprawki bezpieczeństwa dostępne na stronie:

source: The computer will have to be restarted after the update for the changes to take effect.
pl: By wprowadzić zmiany należy zrestartować komputer po zainstalowaniu tej aktualizacji.

source: You will need to log out and back in after the update for the changes to take effect.
pl: Należy się wylogować i zalogować ponownie po tej aktualizacji, by zmiany zostały wprowadzone.

source: The classification of this update is unstable which means it is not designed for production use.
pl: Ta aktualizacja jest oznaczona jako niestabilna i może nie być zalecana do systemów produkcyjnych.

source: This is a test update, and is not designed for normal use. Please report any problems or regressions you encounter.
pl: To jest aktualizacja testowa. Nie zaleca się normalnego jej do normalnego użycia. Wszelkie problemy związane z nią należy zgłaszać.

source: The developer logs will be shown as no description is available for this update:
pl: Zostanie wyświetlony changelog ponieważ aktualizacja nie posiada opisu.

source: Loading...
pl: Odczytywanie...
