Repository: aviarypl/suse-l10n-pl
Catalog: lcn/gnome-power-manager.*.po
Languages: pl

source: Configure power management
pl: Konfiguruj zarządzanie energią

source: Power Management
pl: Zarządzanie zasilaniem

source: Power Manager
pl: Menedżer zasilania GNOME

source: Power management daemon
pl: Demon zarządzania zasilaniem

source: After resume, gnome-power-manager will suppress policy actions for a number of seconds to allow messages to settle and HAL to refresh. Commonly five seconds is enough while not being so long that the user gets confused.
pl: Po przywróceniu, gnome-power-manager wstrzyma zadania polityki na określoną liczbę sekund, by rozesłać wiadomości i odświeżyć HAL. Pięć sekund zwykle wystarczy, nie denerwując przy tym użytkownika.

source: Battery critical low action
pl: Zadanie przy krytycznie niskim poziomie baterii

source: Check CPU load before sleeping
pl: Sprawdź obciążenie CPU przed uśpieniem

source: Check network utilization before sleeping
pl: Sprawdź wykorzystanie sieci przed uśpieniem

source: Dim the screen after a period of inactivity
pl: Wygaś ekran po okresie nieaktywności

source: Hibernate button action
pl: Zadanie przycisku hibernacji

source: Hibernate enabled
pl: Hibernacja włączona

source: LCD brightness when on AC
pl: Jasność LCD przy zasilaniu sieciowym

source: LCD brightness when on battery
pl: Jasność LCD przy zasilaniu bateryjnym

source: Laptop lid close action on battery
pl: Zadanie po zamknięciu laptopa przy zasilaniu bateryjnym

source: Laptop lid close action when on AC
pl: Zadanie po zamknięciu laptopa przy zasilaniu sieciowym

source: Lock screen on hibernate
pl: Zablokuj ekran przy hibernacji

source: Lock screen on suspend
pl: Zablokuj ekran przy uśpieniu

source: Lock screen when it is blanked
pl: Zablokuj ekran przy wygaszeniu

source: Notify on a HAL suspend or hibernate error.
pl: Powiadom o błędzie usypiania lub hibernacji HAL.

source: Notify on fully charged
pl: Powiadom o pełnym naładowaniu

source: Notify when AC adapter is removed
pl: Powiadom o odłączeniu adaptera sieciowego

source: Number of seconds to suppress policy after resume
pl: Liczba sekund wstrzymania polityki po przywróceniu

source: Option when to show the notification icon. Valid options are "never", "critical", "charge", "present" and "always"
pl: Określa, kiedy wyświetlać ikonę powiadamiania. Dostępne opcje to: "never", "critical", "charge", "present" and "always"

source: Power button action
pl: Zadanie przycisku zasilania

source: Sleep timeout computer when on AC
pl: Czas do uśpienia komputera przy zasilaniu sieciowym

source: Sleep timeout computer when on battery
pl: Czas do uśpienia komputera przy zasilaniu bateryjnym

source: Sleep timeout display when on AC
pl: Czas do uśpienia ekranu przy zasilaniu sieciowym

source: Sleep timeout display when on battery
pl: Czas do uśpienia ekranu przy zasilaniu bateryjnym

source: Suspend button action
pl: Zadanie przycisku uśpienia

source: Suspend enabled
pl: Uśpienie włączone

source: The action to take when the battery is critically low. Valid values are "hibernate", "suspend", "shutdown" and "nothing"
pl: Zadanie do wykonania, gdy poziom baterii jest krytycznie niski. Dozwolone wartości to: "hibernate", "suspend", "shutdown" i "nothing"

source: The action to take when the laptop lid is closed and the laptop is on AC power. Valid values are "suspend", "hibernate" and "blank".
pl: Zadanie do wykonania, gdy pokrywa laptopa jest zamknięta, a laptop zasilany jest z sieci. Prawidłowe wartości to: "suspend", "hibernate" i "blank".

source: The action to take when the laptop lid is closed and the laptop is on battery power. Valid values are "suspend", "hibernate" and "blank".
pl: Zadanie do wykonania, gdy pokrywa laptopa jest zamknięta, a laptop zasilany jest bateryjnie. Prawidłowe wartości to: "suspend", "hibernate" i "blank".

source: The action to take when the system hibernate button is pressed. Valid values are "suspend", "hibernate", "interactive", "shutdown" and "nothing".
pl: Zadanie do wykonania, gdy wciśnięty jest systemowy przycisk hibernacji. Prawidłowe wartości to: "suspend", "hibernate", "interactive", "shutdown" i "nothing".

source: The action to take when the system power button is pressed. Valid values are "suspend", "hibernate", "interactive", "shutdown" and "nothing".
pl: Zadanie do wykonania, gdy wciśnięty jest systemowy przycisk włączania. Prawidłowe wartości to: "suspend", "hibernate", "interactive", "shutdown" i "nothing".

source: The action to take when the system suspend button is pressed. Valid values are "suspend", "hibernate", "interactive", "shutdown" and "nothing".
pl: Zadanie do wykonania, gdy wciśnięty jest systemowy przycisk uśpienia. Prawidłowe wartości to: "suspend", "hibernate", "interactive", "shutdown" i "nothing".

source: The brightness of the display when on AC power. Valid values are between 0 and 100.
pl: Jasność monitora przy zasilaniu sieciowym. Dozwolone są wartości z zakresu 0 - 100.

source: The brightness of the display when on battery power. Valid values are between 0 and 100.
pl: Jasność monitora przy zasilaniu bateryjnym. Dozwolone są wartości z zakresu 0 - 100.

source: The number of seconds before the display goes to sleep when the computer is on AC power.
pl: Liczba sekund, którą komputer zasilany z sieci musi być nieaktywny, by nastąpiło uśpienie ekranu.

source: The number of seconds the computer on AC power needs to be inactive before it goes to sleep.
pl: Liczba sekund, którą komputer zasilany z sieci musi być nieaktywny, by nastąpiło jego uśpienie.

source: The number of seconds the computer on battery power needs to be inactive before it goes to sleep.
pl: Liczba sekund, którą komputer zasilany bateryjnie musi być nieaktywny, by nastąpiło jego uśpienie.

source: The number of seconds the computer on battery power needs to be inactive before the display goes to sleep.
pl: Liczba sekund, którą komputer zasilany bateryjnie musi być nieaktywny, by nastąpiło uśpienie ekranu.

source: The type of sleeping that should be performed when the computer is inactive. Valid values are "hibernate", "suspend" and "nothing".
pl: Rodzaj uśpienia przy nieaktywności komputera. Dostępne wartości to: "hibernate", "suspend" i "nothing".

source: Use gnome-screensaver lock setting
pl: Użyj ustawienia blokady programu gnome-screensaver

source: When to show the notification icon
pl: Kiedy pokazywać ikonę powiadamiania

source: Whether or not a notification message is displayed if the HAL action (suspend or hibernate) fails
pl: Określa, czy wyświetlanie ma być powiadomienie przy nieudanej operacji HAL (uśpienie lub hibernacja)

source: Whether or not a notification message is displayed when the battery is fully charged
pl: Określa, czy po całkowitym naładowaniu baterii wyświetlanie ma być powiadomienie

source: Whether or not the screen is locked when the screen is turned off. NOTE this option is only used if lock_use_screensaver_settings is set to false.
pl: Określa, czy ekran ma być zablokowany, kiedy jest wyłączony. UWAGA: opcja używana jest tylko, kiedy lock_use_screensaver_settings ma wartość false.

source: Whether or not the user can hibernate the computer
pl: Określa, czy użytkownik może zahibernować komputer

source: Whether or not the user can suspend the computer
pl: Określa, czy użytkownik może uśpić komputer

source: Whether or not the user is notified when the AC adapter is removed
pl: Określa, czy użytkownik jest powiadamiany o utracie zasilania sieciowego

source: Whether or not to dim the screen to save power when the computer is idle.
pl: Określa, czy ekran ma być wygaszany podczas nieaktywności komputera.

source: Whether or not to lock the screen when the computer wakes up from a hibernate. NOTE this option is only used if lock_use_screensaver_settings is set to false.
pl: Określa, czy po wybudzeniu ze stanu hibernacji ekran ma zostać zablokowany. UWAGA: opcja używana jest tylko, kiedy lock_use_screensaver_settings ma wartość false.

source: Whether or not to lock the screen when the computer wakes up from a suspend. NOTE this option is only used if lock_use_screensaver_settings is set to false.
pl: Określa, czy po wybudzeniu ze stanu uśpienia ekran ma zostać zablokowany. UWAGA: opcja używana jest tylko, kiedy lock_use_screensaver_settings ma wartość false.

source: Whether or not to use the screen lock setting of gnome-screensaver to decide to lock the screen after a hibernate, suspend or blank screen.
pl: Określa, czy należy używać ustawień programu gnome-screensaver co do blokady ekranu po hibernacji, uśpieniu lub wygaszeniu ekranu.

source: Whether or not to use time based notifications. If set to false, then the percentage change is used instead, which may fix some broken ACPI BIOS's.
pl: Określa, czy mają być stosowane powiadomienia oparte o czas. Jeśli ustawienie to ma wartość false, używana jest procentowa zmiana, co może naprawić problemy z niektórymi BIOS-ami ACPI.

source: Whether to hibernate, suspend or do nothing when inactive
pl: Określa, czy podczas nieaktywności należy zahibernować, uśpić czy nie robić nic

source: Whether to use time-based notifications
pl: Określa, czy mają być używane powiadomienia oparte o czas

source: Whether we should check network utilization before doing the idle action.
pl: Określa, czy należy sprawdzić wykorzystanie sieci przed wykonaniem zadania bezczynności.

source: Whether we should check the CPU load before doing the idle action.
pl: Określa, czy należy sprawdzić obciążenie CPU przed wykonaniem zadania bezczynności.

source: <b>Actions</b>
pl: <b>Zadania</b>

source: <b>General</b>
pl: <b>Ogólne</b>

source: <b>Notification Area</b>
pl: <b>Obszar powiadamiania</b>

source: <b>Running on AC</b>
pl: <b>Praca na zasilaniu sieciowym</b>

source: <b>Running on Battery</b>
pl: <b>Praca na bateriach</b>

source: General
pl: Ogólne

source: Only display when battery _present
pl: Wyświetlaj tylko, gdy obecna jest bateria

source: Only display when charging or _discharging
pl: Wyświetlaj tylko po_dczas ładowania lub rozładowywania

source: Power Management Preferences
pl: Preferencje zasilania

source: Put _display to sleep when computer is inactive for:
pl: Przełącz _ekran w tryb uśpienia po:

source: Put computer to _sleep when it is inactive for:
pl: Przełącz _komputer w tryb uśpienia po:

source: Running on AC
pl: Praca na zasilaniu sieciowym

source: Running on Battery
pl: Praca na bateriach

source: Set display _brightness to:
pl: Ustaw jasność ekranu na:

source: Sleep _type when inactive:
pl: Rodzaj _uśpienia podczas nieaktywności:

source: System settings
pl: Ustawienia systemowe

source: When battery _power critical:
pl: Kiedy _poziom baterii jest krytyczny:

source: When l_aptop lid is closed:
pl: Kiedy pokrywa l_aptopa jest zamknięta:

source: _Always display icon
pl: _Zawsze wyświetlaj ikonę

source: _Dim the laptop panel when idle
pl: _Wygaś panel laptopa przy bezczynności

source: _Never display icon
pl: _Nigdy nie wyświetlaj ikony

source: _Only display when battery life is critical
pl: _Wyświetlaj tylko, kiedy poziom jest krytyczny

source: <b>Laptop Battery Bay (2)</b>
pl: <b>Gniazdo baterii laptopa (2)</b>

source: <b>Laptop Battery Bay</b>
pl: <b>Gniazdo baterii laptopa</b>

source: <b>Wireless Mouse</b>
pl: <b>Mysz bezprzewodowa</b>

source: Charge History
pl: Historia ładowania

source: Device Information
pl: Informacje o urządzeniu

source: Estimated Time History
pl: Historia szacowanego czasu

source: Power Information
pl: Informacje o zasilaniu

source: Rate History
pl: Historia wskaźnika

source: This shows how the battery charge and discharge rate varies over time.
pl: Pokazuje, w jaki sposób wskaźnik naładowania i rozładowania zmienia się w czasie.

source: This shows how the battery percentage charge varies over time.
pl: Pokazuje, w jaki sposób zmienia się w czasie procentowe naładowanie baterii.

source: This shows how the remaining time until charged or discharged varies over time.
pl: Pokazuje, w jaki sposób w czasie zmienia się czas do rozładowania lub do naładowania.

source: This shows you detailed information about all the batteries you have installed in your system.
pl: Wyświetla szczegółowe informacje o bateriach zainstalowanych w komputerze.

source: Orientation
pl: Położenie

source: The orientation of the tray.
pl: Położenie paska powiadamiania.

source: Unknown time
pl: Nieznany czas

source: %i minute
pl: %i minuta

source: %i hour
pl: %i godzina

source: %i %s, %i %s
pl: %i %s i %i %s

source: hour
pl: godzinę

source: minute
pl: minutę

source: Power Manager for the GNOME desktop
pl: Menedżer zasilania dla środowiska GNOME

source: Do not daemonize
pl: Nie przechodź w tryb demona

source: Show extra debugging information
pl: Wyświetl dodatkowe informacje dla debugowania

source: HAL failed to %s. Check the <a href="%s">FAQ page</a> for common problems.
pl: HAL nie mógł wykonać operacji: %s. Prosimy zapoznać się z odpowiedziami na <a href="%s">najczęściej zadawane pytania</a>..

source: hibernate
pl: hibernuj

source: Hibernate Problem
pl: Problem z hibernacją

source: Your computer failed to %s. Check the <a href="%s">FAQ page</a> for common problems.
pl: Komputer nie mógł wykonać operacji: %s. Prosimy zapoznać się z odpowiedziami na <a href="%s">najczęściej zadawane pytania</a>..

source: suspend
pl: uśpij

source: Suspend Problem
pl: Problem z uśpieniem

source: Power Critically Low
pl: Krytycznie niski poziom zasilania

source: Power Very Low
pl: Bardzo niski poziom zasilania

source: Power Low
pl: Niski poziom zasilania

source: Battery Charged
pl: Bateria naładowana

source: Your battery is now fully charged
pl: Bateria została całkowicie naładowana

source: The battery is below the critical level and this computer will <b>power-off</b> when the battery becomes completely empty.
pl: Poziom baterii jest poniżej poziomu krytycznego i ten komputer <b>wyłączy się</b>, kiedy bateria całkowicie się wyczerpie.

source: The battery is below the critical level and this computer is about to suspend.<br><b>NOTE:</b> A small amount of power is required to keep your computer in a suspended state.
pl: Poziom naładowania baterii spadł poniżej krytycznego poziomu i ten komputer przejdzie w stan uśpienia.<br><b>UWAGA:</b> Pewna ilość energii jest potrzebna, by utrzymać komputer w stanie uśpienia.

source: The battery is below the critical level and this computer is about to hibernate.
pl: Poziom naładowania baterii spadł poniżej krytycznego poziomu i ten komputer za chwilę przejdzie w stan hibernacji.

source: The battery is below the critical level and this computer is about to shutdown.
pl: Poziom naładowania baterii spadł poniżej krytycznego poziomu i ten komputer wyłączy się za chwilę.

source: Critical action
pl: Krytyczna czynność

source: The AC Power has been unplugged. The system is now using battery power.
pl: Zasilanie sieciowe zostało odłączone. Komputer pracuje teraz na zasilaniu bateryjnym.

source: You have approximately <b>%s</b> of remaining battery life (%d%%). Plug in your AC Adapter to avoid losing data.
pl: Pozostało około <b>%s</b> zasilania bateryjnego (%d%%). Aby uniknąć utraty danych, należy podłączyć komputer do zasilania sieciowego.

source: Your system is running on backup power!
pl: Komputer pracuje na zasilaniu awaryjnym!

source: You have approximately <b>%s</b> of remaining UPS power (%d%%). Restore power to your computer to avoid losing data.
pl: Pozostało około <b>%s</b> zasilania UPS (%d%%). Aby uniknąć utraty danych, należy przywrócić zasilanie sieciowe.

source: The %s device attached to this computer is low in power (%d%%). This device will soon stop functioning if not charged.
pl: Urządzenie %s podłączone do tego komputera ma za mało energii (%d%%). Urządzenie to przestanie wkrótce funkcjonować, o ile nie zostanie naładowane.

source: Laptop battery
pl: Bateria laptopa

source: Wireless mouse
pl: Mysz bezprzewodowa

source: Wireless keyboard
pl: Klawiatura bezprzewodowa

source: Unknown
pl: Nieznane

source: Missing
pl: Brakujący

source: Charged
pl: Naładowano

source: Charging
pl: Ładowanie

source: Discharging
pl: Rozładowywanie

source: Product:
pl: Produkt:

source: Vendor:
pl: Dostawca:

source: Technology:
pl: Technologia:

source: Lithium ion
pl: Litowo-jonowa

source: Lead acid
pl: Kwasowo-ołowiowy

source: Serial number:
pl: Numer seryjny:

source: Remaining time:
pl: Pozostało:

source: Percentage charge:
pl: Procent naładowania:

source: Capacity:
pl: Pojemność:

source: Very good condition
pl: Bardzo dobre warunki

source: Good condition
pl: Dobre warunki

source: Poor condition
pl: Słabe warunki

source: Current charge:
pl: Bieżący poziom naładowania:

source: Last full charge:
pl: Ostatnie pełne naładowanie:

source: Design charge:
pl: Oficjalny pobór mocy:

source: Charge rate:
pl: Wskaźnik naładowania:

source: fully charged
pl: pełne naładowanie

source: remaining
pl: pozostało

source: discharging
pl: rozładowywanie

source: until charged
pl: do naładowania

source: charging
pl: ładowanie

source: Computer is running on backup power
pl: Komputer pracuje na zasilaniu awaryjnym

source: Computer is running on AC power
pl: Komputer pracuje na zasilaniu sieciowym

source: Computer is running on battery power
pl: Komputer pracuje na bateriach

source: _Suspend
pl: _Uśpij

source: Suspend the computer
pl: Uśpij komputer

source: Hi_bernate
pl: Hi_bernuj

source: Make the computer go to sleep
pl: Przełącz komputer w tryb uśpienia

source: _Preferences
pl: _Preferencje

source: _Information
pl: _Informacje

source: _Help
pl: Pomo_c

source: _About
pl: _O programie

source: Licensed under the GNU General Public License Version 2
pl: Licencjonowany na warunkach GNU General Public License, wersja 2

source: Power Manager is free software; you can redistribute it and/or modify it under the terms of the GNU General Public License as published by the Free Software Foundation; either version 2 of the License, or (at your option) any later version.
pl: Menedżer zasilania to wolne oprogramowanie; można je redystrybuować i/lub modyfikować zgodnie z warunkami licencji GNU General Public License wydanej przez Free Software Foundation; w wersji 2 tej licencji lub (na życzenie użytkownika) dowolnej późniejszej.

source: Power Manager is distributed in the hope that it will be useful, but WITHOUT ANY WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE. See the GNU General Public License for more details.
pl: Menedżer zasilania rozpowszechniany jest z nadzieją, iż będzie on użyteczny - jednak BEZ JAKIEJKOLWIEK GWARANCJI, nawet domyślnej gwarancji PRZYDATNOŚCI HANDLOWEJ albo PRZYDATNOŚCI DO OKREŚLONYCH ZASTOSOWAŃ. W celu uzyskania bliższych informacji, należy zapoznać się z Powszechną Licencją Publiczną GNU.

source: You should have received a copy of the GNU General Public License along with this program; if not, write to the Free Software Foundation, Inc., 51 Franklin Street, Fifth Floor, Boston, MA 02110-1301, USA.
pl: Użytkownik powinien wraz z tym programem otrzymać kopię licencji GNU General Public License. W przeciwnym wypadku prosimy skontaktować się z Free Software Foundation, Inc., 51 Franklin Street, Fifth Floor, Boston, MA 02110-1301, USA.

source: translator-credits
pl: Zbigniew Braniecki <zbraniecki@aviary.pl>, 2005, 2006 Wadim Dziedzic <wdziedzic@aviary.pl>, 2005, 2006 Wojciech Kapusta <wkapusta@aviary.pl>, 2005, 2006 Stanisław Małolepszy <smalolepszy@aviary.pl>, 2005, 2006 Marek Stępień <mstepien@aviary.pl>, 2005, 2006, 2007

source: Suspend
pl: Uśpij

source: Shutdown
pl: Wyłącz

source: Hibernate
pl: Hibernuj

source: Blank screen
pl: Wygaś ekran

source: Do nothing
pl: Nic nie rób

source: Never
pl: Nigdy

source: Configuration
pl: Konfiguracja

source: Power Preferences
pl: Preferencje zasilania
