Repository: aviarypl/suse-l10n-pl
Catalog: lcn/gnome-packagekit.*.po
Languages: pl

source: Automatically remove unused dependencies
pl: Automatyczne usunięcie niewykorzystywanych zależności

source: When removing a package, also remove those dependencies that are not required by other packages.
pl: Podczas usuwania pakietu zostaną usunięte zależności niewykorzystywane przez inne pakiety

source: Ask the user if additional packages should be installed
pl: Potwierdzenie możliwości zainstalowania pakietów dodatkowych

source: Ask the user if additional packages should be installed.
pl: Potwierdzenie możliwości zainstalowania pakietów dodatkowych

source: Ask the user if files should be copied to a non-private directory
pl: Pytaj użytkownika, czy pliki powinny być kopiowane do nieprywatnego katalogu

source: Ask the user if files should be copied to a non-private directory when installing from a FUSE mount.
pl: Użytkownik zostanie zapytany, czy pliki mają zostać skopiowane z publicznego katalogu podczas instalacji z zasobu FUSE.

source: If search terms should be completed automatically
pl: Określa, czy frazy wyszukiwania mają być automatycznie uzupełniane

source: If search terms should be completed automatically.
pl: Określa, czy frazy wyszukiwania mają być automatycznie uzupełniane.

source: Filter using basename in gpk-application
pl: Filtrowanie za pomocą basename w gpk-application

source: Filter package lists using basename in gpk-application.
pl: Filtrowanie listy pakietów za pomocą nazwy 'basename' w gpk-application.

source: Only show the newest packages in the file lists
pl: Wyświetlanie tylko najnowszych aktualizacji w listach plików

source: Only show the newest packages in the file lists.
pl: Wyświetlanie tylko najnowszych pakietów na liście plików.

source: Only show supported packages in the file lists
pl: Wyświetlanie tylko wspieranych pakietów na liście plików

source: Only show supported packages in the file lists.
pl: Wyświetlanie tylko wspieranych pakietów na liście plików

source: Only show native packages in the file lists
pl: Wyświetlanie tylko pakietów natywnych na liście plików

source: Only show native packages matching the machine architecture in the file lists.
pl: Wyświetlanie tylko pakietów natywnych na liście plików zgodnych z architekturą na liście plików.

source: Show the category group menu
pl: Wyświetlanie menu grup kategorii

source: Show the category group menu. This is more complete and custom to the distribution, but takes longer to populate.
pl: Wyświetla opcję menu Grupy pakietów. Jest to opcja bardziej kompletna i specyficzna dla dystrybucji, jednak wygenerowanie jej zajmuje trochę czasu.

source: Show the 'All Packages' group menu
pl: Wyświetla grupę menu "Wszystkie pakiety"

source: Show the all packages menu item. This takes a long time to populate on most backends and is not generally required by end users.
pl: Wyświetla opcję menu "Wszystkie pakiety". Generowanie listy zajmuje trochę czasu i nie jest wymagane przez końcowych użytkowników.

source: The search mode used by default
pl: Domyślne wykorzystanie trybu wyszukiwania

source: The search mode used by default. Options are "name", "details", or "file".
pl: Domyślne wykorzystanie trybu wyszukiwania. Opcje to "nazwa", "szczegóły", or "plik".

source: Show all repositories in the software source viewer
pl: Wyświetlanie wszystkich repozytoriów w przeglądarce źródeł oprogramowania

source: Show all repositories in the software source viewer.
pl: Wyświetlanie wszystkich repozytoriów w przeglądarce źródeł oprogramowania.

source: Notify the user before a large update is done on a mobile broadband connection
pl: Poinformowanie przed wykonaniem skumulowanej aktualizacji dla mobilnego połączenia internetowego

source: Notify the user before a large update is done on a mobile broadband connection.
pl: Poinformowanie przed wykonaniem skumulowanej aktualizacji dla mobilnego połączenia internetowego.

source: Only show the newest updates in the list
pl: Wyświetlanie tylko najnowszych aktualizacji na liście pakietów.

source: Only show the newest packages in the update list, and filter out older updates that are still available.
pl: Wyświetlanie tylko najnowszych aktualizacji na liście pakietów, i wyfiltrowanie starszych, ale wciąż dostępnych, aktualizacji.

source: Scroll to packages as they are downloaded
pl: Przewijanie do pakietów w trakcie pobierania

source: Scroll to packages in the update list as they are downloaded or installed.
pl: Przewinięcie do listy aktualizowanych pakietów, gdy są pobierane lub instalowane.

source: Allow applications to invoke the font installer
pl: Zezwolenie na uruchamianie instalatora czcionek przez programy

source: Allow applications to invoke the font installer.
pl: Zezwolenie na uruchamianie instalatora czcionek przez programy.

source: Programs that should be ignored when they issue session D-Bus requests
pl: Programy, które powinny być ignorowane podczas wywoływania sesji D-BUS

source: Programs that should be ignored when they issue session D-Bus requests, separated by commas.
pl: Programy, które powinny być ignorowane podczas wywoływania sesji D-BUS - nazwy oddzielone przecinkami.

source: Allow applications to invoke the codec installer
pl: Zezwolenie na uruchamianie instalatora kodeków przez programy

source: Allow applications to invoke the codec installer.
pl: Zezwolenie na uruchamianie instalatora kodeków przez programy.

source: Allow applications to invoke the mime type installer
pl: Zezwolenie na uruchamianie instalatora typów mime przez programy

source: Allow applications to invoke the mime type installer.
pl: Zezwolenie na uruchamianie instalatora typów mime przez programy.

source: When displaying UI from a session D-Bus request, automatically use these options by default.
pl: Podczas wyświetlania interfejsu użytkownika po wywołaniu sesji D-BUS, te ustawienia zostaną użyte automatycznie.

source: When displaying UI from a session D-Bus request, force these options to be turned on.
pl: Podczas wyświetlania interfejsu użytkownika po wywołaniu sesji D-BUS, włączenie tych opcji będzie wymuszone.

source: Software
pl: Oprogramowanie

source: Add or remove software installed on the system
pl: Dodawanie i usuwanie oprogramowania zainstalowanego w systemie

source: Changes are not applied instantly, this button applies all changes
pl: Zmiany nie zostaną wprowadzone od razu, ten przycisk zatwierdzi wszystkie zmiany.

source: Clear current selection
pl: Usuń bieżące zaznaczenie:

source: Cancel search
pl: Anuluj wyszukiwanie

source: Licence
pl: Licencja

source: Source
pl: Źródło

source: Install Package
pl: Zainstaluj pakiet

source: Remove Package
pl: Usuwanie pakietu

source: Visit home page for selected package
pl: Strona domowa wybranego pakietu

source: Visit Project Website
pl: Odwiedź stronę www projektu

source: Files
pl: Pliki

source: Required Packages
pl: Wymagane pakiety

source: Dependent Packages
pl: Zależności

source: Check for Updates
pl: Sprawdzanie aktualizacji:

source: Software Sources
pl: Źródła oprogramowania

source: Refresh Package Lists
pl: Odświeżanie list pakietów

source: Software Log
pl: Zapis dziennika oprogramowania

source: Only Newest Versions
pl: Tylko najnowsze wersje

source: Only Native Packages
pl: Tylko pakiety natywne

source: Help
pl: Pomoc

source: About Software Install
pl: Informacje o instalacji pakietów

source: _Quit
pl: _Wyjdź

source: More details
pl: Więcej informacji

source: License Agreement Required
pl: Wymagana jest umowa licencyjna

source: _Accept Agreement
pl: Z_aakceptuj umowę

source: Software Install
pl: Instalacja oprogramowania

source: Install selected software on the system
pl: Instalacja wybranego oprogramowania w systemie

source: Catalog Installer
pl: Instalator katalogów

source: Install a catalog of software on the system
pl: Instalacja wybranego katalogu oprogramowania w systemie

source: Software Log Viewer
pl: Przeglądarka dziennika oprogramowania

source: View past package management tasks
pl: Wyświetla poprzednie zadania zarządzania pakietami

source: Filter
pl: Filtr

source: Software Settings
pl: Ustawienia programów

source: Change software update preferences and enable or disable software sources
pl: Zmiana preferencji aktualizacji oprogramowania oraz źródeł instalacji

source: Software Update Preferences
pl: Preferencje aktualizacji pakietów

source: _Check Now
pl: _Sprawdź teraz

source: C_heck for updates:
pl: _Sprawdzanie aktualizacji:

source: Check for major _upgrades:
pl: Sprawdź dostępność ważnych u_aktualnień:

source: Check for updates when using mobile broadband
pl: Sprawdzanie aktualizacji podczas korzystania z mobilnego połączenia z Internetem

source: Check for updates on battery power
pl: Sprawdzanie dostępności aktualizacji podczas pracy na baterii

source: Currently using mobile broadband
pl: Wykorzystywane jest mobilne połączenie z Internetem

source: Update Settings
pl: Ustawienia aktualizacji

source: A software source contains packages that can be installed on this computer.
pl: Źródła zawierają pakiety, których nie można zainstalować na tym komputerze.

source: _Show debug and development software sources
pl: _Wyświetlanie źródeł oprogramowania debugowania i rozwojowego

source: Service Pack Creator
pl: Asystent tworzenia pakietów serwisowych

source: Create a copy of this computer's package list
pl: Utwórz kopię listy pakietów tego komputera

source: Create an archive of all the pending updates
pl: Utwórz archiwum ze wszystkich oczekujących aktualizacji

source: Create an archive of a specific package
pl: Utwórz archiwum z określonego pakietu

source: Multiple packages can be specified using a comma delimited list
pl: W przypadku wielu pakietów ich nazwy należy rozdzielić przecinkiem

source: Action
pl: Działanie

source: Output directory:
pl: Katalog źródłowy

source: Destination package list:
pl: Docelowa lista pakietów:

source: Select a Package List File
pl: Wybierz plik listy pakietów

source: Save New Service Pack
pl: Zapisz nowy pakiet serwisowy

source: Details
pl: Szczegóły

source: Progress
pl: Postęp

source: Create
pl: Utwórz

source: Software signature is required
pl: Wymagany jest podpis pakietu

source: Do you trust the source of the packages?
pl: Czy oznaczyć źródło pakietów jako zaufane?

source: Repository name:
pl: Nazwa repozytorium:

source: Signature URL:
pl: Adres URL podpisu:

source: Signature user identifier:
pl: Identyfikator użytkownika podpisu:

source: Signature identifier:
pl: Identyfikator podpisu:

source: Package:
pl: Pakiet:

source: Do you recognize the user and trust this key?
pl: Czy oznaczyć użytkownika i jego klucz jako zaufane?

source: Software Update
pl: Aktualizacja oprogramowania

source: Update software installed on the system
pl: Aktualizacja oprogramowania zainstalowanego w systemie

source: Operating System Upgrade
pl: Aktualizowanie systemu

source: Upgrade the operating system to a new version
pl: Aktualizowanie systemu operacyjnego do nowej wersji

source: _Install Updates
pl: Za_instaluj aktualizacje

source: Software updates correct errors, eliminate security vulnerabilities and provide new features.
pl: Aktualizacje oprogramowania naprawiają błędy, usuwają błędy w bezpieczeństwie oraz dostarczają nowych funkcjonalności

source: _Upgrade
pl: _Aktualizuj

source: _Details
pl: _Szczegóły

source: Package
pl: Pakiet

source: _Remove
pl: _Usuń

source: Remove %i additional package?
pl: Usunąć %i dodatkowy pakiet?

source: The software which you want to remove is required to run other software, which will be removed too.
pl: Oprogramowanie przeznaczone do usunięcia jest wymagane do pracy innych programów, które zostaną także usunięte.

source: _Install
pl: _Instaluj

source: Install %i additional package?
pl: Zainstalować %i dodatkowy pakiet?

source: The software that you want to install requires additional software to run correctly.
pl: Oprogramowanie przeznaczone do zainstalowania wymaga dodatkowych programów do prawidłowego działania.

source: Pending
pl: Zakolejkowano

source: %i file installed by %s
pl: %i plik zainstalowany przez %s

source: No packages
pl: Znajdź pakiety

source: No other packages require this package
pl: Żaden inny pakiet nie wymaga tego pakietu

source: %i package requires %s
pl: %i pakiet wymaga %s

source: Packages listed below require %s to function correctly.
pl: Pakiety na poniższej liście wymagają %s, aby funkcjonować poprawnie.

source: This package does not depend on any others
pl: Ten pakiet nie jest zależny od żadnego innego pakietu

source: %i additional package is required for %s
pl: %i dodatkowy pakiet jest wymagany dla %s

source: Packages listed below are required for %s to function correctly.
pl: Pakiety na poniższej liście są wymagane, aby %s funkcjonował poprawnie.

source: Invalid
pl: Nieprawidłowy

source: No results were found.
pl: Nic nie znaleziono.

source: Try entering a package name in the search bar.
pl: Proszę spróbować wprowadzić nazwę pakietu w pasku wyszukiwania.

source: There are no packages queued to be installed or removed.
pl: Nie zakolejkowano pakietów do instalacji lub usunięcia.

source: Try searching package descriptions by clicking the icon next to the search text.
pl: Proszę spróbować wyszukać opisy pakietów, klikając ikonę obok wyszukiwanego tekstu.

source: Try again with a different search term.
pl: Proszę spróbować ponownie z innym hasłem.

source: Invalid search text
pl: Nieprawidłowy tekst wyszukiwania

source: The search text contains invalid characters
pl: Wyszukiwany tekst zawiera nieprawidłowe znaki

source: The search could not be completed
pl: Nie można zakończyć wyszukiwania

source: Running the transaction failed
pl: Wykonanie transakcji zakończone niepowodzeniem

source: Changes not applied
pl: Zmiany nie zostały zastosowane.

source: Close _Anyway
pl: Z_amknij mimo to

source: You have made changes that have not yet been applied.
pl: Wykonano zmiany, które nie zostały jeszcze wprowadzone.

source: These changes will be lost if you close this window.
pl: Te zmiany zostaną utracone, jeśli to okno zostanie zamknięte.

source: Installed
pl: Zainstalowano

source: Name
pl: Nazwa

source: Size
pl: Rozmiar

source: Installed size
pl: Rozmiar zainstalowanych

source: Download size
pl: Rozmiar pliku pobieranego

source: Searching by name
pl: Wyszukiwanie nazwy

source: Searching by description
pl: Wyszukiwanie opisu

source: Searching by file
pl: Wyszukiwanie pliku

source: Search by name
pl: Wyszukanie nazwy

source: Search by description
pl: Wyszukanie opisu

source: Search by file name
pl: Szukanie nazw plików

source: Licensed under the GNU General Public License Version 2
pl: Licencjonowany na warunkach GNU General Public License, wersja 2

source: PackageKit is free software; you can redistribute it and/or modify it under the terms of the GNU General Public License as published by the Free Software Foundation; either version 2 of the License, or (at your option) any later version.
pl: PackageKit to wolne oprogramowanie. Można go modyfikować i powielać zgodnie z warunkami GNU General Public License tak jak została udostępniona przez Free Software Foundation w wersji 2, lub - zgodnie z wolą dystrybuującego - w wersji późniejszej.

source: PackageKit is distributed in the hope that it will be useful, but WITHOUT ANY WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE. See the GNU General Public License for more details.
pl: PackageKit rozpowszechniany jest z nadzieją, iż będzie użyteczny, jednak BEZ JAKIEJKOLWIEK GWARANCJI, w tym domniemanej gwarancji PRZYDATNOŚCI HANDLOWEJ albo PRZYDATNOŚCI DO OKREŚLONYCH ZASTOSOWAŃ. Więcej informacji w tekście źródłowym Powszechnej Licencji Publicznej (General Public License) GNU.

source: You should have received a copy of the GNU General Public License along with this program; if not, write to the Free Software Foundation, Inc., 51 Franklin Street, Fifth Floor, Boston, MA 02110-1301, USA.
pl: Użytkownik powinien wraz z tym programem otrzymać kopię licencji GNU General Public License. W przeciwnym wypadku prosimy skontaktować się z Free Software Foundation, Inc. 51 Franklin Street, Fifth Floor, Boston, MA 02110-1301, USA.

source: translator-credits
pl: Aviary.pl Team <team@aviary.pl>

source: PackageKit Website
pl: Witryna WWW PackageKit

source: Package Manager for GNOME
pl: Menedżer pakietów dla GNOME

source: Enter a search word or click a category to get started.
pl: Proszę wprowadzić frazę do wyszukiwania lub wybrać kategorię.

source: Enter a search word to get started.
pl: By rozpocząć, proszę wprowadzić wyszukiwaną frazę.

source: Exiting as properties could not be retrieved
pl: Zakończono, ponieważ nie udało się pobrać informacji.

source: All packages
pl: Wszystkie pakiety

source: Show all packages
pl: Wyświetl wszystkie pakiety

source: Show the program version and exit
pl: Wyświetla wersję programu i kończy pracę

source: Install Software
pl: Instalacja oprogramowania

source: Package installer
pl: Instalator pakietów

source: This application is running as a privileged user
pl: Ten program jest uruchomiony z prawami użytkownika uprzywilejowanego

source: %s is running as a privileged user
pl: %s jest uruchomiony z prawami użytkownika uprzywilejowanego

source: Package management applications are security sensitive.
pl: Programy do zarządzania pakietami mają wysokie wymagania odnośnie bezpieczeństwa.

source: Running graphical applications as a privileged user should be avoided for security reasons.
pl: Z powodów bezpieczeństwa należy unikać uruchamiania programów graficznych jako użytkownik uprzywilejowany.

source: Continue _Anyway
pl: Kontynuuj mimo _wszystko

source: Now
pl: Teraz

source: %i second
pl: %i sekunda

source: %i minute
pl: %i minuta

source: %i hour
pl: %i godzina

source: minute
pl: minutę

source: second
pl: sekundę

source: hour
pl: godzinę

source: %s and %s
pl: %s i %s

source: %s, %s and %s
pl: %s, %s i %s

source: %s, %s, %s and %s
pl: %s, %s, %s i %s

source: %s, %s, %s, %s and %s
pl: %s, %s, %s, %s i %s

source: Failed to install software
pl: Instalacja oprogramowania zakończona niepowodzeniem

source: No applications were chosen to be installed
pl: Nie wybrano programów do zainstalowania

source: Error details
pl: Szczegóły błędu

source: Package Manager error details
pl: Szczegóły błędu menedżera pakietów

source: Unknown error. Please refer to the detailed report and report in your distribution bug tracker.
pl: Nieznany błąd. Proszę sprawdzić szczegółowy raport i zgłosić błąd w systemie zgłaszania błędów dla używanej dystrybucji.

source: You don't have the necessary privileges to perform this action.
pl: Brak uprawnień do wykonania tego działania.

source: The packagekitd service could not be started.
pl: Usługa packagekitd nie mogła zostać uruchomiona.

source: The query is not valid.
pl: Zapytanie jest nieprawidłowe.

source: The file is not valid.
pl: Plik jest nieprawidłowy.

source: Show details
pl: Wyświetl szczegóły

source: Failed to install package
pl: Instalacja pakietu zakończona niepowodzeniem

source: Installing packages
pl: Instalacja pakietów

source: Failed to install file
pl: Instalacja pliku zakończona niepowodzeniem

source: Do you want to install this file?
pl: Czy zainstalować ten plik?

source: Install
pl: Zainstaluj

source: Install local file
pl: Instalacja lokalnego pliku

source: Could not find packages
pl: Nie znaleziono pakietów

source: The packages could not be found in any software source
pl: Nie można znaleźć pakietów w żadnym ze źródeł oprogramowania

source: More information
pl: Informacje o serwerze

source: The package is already installed
pl: Pakiet jest już zainstalowany

source: Nothing to do.
pl: Brak zadań do wykonania.

source: Incorrect response from search
pl: Niepoprawna odpowiedź wyszukiwania

source: An additional package is required:
pl: Wymagany jest dodatkowy pakiet:

source: Do you want to search for and install this package now?
pl: Czy wyszukać i zainstalować teraz ten pakiet?

source: %s wants to install a package
pl: %s żąda zainstalowania pakietu

source: A program wants to install a package
pl: Program żąda zainstalowania pakietu.

source: Searching for packages
pl: Wyszukiwanie pakietów

source: Failed to find package
pl: Znalezienie pakietu zakończone niepowodzeniem

source: The file could not be found in any packages
pl: Nie można znaleźć pliku w żadnym pakiecie

source: The %s package already provides this file
pl: Pakiet %s dostarcza już ten plik

source: The following file is required:
pl: Wymagany jest poniższy plik:

source: Do you want to search for this file now?
pl: Wyszukać ten plik teraz?

source: %s wants to install a file
pl: %s żąda zainstalowania pliku

source: A program wants to install a file
pl: Program żąda zainstalowania pliku

source: Searching for file
pl: Wyszukiwanie pliku

source: The following plugin is required:
pl: Wymagana jest następująca wtyczka:

source: Do you want to search for this now?
pl: Czy wyszukać teraz?

source: %s requires an additional plugin to decode this file
pl: %s wymaga dodatkowej wtyczki by odtworzyć ten plik

source: %s requires an additional plugin to encode this file
pl: %s wymaga dodatkowej wtyczki, by zakodować ten plik

source: %s requires an additional plugin for this operation
pl: %s wymaga dodatkowej wtyczki, by zakończyć ten proces

source: A program requires an additional plugin to decode this file
pl: Program wymaga dodatkowej wtyczki, by odtworzyć ten plik

source: A program requires an additional plugin to encode this file
pl: Program wymaga dodatkowej wtyczki, by zakodować ten plik

source: A program requires an additional plugin for this operation
pl: Program wymaga dodatkowej wtyczki, by zakończyć ten proces

source: Search
pl: Wyszukiwanie

source: Failed to search for plugin
pl: Wyszukanie wtyczki zakończone niepowodzeniem

source: Could not find plugin in any configured software source
pl: Nie można było odnaleźć wtyczki w żadnym ze skonfigurowanych źródeł oprogramowania.

source: Install the following plugin
pl: Zainstaluj następującą wtyczkę

source: Do you want to install this package now?
pl: Czy zainstalować ten pakiet teraz?

source: Searching for plugins
pl: Wyszukiwanie wtyczek

source: Searching for plugin: %s
pl: Wyszukiwanie wtyczki: %s

source: Failed to search for provides
pl: Wyszukanie elementów dostarczanych zakończone niepowodzeniem

source: Failed to find software
pl: Znalezienie oprogramowania zakończone niepowodzeniem

source: No new applications can be found to handle this type of file
pl: Nie znaleziono nowych programów, które obsługują ten typ pliku

source: An additional program is required to open this type of file:
pl: Wymagany jest dodatkowy program, aby otworzyć plik tego typu:

source: Do you want to search for a program to open this file type now?
pl: Czy wyszukać program do obsługi tego typu pliku?

source: %s requires a new mime type
pl: %s wymaga nowego typu mime

source: A program requires a new mime type
pl: Program wymaga nowego typu mime

source: Searching for file handlers
pl: Wyszukiwanie programów obsługi plików

source: Language tag not parsed
pl: Nie udało się przetworzyć kodu języka

source: Language code not matched
pl: Nie udało się dopasować kodu języka

source: Failed to find font
pl: Wyszukiwanie czcionki zakończone niepowodzeniem

source: No new fonts can be found for this document
pl: Nie można odnaleźć nowych czcionek dla tego dokumentu

source: An additional font is required to view this document correctly.
pl: Wymagana jest dodatkowa czcionka, aby poprawnie wyświetlić ten plik

source: Do you want to search for a suitable package now?
pl: Czy wyszukać teraz odpowiedni pakiet?

source: %s wants to install a font
pl: %s żąda instalacji czcionki

source: A program wants to install a font
pl: Program żąda instalacji czcionki
