Repository: aviarypl/suse-l10n-pl
Catalog: lcn/gnome-packagekit.*.po
Languages: pl

source: No update details available.
pl: Brak szczegółów dotyczących aktualizacji.

source: Could not get update details
pl: Nie udało się pobrać informacji o aktualizacji

source: Could not get package details
pl: Nie udało się pobrać informacji o pakietach.

source: No results were returned.
pl: Nic nie znaleziono.

source: Select all
pl: Zaznacz wszystko

source: Unselect all
pl: Odznacz wszystko

source: Select security updates
pl: Tylko aktualizacje dotyczące bezpieczeństwa

source: Ignore this update
pl: Ignoruj tę aktualizację

source: Could not get updates
pl: Pobranie aktualizacji zakończyło się niepowodzeniem

source: Checking for updates...
pl: Sprawdzanie dostępności aktualizacji..:

source: Could not get list of distribution upgrades
pl: Nie udało się pobrać listy aktualizacji dystrybucji

source: New distribution upgrade release '%s' is available
pl: Dostępna aktualizacja dystrybucji do wersji '%s'

source: Other updates are held back as some important system packages need to be installed first.
pl: Niektóre aktualizacje zostały wstrzymane, gdyż wymagana jest instalacja ważnych pakietów systemowych.

source: Update Software
pl: Aktualizacja oprogramowania

source: Software Update Viewer
pl: Przeglądarka aktualizacji pakietów

source: Do not exit after the request has been processed
pl: Program nie zostanie zamknięty, po zakończeniu procesu.

source: Session D-Bus service for PackageKit
pl: Usługa połączeń D-Bus dla PackageKit

source: Show debugging information for all files
pl: Wyświetlanie komunikatów debugowania dla wszystkich plików

source: Debugging Options
pl: Opcje debugowania

source: Show debugging options
pl: Wyświetlanie opcji debugowania
