Repository: aviarypl/suse-l10n-pl
Catalog: lcn/gnome-packagekit.*.po
Languages: pl

source: Searching for font
pl: Wyszukiwanie czcionki

source: The following service is required:
pl: Wymagana jest następująca usługa:

source: Plasma requires an additional service for this operation
pl: Plasma wymaga dodatkowej usługi w celu przeprowadzenia tego procesu.

source: Failed to search for Plasma service
pl: Nie udało się odszukać usługi Plasma

source: Could not find service in any configured software source
pl: Nie można było odnaleźć usługi w żadnym ze skonfigurowanych źródeł oprogramowania.

source: Searching for services
pl: Wyszukiwanie usług

source: Searching for service: %s
pl: Wyszukiwanie usług: %s

source: Could not process catalog
pl: Przetworzenie katalogu nie powiodło się

source: No packages need to be installed
pl: Żadne pakiety nie muszą zostać zainstalowane

source: Install packages in catalog?
pl: Zainstalować pakiety w katalogu?

source: The following packages are marked to be installed from the catalog:
pl: Następujące pakiety są zaznaczone do instalacji z katalogu:

source: Failed to remove package
pl: Usunięcie pakietu zakończone niepowodzeniem

source: Install the following driver
pl: Zainstaluj następujący sterownik

source: Removing packages
pl: Usuwanie pakietów

source: Failed to find package for this file
pl: Znalezienie pakietu dla tego pliku nie powiodło się

source: The following file will be removed:
pl: Następujący plik zostanie usunięty:

source: Do you want to remove this file now?
pl: Usunąć ten plik?

source: %s wants to remove a file
pl: %s żąda usunięcia pliku

source: A program wants to remove a file
pl: Program wymaga usunięcia pliku

source: Remove
pl: Usuń

source: Do you want to install this catalog?
pl: Czy zainstalować ten katalog?

source: Install catalogs
pl: Instalacja katalogów

source: many packages
pl: wiele pakietów

source: No files
pl: Brak plików

source: Do not show this again
pl: Nie pytaj ponownie

source: Could not upgrade the system
pl: Zaktualizowanie systemu nie powiodło się

source: The upgrade completed successfully
pl: Aktualizacja przebiegła pomyślnie

source: Your system now has the required software needed to complete the operating system upgrade.
pl: Obecnie system zawiera wymagane oprogramowanie do przeprowadzenia aktualizacji.

source: When you are ready, you can restart your system and continue the upgrade process.
pl: Obecnie można uruchomić komputer ponownie i kontynuować proces aktualizacji.

source: Make sure you have saved any unsaved work before restarting.
pl: Proszę się upewnić, że zapisano wszelkie edytowane pliki przed ponownym uruchomieniem komputera.

source: Restart Now
pl: Uruchom ponownie komputer

source: Could not get distribution upgrades
pl: Nie udało się uzyskać informacji o uaktualnieniach

source: No releases available for upgrade
pl: Brak dostępnych wydań do aktualizacji

source: Upgrade your system (%d of %d)
pl: Aktualizacja systemu (%d z %d)

source: This assistant will guide you through upgrading your currently installed operating system to a newer release.
pl: Ten asystent przeprowadzi użytkownika przez aktualizację obecnie zainstalowanego systemu do nowszego wydania.

source: This process may take several hours to complete, depending on the speed of your internet connection and the options selected.
pl: Proces ten może zająć kilka godzin w zależności od prędkości połączenia z Internetem oraz wybranych opcji.

source: You will be able to continue using your system while this assistant downloads the packages needed to upgrade your system.
pl: W trakcie pobierania pakietów wymaganych do aktualizacji systemu będzie można korzystać z komputera.

source: When the download has completed, you will be prompted to restart your system in order to complete the upgrade process.
pl: Po zakończeniu pobierania, system poprosi użytkownika o zrestartowanie komputera w celu zakończenia aktualizacji.

source: Upgrade your system
pl: Aktualizacja systemu

source: Available operating system _releases:
pl: Dostępne _wydania systemów operacyjnych:

source: Loading list of upgrades
pl: Pobieranie listy pakietów do aktualizacji

source: Choose desired operating system version
pl: Proszę wybrać wersję systemu operacyjnego

source: The upgrade tool can operate with three different modes:
pl: Narzędzie aktualizacji oferuje trzy tryby pracy:

source: The selected option will require the installer to download additional data.
pl: Zaznaczona opcja wymaga, aby instalator pobrał dodatkowe dane.

source: Do not continue with this option if the network will not be available at upgrade time.
pl: W wypadku tej opcji nie należy kontynuować, jeżeli Internet nie będzie dostępny w trakcie aktualizacji.

source: Choose desired download options
pl: Proszę wybrać opcje pobierania

source: The operating system upgrade tool will now perform the following actions:
pl: Narzędzie aktualizacji systemu operacyjnego wykona następujące czynności:

source: Request authentication from a privileged user
pl: Żądanie autoryzacji uprzywilejowanego użytkownika

source: Download installer images
pl: Pobieranie obrazów instalacyjnych

source: Download packages
pl: Pobieranie pakietów

source: Prepare and test the upgrade
pl: Przygotowanie i testowanie aktualizacji

source: You will have to restart your computer at the end of the upgrade.
pl: Aby zakończyć aktualizację należy uruchomić ponownie komputer.

source: Press 'Apply' to apply changes.
pl: Kliknij przycisk, by wprowadzić zmiany.

source: Confirmation
pl: Zatwierdż

source: Applying changes
pl: Wprowadzanie zmian

source: Cannot perform operating system upgrade
pl: Nie można przeprowadzić aktualizacji

source: Upgrading the operating system is not supported.
pl: Uaktualnienie tego systemu operacyjnego nie jest wpierane.

source: Cannot get operating system upgrade information.
pl: Niemożna uzyskać informacji o aktualizacji systemu.

source: Distribution Upgrade Tool
pl: Narzędzie do aktualizacji dystrybucji

source: disc
pl: płyta

source: media
pl: źródło instalacji

source: Failed with unknown error code
pl: Proces zakończył się niepowodzeniem: nieznany błąd.

source: No network connection available
pl: Brak dostępnego połączenia sieciowego

source: No package cache is available.
pl: Pamięć podręczna pakietów nie jest dostępna.

source: Out of memory
pl: Brak pamięci

source: Failed to create a thread
pl: Utworzenie wątku zakończone niepowodzeniem

source: Not supported by this backend
pl: Brak obsługi przez to zaplecze

source: An internal system error has occurred
pl: Wystąpił wewnętrzny błąd

source: A security signature is not present
pl: Brak podpisu bezpieczeństwa

source: The package is not installed
pl: Pakiet nie jest zainstalowany

source: The package was not found
pl: Nie znaleziono pakietu

source: The package download failed
pl: Pobranie pakietu zakończone niepowodzeniem

source: The group was not found
pl: Nie znaleziono grupy

source: The group list was invalid
pl: Nieprawidłowa lista grup

source: Dependency resolution failed
pl: Rozstrzyganie zależności zakończone niepowodzeniem

source: Search filter was invalid
pl: Nieprawidłowy filtr wyszukiwania

source: The package identifier was not well formed
pl: Błędnie sformatowany identyfikator pakietu

source: Transaction error
pl: Błąd transakcji

source: Repository name was not found
pl: Nie znaleziono nazwy repozytorium

source: Could not remove a protected system package
pl: Nie można usunąć chronionego pakietu systemowego

source: The action was canceled
pl: Anulowano zadanie

source: The action was forcibly canceled
pl: Wymuszono anulowanie zadania

source: Reading the configuration file failed
pl: Odczytywanie pliku konfiguracyjnego nie powiodło się

source: The action cannot be canceled
pl: Nie można przerwać zadania

source: Source packages cannot be installed
pl: Nie można zainstalować pakietów z kodem źródłowym

source: The license agreement failed
pl: Zaakceptowanie licencji zakończone niepowodzeniem

source: Local file conflict between packages
pl: Konflikt plików lokalnych między pakietami

source: Packages are not compatible
pl: Pakiety nie są zgodne ze sobą.

source: Problem connecting to a software source
pl: Problem podczas łączenia się ze źródłem oprogramowania

source: Failed to initialize
pl: Inicjalizacja zakończona niepowodzeniem

source: Failed to finalize
pl: Zakończenie nie powiodło się

source: Cannot get lock
pl: Nie można uzyskać blokady

source: No packages to update
pl: Brak pakietów do zaktualizowania

source: Cannot write repository configuration
pl: Nie można zapisać konfiguracji repozytorium

source: Local install failed
pl: Lokalna instalacja zakończona niepowodzeniem

source: Bad security signature
pl: Zły podpis bezpieczeństwa

source: Missing security signature
pl: Brak podpisu bezpieczeństwa

source: Repository configuration invalid
pl: Nieprawidłowa konfiguracja repozytorium

source: Invalid package file
pl: Nieprawidłowy plik pakietu

source: Package install blocked
pl: Zablokowano instalację pakietu

source: Package is corrupt
pl: Pakiet jest uszkodzony

source: All packages are already installed
pl: Wszystkie pakiety zostały już zainstalowane

source: The specified file could not be found
pl: Nie znaleziono podanego pliku

source: No more mirrors are available
pl: Brak dalszych serwerów lustrzanych

source: No distribution upgrade data is available
pl: Brak dostępnych uaktualnień dystrybucji

source: Package is incompatible with this system
pl: Pakiet jest niekompatybilny z tym systemem

source: No space is left on the disk
pl: Brak miejsca na dysku

source: A media change is required
pl: Wymagana zmiana nośnika instalacji

source: Authorization failed
pl: Uwierzytelnienie nie powiodło się

source: Update not found
pl: Nieznaleziono aktualizacji

source: Cannot install from untrusted source
pl: Nie można instalować z niezaufanego źródła

source: Cannot update from untrusted source
pl: Nie można wykonać aktualizacji z niezaufanego źródła

source: Cannot get the file list
pl: Nie można pobrać listy plików

source: Cannot get package requires
pl: Nie można pobrać informacji o zależnościach

source: Cannot disable source
pl: Nie można zablokować źródła

source: The download failed
pl: Pobieranie nie powiodło się

source: Package failed to configure
pl: Konfiguracja pakietu nie powiodła się

source: Package failed to build
pl: Tworzenie pakietu nie powiodło się

source: Package failed to install
pl: Instalacja pakietu nie powiodła się

source: Package failed to be removed
pl: Usunięcie pakietu nie powiodło się

source: Update failed due to running process
pl: Aktualizacja nie powiodła się w wyniku działającego procesu

source: The package database was changed
pl: Baza danych pakietów została zmieniona

source: Install root is invalid
pl: Katalog instalacyjny jest nieprawidłowy

source: Cannot fetch install sources
pl: Nie można pobrać źródeł instalacji

source: Rescheduled due to priority
pl: Ponownie zakolejkowano ze względu na priorytet.

source: Unfinished transaction
pl: Niezakończono zadania

source: Lock required
pl: Wymagana blokada

source: Failed with unknown error code.
pl: Proces nie powiódł się: nieznany kod błędu.

source: There is no network connection available. Please check your connection settings and try again.
pl: Brak dostępnego połączenia sieciowego. Proszę sprawdzić ustawienia połączenia i spróbować ponownie

source: The package list needs to be rebuilt. This should have been done by the backend automatically.
pl: Należy ponownie zbudować listę pakietów. Powinno to zostać zrobione automatycznie przez zaplecze.

source: The service that is responsible for handling user requests is out of memory. Please restart your computer.
pl: Usługa odpowiedzialna za obsługę żądań użytkowników nie ma pamięci. Należy ponownie uruchomić komputer.

source: A thread could not be created to service the user request.
pl: Nie można utworzyć wątku do usługi żądanej przez użytkownika.

source: The action is not supported by this backend. Please report a bug in your distribution bug tracker as this should not have happened.
pl: Ta operacja nie jest obsługiwana przez ten moduł przetwarzający. Proszę zgłosić błąd w systemie zgłaszania błędów dla używanej dystrybucji, gdyż nie powinno się to zdarzyć.

source: A problem that we were not expecting has occurred. Please report this bug in your distribution bug tracker with the error description.
pl: Wystąpił nieoczekiwany problem. Proszę zgłosić ten błąd w systemie zgłaszania błędów dla używanej dystrybucji wraz z opisem tego problemu.

source: A security trust relationship could not be made with software source. Please check your security settings.
pl: Nie można utworzyć relacji zaufania bezpieczeństwa ze zdalnym źródłem oprogramowania. Proszę sprawdzić ustawienia zabezpieczeń.

source: The package that is trying to be removed or updated is not already installed.
pl: Usuwany lub aktualizowany pakiet nie jest zainstalowany.

source: The package that is being modified was not found on your system or in any software source.
pl: Modyfikowany pakiet nie został znaleziony w systemie ani w żadnym źródle oprogramowania.

source: The package that is trying to be installed is already installed.
pl: Instalowany pakiet jest już zainstalowany.

source: The package download failed. Please check your network connectivity.
pl: Pobranie pakietu zakończone niepowodzeniem. Proszę sprawdzić dostępność sieci.

source: The group type was not found. Please check your group list and try again.
pl: Nie znaleziono typu grupy. Proszę sprawdzić listę grup i spróbować ponownie.

source: The group list could not be loaded. Refreshing your cache may help, although this is normally a software source error.
pl: Nie można wczytać listy grup. Zwykle powodem tego jest błąd źródła oprogramowania, ale pomocne może okazać się odświeżenie pamięci podręcznej.

source: A package could not be found that allows the action to complete. More information is available in the detailed report.
pl: Nie można znaleźć pakietu, który umożliwia zakończenie zadania. Więcej informacji zawiera raport szczegółowy.

source: The search filter was not correctly formed.
pl: Błędnie sformatowany filtr wyszukiwania.

source: The package identifier was not well formed when sent to the server. This normally indicates an internal error and should be reported.
pl: Identyfikator pakietu został błędnie sformatowany podczas wysyłania na serwer. Zwykle oznacza to błąd wewnętrzny, który powinien zostać zgłoszony.

source: An unspecified transaction error has occurred. More information is available in the detailed report.
pl: Wystąpił nieokreślony błąd transakcji. Więcej informacji zawiera raport szczegółowy.

source: The remote software source name was not found. You may need to enable an item in Software Sources.
pl: Nie znaleziono nazwy zdalnego źródła oprogramowania. Być może należy wyłączyć element w Źródłach oprogramowania

source: Removing a protected system package is not allowed.
pl: Brak pozwolenia na usunięcie chronionego pakietu systemowego.

source: The action was canceled successfully and no packages were changed.
pl: Zadanie zostało pomyślnie anulowane, a żaden pakiet nie został zmieniony.

source: The action was canceled successfully and no packages were changed. The backend did not exit cleanly.
pl: Zadanie zostało pomyślnie anulowane, a żaden pakiet nie został zmieniony. Moduł nie zakończył pracy prawidłowo.

source: The native package configuration file could not be opened. Please make sure configuration is valid.
pl: Nie można otworzyć pliku konfiguracji rodzimych pakietów. Należy upewnić się, że konfiguracja jest prawidłowa.

source: The action cannot be canceled at this time.
pl: W tym momencie zadanie nie może zostać bezpiecznie anulowane.

source: Source packages are not normally installed this way. Check the extension of the file you are trying to install.
pl: Pakiety źródłowe zwykle nie są instalowane w ten sposób. Proszę sprawdzić rozszerzenie instalowanego pliku.

source: The license agreement was not agreed to. To use this software you have to accept the license.
pl: Nie zaakceptowano umowy licencyjnej. Aby użyć tego oprogramowania, należy zaakceptować licencję.

source: Two packages provide the same file. This is usually due to mixing packages from different software sources.
pl: Dwa pakiety dostarczają ten sam plik. Zwykle spowodowane jest to mieszaniem pakietów z różnych źródeł oprogramowania.

source: Multiple packages exist that are not compatible with each other. This is usually due to mixing packages from different software sources.
pl: Istnieje wiele pakietów, które nie są ze sobą zgodne. Zwykle spowodowane jest to mieszaniem pakietów z różnych źródeł oprogramowania.

source: There was a (possibly temporary) problem connecting to a software source. Please check the detailed error for further details.
pl: Wystąpił (prawdopodobnie tymczasowy) problem podczas łączenia się ze źródłem oprogramowania Proszę sprawdzić szczegółowe informacje dotyczące błędu.

source: Failed to initialize packaging backend. This may occur if other packaging tools are being used simultaneously.
pl: Zainicjowanie zaplecza pakietów zakończone niepowodzeniem. Mogło to nastąpić z powodu używania jednocześnie innych narzędzi pakietów.

source: Failed to close down the backend instance. This error can normally be ignored.
pl: Zamknięcie zaplecza zakończone niepowodzeniem. Ten błąd zwykle może zostać zignorowany.

source: Cannot get the exclusive lock on the packaging backend. Please close any other legacy packaging tools that may be open.
pl: Nie można uzyskać wyłącznej blokady na zapleczu pakietów. Należy zamknąć inne, przestarzałe narzędzia pakietów, które mogą być otwarte.

source: None of the selected packages could be updated.
pl: Nie można zaktualizować żadnego z wybranych pakietów.

source: The repository configuration could not be modified.
pl: Nie można zmodyfikować konfiguracji repozytorium.

source: Installing the local file failed. More information is available in the detailed report.
pl: Instalowanie lokalnego pliku zakończone niepowodzeniem. Więcej informacji zawiera raport szczegółowy.

source: The package security signature could not be verified.
pl: Nie można zweryfikować podpisu bezpieczeństwa pakietu.

source: The package security signature is missing and this package is untrusted. This package was not signed when created.
pl: Brak podpisu bezpieczeństwa pakietu i nie jest on zaufany. Ten pakiet nie został podpisany podczas tworzenia.

source: Repository configuration was invalid and could not be read.
pl: Konfiguracja repozytorium była nieprawidłowa i nie mogła zostać odczytana.

source: The package you are attempting to install is not valid. The package file could be corrupt, or not a proper package.
pl: Instalowany pakiet nie jest prawidłowy. Plik pakietu może być uszkodzony lub nie jest właściwym pakietem.

source: Installation of this package prevented by your packaging system's configuration.
pl: Instalacja tego pakietu jest powstrzymywana przez konfigurację systemu pakietów.

source: The package that was downloaded is corrupt and needs to be downloaded again.
pl: Pakiet, który został pobrany jest uszkodzony i należy pobrać go ponownie.

source: All of the packages selected for install are already installed on the system.
pl: Wszystkie pakiety zaznaczone do instalacji są już zainstalowane w systemie.

source: The specified file could not be found on the system. Check the file still exists and has not been deleted.
pl: Podanego pliku nie można było odnaleźć w systemie. Proszę sprawdzić, czy plik istnieje i czy nie został usunięty.

source: Required data could not be found on any of the configured software sources. There were no more download mirrors that could be tried.
pl: Nie można było odnaleźć żądanych danych w żadnym ze skonfigurowanych źródeł oprogramowania. Brak dalszych serwerów lustrzanych możliwych do sprawdzenia.

source: Required upgrade data could not be found in any of the configured software sources. The list of distribution upgrades will be unavailable.
pl: Nie można było znaleźć wymaganych danych aktualizacji w żadnym ze skonfigurowanych źródeł oprogramowania.Lista uaktualnień dystrybucji nie będzie dostępna.

source: The package that is trying to be installed is incompatible with this system.
pl: Pakiet, który ma być zainstalowany, jest niekompatybilny z tym systemem.

source: There is insufficient space on the device. Free some space on the system disk to perform this operation.
pl: Brak wystarczającej ilości miejsca na urządzeniu. Należy zwolnić miejsce, by dokończyć ten proces.

source: Additional media is required to complete the transaction.
pl: Dodatkowy nośnik instalacji jest wymagany w celu zakończenia transakcji.

source: You have failed to provide correct authentication. Please check any passwords or account settings.
pl: Uwierzytelnienie nie powiodło się. Proszę sprawdzić ustawienia konta oraz hasło.

source: The specified update could not be found. It could have already been installed or no longer available on the remote server.
pl: Nie odnaleziono wybranej aktualizacji. Mogła zostać zainstalowana wcześniej lub nie być dostępna na wskazanym serwerze.

source: The package could not be installed from untrusted source.
pl: Nie można zainstalować pakietu z niezaufanego źródła.

source: The package could not be updated from untrusted source.
pl: Pakiet nie może zostać zaktualizowany z niezaufanego źródła.

source: The file list is not available for this package.
pl: Brak listy plików dla tego pakietu.

source: The information about what requires this package could not be obtained.
pl: Nie udało się pobrać informacji dotyczących zależności dla tego pakietu.

source: The specified software source could not be disabled.
pl: Podane źródło oprogramowania nie mogło zostać wyłączone.

source: The download could not be done automatically and should be done manually. More information is available in the detailed report.
pl: Pobieranie automatyczne nie powiodło się. Należy je wykonać ręcznie. Więcej informacji zawiera raport szczegółowy.

source: One of the selected packages failed to configure correctly. More information is available in the detailed report.
pl: Nie powiodła się konfiguracja jednego z instalowanych pakietów. Więcej informacji zawiera raport szczegółowy.

source: One of the selected packages failed to build correctly. More information is available in the detailed report.
pl: Nie udało się poprawnie utworzyć jednego z pakietów . Więcej informacji zawiera raport szczegółowy.

source: One of the selected packages failed to install correctly. More information is available in the detailed report.
pl: Nie udało się poprawnie zainstalować jednego z pakietów. Więcej informacji zawiera raport szczegółowy.

source: One of the selected packages failed to be removed correctly. More information is available in the detailed report.
pl: Nie powiodło się poprawne usunięcie jednego z pakietów. Więcej informacji zawiera raport szczegółowy.

source: A program is running that has to be closed before the update can proceed. More information is available in the detailed report.
pl: Jest uruchomiony program, który należy zamknąć przed aktualizacją. Więcej informacji zawiera raport szczegółowy.

source: The package database was changed while the request was running.
pl: Baza pakietów została zmodyfikowana podczas wykonywania bieżącego zadania.

source: The install root is invalid. Please contact your administrator.
pl: Katalog instalacyjny jest nieprawidłowy. Należy skontaktować się z administratorem tego systemu.

source: The list of software sources could not be downloaded.
pl: Nie udało się pobrać listy źródeł instalacji.

source: A previous package management transaction was interrupted.
pl: Poprzednie zadanie menadżera pakietów zostało przerwane.
