Repository: aviarypl/suse-l10n-pl
Catalog: lcn/html-help-boot.*.po
Languages: pl

source: Return to <placeholder-1/>
pl: Wróć do <placeholder-1/>

source: Boot Options
pl: Opcje uruchamiania

source: <placeholder-1/> -- influence the behavior of the splash screen
pl: <placeholder-1/> -- wpływa na zachowanie splash screen

source: <placeholder-1/> -- toggle power management
pl: <placeholder-1/> -- przełącza zarządzanie energią

source: <placeholder-1/> -- advanced configuration and power interface
pl: <placeholder-1/> -- zaawansowana konfiguracja zarządzania energią

source: <placeholder-1/> -- control the IDE subsystem
pl: <placeholder-1/> -- kontroluje subsystem IDE

source: Using the Help System
pl: Jak korzystać z systemu pomocy

source: The boot loader online help is context sensitive. It gives information about the selected menu item or, if you are editing boot options, it tries to look up information about the option in which the cursor is positioned.
pl: Pomoc online menedżera rozruchu zależna jest od kontekstu. Wyświetla informacje związane z wybranym elementem menu a podczas edycji opcji uruchamiania próbuje znaleźć informacje na temat opcji podświetlonej przez kursor.

source: Up Arrow
pl: Strzałka 'w górę'

source: <placeholder-1/>: highlight previous link
pl: <placeholder-1/>: podświetl poprzedni odnośnik

source: Down Arrow
pl: Strzałka 'w dół'

source: <placeholder-1/>: highlight next link
pl: <placeholder-1/>: podświetl następny odnośnik

source: Left Arrow
pl: Strzałka 'w lewo'

source: <placeholder-1/>, <placeholder-2/>: return to previous topic
pl: <placeholder-1/>, <placeholder-2/>: wróć do poprzedniego tematu

source: Right Arrow
pl: Strzałka 'w prawo'

source: Space
pl: Spacja

source: <placeholder-1/>, <placeholder-2/>, <placeholder-3/>: follow link
pl: <placeholder-1/>, <placeholder-2/>, <placeholder-3/>: podążaj za odnośnikiem

source: <placeholder-1/>: scroll up one page
pl: <placeholder-1/>: wróć na poprzednią stronę

source: <placeholder-1/>: scroll down one page
pl: <placeholder-1/>: przejdź na kolejną stronę

source: <placeholder-1/>: go to page start
pl: <placeholder-1/>: przejdź do strony początkowej

source: <placeholder-1/>: go to page end
pl: <placeholder-1/>: przejdź do ostatniej strony

source: <placeholder-1/>: leave help
pl: <placeholder-1/>: opuść pomoc

source: Navigation Keys <ul><placeholder-1/><placeholder-2/><placeholder-3/><placeholder-4/><placeholder-5/><placeholder-6/><placeholder-7/><placeholder-8/><placeholder-9/></ul>
pl: Klawisze nawigacyjne <ul><placeholder-1/><placeholder-2/><placeholder-3/><placeholder-4/><placeholder-5/><placeholder-6/><placeholder-7/><placeholder-8/><placeholder-9/></ul>

source: Language and Keyboard Layout Selection
pl: Wybór języka i układu klawiatury

source: Press <placeholder-1/> to change language and keyboard layout the boot loader uses.
pl: Naciśnij klawisz <placeholder-1/> aby zmienić ustawienia językowe i klawiaturyużywane przez menedżera rozruchu.

source: Kernel Options: acpi
pl: Opcje jądra: acpi

source: <placeholder-1/> -- do not use ACPI to route PCI interrupts
pl: <placeholder-1/> -- nie używaj ACPI do kierowania przerwaniami PCI

source: <placeholder-1/> -- only the parts of ACPI that are relevant for booting remain activated
pl: <placeholder-1/> -- jedynie elementy ACPI niezbędne przy uruchamianiu systemu pozostaną aktywne

source: acpi=off
pl: acpi=wyłączone

source: <placeholder-1/> -- switch off ACPI completely
pl: <placeholder-1/> -- Całkowicie wyłącza ACPI

source: <placeholder-1/> -- switch on ACPI even if your BIOS is dated before 2000
pl: <placeholder-1/> -- włącza ACPI nawet gdy BIOS pochodzi sprzed roku 2000

source: ACPI (Advanced Configuration and Power Interface) is a standard that defines power and configuration management interfaces between an operating system and the BIOS. By default, <placeholder-1/> is switched on when a BIOS is detected that is newer than from year 2000. There are several commonly used parameters to control the behavior of ACPI: <ul><placeholder-2/><placeholder-3/><placeholder-4/><placeholder-5/></ul>
pl: ACPI (Zaawansowane Zarządzanie Energią) jest standardem definiującym interfejsy zarządzania energią pomiędzy BIOSem a systemem. Domyślnie <placeholder-1/> jest włączony jeśli BIOS pochodzi z roku 2000 lub jest nowszy. Istnieje kilka standardowo używanych parametrów do kontroli działania ACPI: <ul><placeholder-2/><placeholder-3/><placeholder-4/><placeholder-5/></ul>

source: Especially on new computers, it replaces the old <placeholder-1/> system.
pl: Szczególnie na nowych komputerach zastępuje stary <placeholder-1/> system.

source: Kernel Options: apm
pl: Opcje jądra: apm

source: <placeholder-1/> -- switch off APM completely
pl: <placeholder-1/> -- Całkowicie wyłącza APM

source: APM is one of the two power management strategies used on current computers. It is mainly used with laptops for functions like suspend to disk, but it may also be responsible for switching off the computer after power down. APM relies on a correct working BIOS. If the BIOS is broken, APM may have only limited use or even prevent the computer from working. Therefore, it may be switched off with the parameter <ul><placeholder-1/></ul>
pl: APM to jedna z dwóch strategii zarządzania energią używana w nowoczesnych komputerach. Stosowana jest głównie w laptopach przy funkcji usypiania, ale może być również odpowiedzialna za wyłączenie komputera po zaniku napięcia. APM opiera się na prawidłowo działającym BIOSie. Jeśli BIOS zawiera błędy w konfiguracji, APM może mieć jedynie ograniczone zastosowanie a nawetuniemożliwić prawidłową pracę komputera. W takiej sytuacji należy go wyłączyćużywając parametru <ul><placeholder-1/></ul>

source: Some very new computers may take more advantage from the newer <placeholder-1/>.
pl: Niektóre z najnowszych komputerów mogą zyskać więcej dzięki nowszym <placeholder-1/>.

source: Kernel Options: ide
pl: Opcje jądra: ide

source: <placeholder-1/> -- switch off DMA for IDE drives
pl: <placeholder-1/> -- wyłącz DMA dla napędów IDE

source: IDE is, unlike SCSI, commonly used in most desktop workstations. To circumvent some hardware problems that occur with IDE systems, use the kernel parameter: <ul><placeholder-1/></ul>
pl: IDE w przeciwieństwie do SCSI jest zwykle używany na komputerach domowych. Aby uniknąć problemów sprzętowych mogących wystąpić podczas używania systemów IDE, należy użyć parametru jądra: <ul><placeholder-1/></ul>

source: Kernel Options: splash
pl: Opcje jądra: splash

source: <placeholder-1/> -- The splash screen is switched off. This may be useful with very old monitors or if some error occurs.
pl: <placeholder-1/> -- Wyświetlanie obrazka jest wyłączone. Ta opcja może być przydatnaprzy starszych monitorach lub w przypadku występowania problemów z wyświetlaniem.

source: <placeholder-1/> -- Activates splash, kernel and boot messages are still shown.
pl: <placeholder-1/> -- Uruchamia obraz, ale komunikaty jądra i uruchamiania są nadal widoczne.

source: <placeholder-1/> -- Activates splash, but no messages. Instead a progress bar is drawn.
pl: <placeholder-1/> -- Uruchamia obraz zamiast komunikatów. O postępie komunikuje pasek postępu.

source: The splash screen is the picture shown during system start-up. <ul><placeholder-1/><placeholder-2/><placeholder-3/></ul>
pl: Splash screen jest to obrazek wyświetlany podczas uruchamiania systemu. <ul><placeholder-1/><placeholder-2/><placeholder-3/></ul>

source: Choose Profile
pl: Wybierz profil

source: Press <placeholder-1/> to select a profile. Your system will be started using the configuration saved in this profile.
pl: Naciśnij klawisz <placeholder-1/> aby wybrać profil. System zostanieuruchomiony z konfiguracją zapisaną w danym profilu.

source: translator-credits
pl: Zbigniew Braniecki <gandalf@aviary.pl>, 2005, 2006 Wadim Dziedzic <nikdo@aviary.pl>, 2005, 2006 Wojciech Kapusta <wojciech@aviary.pl>, 2005, 2006 Stanisław Małolepszy <smalolepszy@aviary.pl>, 2005, 2006 Marek Stępień <marcoos@aviary.pl>, 2005, 2006 Mariusz Fik <fisiu@opensuse.org>, 2008, 2009, 2010
