Repository: aviarypl/suse-l10n-pl
Catalog: lcn/kcmbeagle.*.po
Languages: pl

source: Select which of the available Beagle backends you want to have enabled.
pl: Proszę wybrać, które z dostępnych mechanizmów indeksowania Beagle będą włączone.

source: Backends
pl: Mechanizmy

source: &Indexing
pl: &Indeksowanie

source: &Backends
pl: &Mechanizmy

source: &Daemon Status
pl: &Status demona

source: General
pl: Ogólne

source: Start Beagle indexing service automatically
pl: Uruchamiaj usługę indeksowania Beagle automatycznie

source: Index data while on battery power
pl: Indeksuj dane podczas pracy z baterii

source: Index
pl: Indeks

source: Index my home folder
pl: Indeksuj katalog domowy

source: Add any additional folder to be included for indexing.
pl: Dodatkowy folder, który będzie dołączony do indeksowanych.

source: Name
pl: Nazwa

source: Add...
pl: Dodaj...

source: Privacy
pl: Prywatność

source: Specify any resource, such as folder or pattern, you wish to exclude from indexing.
pl: Dowolny zasób (np. folder lub wzorzec), który ma być wyłączony z indeksowania.

source: Type
pl: Typ

source: Select Folder
pl: Folder

source: <qt>Do you really want to remove this folder from the list of folders to be included for indexing?</qt>
pl: <qt>Czy na pewno usunąć ten folder z lity folderów indeksowanych?</qt>

source: Remove Folder
pl: Usuń folder

source: Add Resource
pl: Dodaj zasób

source: <qt>Do you really want to remove this item from the list of data to be excluded from indexing?</qt>
pl: <qt>Czy na pewno usunąć ten folder z lity folderów wyłączonych z indeksowania?</qt>

source: Remove Item
pl: Usuń element

source: &Search
pl: &Szukaj

source: Please select a resource you wish to exclude from indexing.
pl: Proszę wybrać zasób, który ma być usunięty z indeksowania.

source: File name pattern:
pl: Wzorzec nazwy pliku:

source: Default result sort order:
pl: Domyślny porządek sortowania wyników:

source: Date Modified
pl: Data modyfikacji

source: Relevance
pl: Zgodność

source: Define the default sort order at startup.
pl: Domyślny porządek sortowania po uruchomieniu.

source: Maximum number of results displayed:
pl: Maksymalna liczba wyświetlanych wyników

source: No Limit
pl: Bez ograniczeń

source: Define how many results shall be displayed on one result page.
pl: Ilość rezultatów wyświetlanej na jednej stronie wyników.

source: Show search results with details by default
pl: Domyślnie pokazuj szczegówy rezultatów

source: Global Shortcuts
pl: Skróty globalne

source: Kerry Beagle Search
pl: Wyszukiwanie Kerry Beagle

source: Show Search Dialog
pl: Pokaż okno wyszukiwania

source: Search Primary Selection
pl: Wyszukaj wyrażenie ze schowka

source: Refresh Status
pl: Odśwież stan

source: Beagle service is currently running. Click here to stop.
pl: Usługa Beagle jest uruchomiona. Kliknij aby zatrzymać.

source: Beagle service is currently stopped. Click here to start.
pl: Usługa Beagle jest zatrzymana. Kliknij aby uruchomić.

source: Start
pl: Uruchom

source: Service not started.
pl: Usługa nie jest uruchomiona.

source: Beagle service version: %1
pl: Wersja usługi Beagle: %1

source: Current status:
pl: Bieżący stan:

source: Index information:
pl: Informacja o indeksie:

source: Beagle service was already stopped.
pl: Usługa Beagle jest już zatrzymana.

source: Beagle service already running.
pl: Usługa Beagle jest już uruchomiona.

source: Could not start beagle service.
pl: Nie można uruchomić usługi Beagle.
