Repository: aviarypl/suse-l10n-pl
Catalog: lcn/kde4-openSUSE.*.po
Languages: pl

source: Default Panel
pl: Domyślny panel

source: Empty Panel
pl: Pusty panel

source: Do you want a panel with the default widgets or an empty panel?
pl: Czy utworzyć panel z domyślnymi widgetami czy pusty panel?

source: Show Modifier Keys
pl: Pokaż klawisze modyfikujące

source: Show Lock Keys
pl: Pokaż klawisze blokujące

source: Show Mouse Status
pl: Pokaż status myszki

source: Show AccessX Status
pl: Pokaż status AccessX

source: Show the Plasma Dashboard
pl: Pokaż Tablicę

source: Show the Desktop
pl: Pokaż Pulpit

source: Minimize all open windows and show the Desktop
pl: Zminimalizuj wszystkie otwarte okna i pokaż Pulpit

source: The new window manager will be used when KDE is started the next time.
pl: Nowy menadżer okien zostanie użyty, gdy KDE zostanie uruchomione następnym razem.

source: Window manager change
pl: Zmiana menadżera okien

source: A new window manager is running. It is still recommended to restart this KDE session to make sure all running applications adjust for this change.
pl: Nowy manadżer okien został uruchomiony. Zaleca się uruchomić ponownię sesję KDE, aby mieć pewność, że wszystkie uruchomione aplikacje zastosowały się do zmiany.

source: Window Manager Replaced
pl: Menedżer okien został zastąpiony

source: Your running window manager will be now replaced with the configured one.
pl: Uruchomiony menadżer okien zostanie zastąpiony właśnie skonfigurowanym.

source: Config Window Manager Change
pl: Konifugracja zmiany menedżera okien

source: &Accept Change
pl: &Zastosuj zmianę

source: &Revert to Previous
pl: &Przywróć poprzedni

source: The configured window manager has been launched. Please check it has started properly and confirm the change. The launch will be automatically reverted in 20 seconds.
pl: Wybrany menedżer okien został uruchomiony. Sprawdź czy uruchomił się poprawnie i potwierdź tę zmianę. Poprzedni menedżer okien zostanie przywrócony w ciągu 20 sekund.

source: The running window manager has been reverted to the default KDE window manager KWin.
pl: Uruchomiony menedżer okien został zastąpiony domyślnym menedżerem KWin.

source: The new window manager has failed to start. The running window manager has been reverted to the default KDE window manager KWin.
pl: Nowy menadżer okien nie uruchomił się poprawnie. Uruchomiony menadżer okien został zastąpiony przez domyślny menadżer okien KWin.

source: Running the configuration tool failed
pl: Uruchomienie narzędzia konfiguracyjnego nie powiodło się.

source: 1 second remaining:
pl: pozostała 1 sekunda:

source: Use a different &window manager:
pl: Użyj innego &menedżera okien:

source: &Use the default KDE window manager (KWin)
pl: &Użyj domyślnego menedżera okien KDE (KWin)

source: Configure
pl: Konfiguracja

source: Note: Most window managers have their own configuration and do not follow KDE settings.
pl: Uwaga: Większość menedżerów okien posiada własne konfiguracje, które nie są zgodne z ustawieniami KDE.

source: Switch to Tab %1
pl: Przełącz do Karty %1

source: Unable to restore saved tabs. Possibly unsupported KDE 3 session data.
pl: Niemożliwe jest przywrócenie wszystkich kart. Prawdopodobnie niewspierany plik danych sesji KDE 3.

# Sort Icons
source: Unsorted
pl: Nieposortowane

source: Top to Bottom
pl: Od góry do dołu

source: Left to Right
pl: Od lewej strony do prawej

source: &Refresh Desktop
pl: &Odśwież pulpit

source: &Refresh View
pl: &Odśwież widok

source: Align to Grid
pl: Przyciągaj do siatki

# Sort icons
source: By Name
pl: Nazwy

# Sort icons
source: By Size
pl: Rozmiaru

# Sort icons
source: By Type
pl: Typu

# Sort icons
source: By Date
pl: Daty

# Sort icons
source: Directories First
pl: Najpierw katalogi

source: Sort Icons
pl: Sortuj ikony

source: Icon Settings
pl: Ustawienia ikony

source: Icon size:
pl: Rozmiar ikon:

source: Use this slider to increase or decrease the size of the icons in the view.
pl: Użyj suwaka aby zwiększyć lub zmniejszyć rozmiar ikon.

source: Text Settings
pl: Ustawienia tekstu

source: Text color:
pl: Kolor tekstu:

source: Number of lines:
pl: Liczba wierszy:

source: Use this control to choose how many lines of text will be shown below the icons.
pl: Użyj tej kontrolki aby wybrać jak wiele linii tekstu będzie się pokazywać pod ikonami.

source: Show text shadows
pl: Pokaż cienie tekstu

source: Icon Arrangement
pl: Układ ikon

source: Arrange icons:
pl: Ułóż ikony:

source: Sort icons:
pl: Sortuj ikony wg:

source: Use this control to choose the criteria by which the icons will be sorted in the view.
pl: Użyj tej kontrolki do wybrania sposobu sortowania ikon.

source: Align icons in a grid
pl: Przyciągaj ikony do siatki

source: Lock icons in place
pl: Zablokuj ikony w miejscu

source: Show All Files
pl: Pokaż wszystkie pliki

source: Show Files Matching
pl: Pokaż dopasowane pliki

source: Hide Files Matching
pl: Ukryj dopasowane pliki

source: Search file type
pl: Szukaj typu pliku

source: File types:
pl: Typy pliku:

source: File name pattern:
pl: Wrorzec nazwy pliku:

source: Pattern filter
pl: Filtr wzorca

source: Height
pl: Wysokość

source: Left
pl: Lewo

source: Center
pl: Środek

source: Right
pl: Prawo

source: Location
pl: Położenie

source: Small
pl: Mały

source: Large
pl: Duży

source: Deselect All
pl: Odznacz wszystkie

source: Slideshow
pl: Pokaz słajdów

source: Image
pl: Obraz

source: Color:
pl: Kolor:

source: Failed to activate desktop effects using the given configuration options. Settings will be reverted to their previous values. Check your X configuration. You may also consider changing advanced options, especially changing the compositing type.
pl: Nie udało się aktywować efektów pulpitu przy użyciu podanych opcji. Zostaną przywrócone poprzednie ustawienia. Sprawdź plik konfiguracyjny serwera X (xorg.conf). Być może musisz zmienić zaawansowane opcje, zwłaszcza zmieniając ustawienie 'composite' .

source: No Effect
pl: Brak efektu

source: Keep window thumbnails
pl: Zachowaj podgląd okna

source: Only for shown windows
pl: Tylko dla wyświetlonych okien

source: Enabling this option allows compositing to be activated even if some of the internal checks fail. Doing so may make the whole desktop unusable and its use is not recommened. Use only if KWin refuses to activate compositing on a system that should be capable of compositing.
pl: Odblokowanie tej opcji umożliwi aktywację composite nawet w przypadku, jeśli występią jakieś błędy. Odblokowując tę opcję możesz sprawić, że cały puplit może nie nadawać się do użycia, dlatego oblokowanie tej opcji nie jest zalecane. Opcję tę należy odblokować jedynie w przypadku, kiedy KWin odmawia aktywowania composite na systemie, który powinien obsługiwać composite.

source: Disable functionality checks
pl: Zablokuj sprawdzanie funkcjonalności

source: Effect for window switching
pl: Efekty przełączania okien

source: Effect for desktop switching
pl: Efekty przełączania pulpitów

source: Instant
pl: Natychmiastowy

source: Very fast
pl: Bardzo szybko

source: Fast
pl: Szybko

source: Slow
pl: Wolno

source: Very slow
pl: Bardzo wolno

source: Extremely slow
pl: Ekstremalnie wolno

source: Animation speed
pl: Prędkość animacji

source: &Suspend Computer
pl: &Przełącz w tryb oczekiwania

source: Suspend to Disk
pl: Uśpij na dysk

source: Suspend to RAM
pl: Przełącz w tryb oczekiwania

source: Standby
pl: Stan wstrzymania

source: Suspend Computer
pl: Przełącz w tryb oczekiwania

source: Insufficient virtual size for the total screen size. The configured virtual size of your X server is insufficient for this setup. This configuration needs to be adjusted. Do you wish to run a tool to adjust the configuration?
pl: Skonfigurowana wielkość wirtualna dla Twojego serwera X jest nie wystarczająca dla tych ustawień. Ta konfiguracja powinna zostać odpowiednio dostosowana. Czy chcesz uruchomić narzędzie, które pomoże Ci dostosować konfigurację?

source: Configuration has been adjusted. Please restart your session for this change to take effect.
pl: Konifugracja została dostosowana. Proszę uruchomić ponownie sesję, aby zmiany odniosły skutek.

source: Changing configuration failed. Please adjust your xorg.conf manually.
pl: Zmiana konfiguracji nie powiodła się. Proszę dostosować plik /etc/X11/xorg.conf ręcznie.

source: Identify Outputs
pl: Identyfikuj wyjścia

source: Logging out in 1 second.
pl: Wylogowanie nastąpi za 1 sekundę.

source: Turning off computer in 1 second.
pl: Wyłączenie komputera nastąpi za 1 sekundę.

source: Restarting computer in 1 second.
pl: Zrestartowanie komputera nastąpi za 1 sekundę.

source: Toggle Present Windows (All desktops)
pl: Przełączanie obecnych okien (wszystkie pulpity)

source: Toggle Present Windows (Current desktop)
pl: Przełączanie obecnych okien (bieżący pulpit)

source: Desktop Cube
pl: Kostka pulpitu

source: Basic
pl: Sekcja

source: Background Color:
pl: Kolor tła:

source: Wallpaper:
pl: Tapeta

source: Activation
pl: Aktywacja

source: Screen edge:
pl: Krawędzie ekranu:

source: Display desktop name
pl: Wyświetl nazwę pulpitu

source: Reflection
pl: Odbicie

source: Rotation duration:
pl: Czas rotacji:

source: Opacity
pl: Nieprzezroczystość

source: Caps
pl: Podstawy walca

source: Show caps
pl: Pokaż podstawy walca:

source: Cap Color:
pl: Kolor podstawy:

source: Display image on caps
pl: Wyświetl obraz na podstawie walca

source: Define how far away the object should appear
pl: Określ jak daleko obiekt powinien się pojawić

source: Near
pl: Blisko

source: Far
pl: Daleko

source: Additional options
pl: Opcje dodatkowe

source: Show cube when desktop changed
pl: Pokaż kostkę przy zmianie pulpitu

source: Cube appears on all screens in a multi screen setup. If not set cube will appear on only one screen and scaled so that all screens fit on that screen.
pl: Kostka pojawia się na wszystkich ekranach w konfiguracji wieloekranowej. Jeśli ta opcja nie jest ustawiona, kostka pojawi się tylko na jednym ekranie i zostanie przeskalowana tak że wszystkie ekrany będą pasowały do tego ekranu.

source: Span cube on all screens in multi screen setup
pl: Kostka na wszystkich ekranach w konfiguracji wieloekranowej

source: Cube is deactivated after rotating the cube with the mouse. Otherwise cube will stay in the position.
pl: Kostka zostanie zamknięta po zakończeniu obrotu myszką. W innym przypadku, kostka będzie dalej wyświetlana.

source: Close after mouse dragging
pl: Zamknij po przeciągnięciu

source: Use for walk through desktop list
pl: Użyj do chodzenia po liście pulpitu

source: Cylinder is deactivated after rotating the cylinder with the mouse. Otherwise cylinder will stay in the position.
pl: Walec zostanie zamknięty po zakończeniu obrotu myszką. W innym przypadku, walec będzie dalej wyświetlany.

source: Rearrange &duration:
pl: &Czas zanikania:

source: Display window &titles
pl: Wyświetl &tytuły okien

source: Use for window &switching
pl: Użyj do p&rzełączania okien

source: Layout mode:
pl: Trub układu:

source: Natural
pl: Naturalny

source: Regular grid
pl: Regularna siatka

source: Flexible grid
pl: Elastyczna siatka

source: Active screen &edge (Current desktop):
pl: Aktywuj krawędź &ekranu (bieżacy pulpit):

source: Active screen &edge (All desktops):
pl: Aktywuj krawędź &ekranu (wszystkie pulpity):

source: Natural Layout Settings
pl: Naturalne ustawienia układu

source: Fill &gaps
pl: Wy&pełnij puste pola

source: Faster
pl: Szybciej

source: Nicer
pl: Ładniej

source: Cap deformation:
pl: Deformacja podstawy walca:

source: Sphere
pl: Kula

source: Plane
pl: Płaszczyzna

source: Sphere is deactivated after rotating the sphere with the mouse. Otherwise sphere will stay in the position.
pl: Kula zostanie zamknięta po zakończeniu obrotu myszką. W innym przypadku, kula będzie dalej wyświetlana.

source: Empty
pl: Pusty

source: Compositing was too slow and has been suspended. If this was only a temporary problem, you can resume using the '%1' shortcut. You can also disable functionality checks in advanced compositing settings.
pl: Composite było zbyt wolne i zostało zawieszone. Jeśli to był tylko tymczasowy problem, możesz wznowić używając skrótu '%1'. Możesz także zablokować sprawdzanie funkcjonalności w zaawansowanych ustawieniach Composite.

source: Unknown Wallpaper
pl: Nieznana tapeta

source: Power Management
pl: Zarządzanie energią

source: Screen Brightness
pl: Jasność ekranu

source: Power Profile
pl: Profil energii

source: <br /><b>AC Adapter:</b> Plugged in
pl: <br /><b>AC Adapter:</b> Przyłączony

source: <br /><b>AC Adapter:</b> Not plugged in
pl: <br /><b>AC Adapter:</b> Odłączony

source: Save Session
pl: Zachowaj sesje

source: Save current session for next login
pl: Zachowaj sesje dla następnego logowania

source: Pause without logging out
pl: Pauza bez wylogowywania

source: Recently Installed
pl: Ostatnio instalowane

source: Administration
pl: Administracja

source: System Information
pl: Informacje o systemie

# @item:inlistbox Format:
source: Name (Description)
pl: Nazwa (opis)

source: Visible icons:
pl: Widoczne ikony:

source: Hidden icons:
pl: Ukryte ikony:

source: Panel Alignment
pl: Wyrównanie panelu

source: Visibility
pl: Widoczność

source: Always visible
pl: Zawsze widoczny

source: Auto hide
pl: Autoukrywanie

source: Screen Edge
pl: Krawędzie ekranu:

source: More Settings
pl: Więcej ustawień

source: Width: %1
pl: Szerokość: %1

source: Height: %1
pl: Wysokość: %1

source: Maxpect
pl: Skaluj i zachowaj proporcje

source: Get New Wallpapers...
pl: Pobierz nowe tapety...

source: Folders:
pl: Katalogi:

source: Visit LibRaw project website
pl: Odwiedź stronę projektu LibRaw

source: Quality:
pl: Jakość:

source: Median:
pl: Filtr medianowy:

source: Method
pl: Metoda

source: Default D65
pl: Podstawowy D65

source: Camera
pl: Aparat cyfrowy

source: Automatic
pl: Automatycznie

source: <p><b>Temperature</b><p>Set here the color temperature in Kelvin.
pl: <p><b>Temperatura</b><p>Podaj temperaturę koloru w stopniach Kelvina.

source: Black:
pl: Czarny:

source: White:
pl: Biały:

source: White Balance
pl: Balans bieli

source: Corrections
pl: Poprawki

source: Camera Profile:
pl: Profil aparatu:

source: Embedded
pl: Wbudowany

source: <p><b>Camera Profile</b><p>Select here the input color space used to decode RAW data.<p><b>None</b>: no input color profile is used during RAW decoding.<p><b>Embedded</b>: use embedded color profile from RAW file if exist.<p><b>Custom</b>: use a custom input color space profile.
pl: <p><b>Profil aparatu</b><p>Zaznacz wejściową przestrzeń kolorów używaną do dekodowania danych RAW.<p><b>Żaden</b>: żaden profil koloru wejściowego nie jest używany podczas dekodowania RAW.<p><b>Wbudowany</b>: użyj wbudowanego profilu koloru z pliku RAW, jeśli istnieje.<p><b>Własny</b>: użyj własnego profilu wejściowego przestrzeni kolorów.

source: ICC Files (*.icc; *.icm)
pl: Pliki ICC (*.icc; *.icm)

source: Workspace:
pl: Obszar roboczy:

source: Color Management
pl: Zarządzanie kolorem

source: Reset to default value
pl: Przywrócenie ustawień domyślnych

source: Disable automatic startup on login
pl: Wyłącz automatyczne uruchamianie przy logowaniu

source: Used by kmix_autostart.desktop
pl: Używane przez kmix_autostart.desktop

source: Open
pl: Otwórz

source: Sort by Name
pl: Sortuj wg Nazwy

source: Sort by Size
pl: Sortuj wg Rozmiaru

source: Sort by Last Modified
pl: Sortuj wg daty ostatniej modyfikacji

source: Directory:
pl: Katalog:

source: Filters:
pl: Filtry:

source: Show hidden files
pl: Pokaż ukryte pliki

source: Show only folders
pl: Pokaż tylko katalogi

source: Appearance
pl: Wygląd

source: Custom icon:
pl: Własna ikona:

source: View mode:
pl: Tryb widoku

source: Show tooltips
pl: Pokaż podpowiedzi

source: Use a custom label
pl: Użyj własnej etykiety

source: Preview
pl: Podgląd

source: Show previews
pl: Pokaż podglądy

source: Preview plugins:
pl: Podgląd wtyczek:

source: Here you can enable/disable the plugins.
pl: Włącz/wyłącz wtyczki.

source: Add Icon...
pl: Dodaj ikonę

source: Remove Icon
pl: Usuń ikonę

source: Add Shortcut
pl: Dodaj skrót

source: New icon:
pl: Nowa ikona:

source: Number of rows:
pl: Liczba wierszy:
