Repository: aviarypl/suse-l10n-pl
Catalog: lcn/kernel-update-tool.*.po
Languages: pl

source: Usage: %s [options] --status
pl: Użycie: %s [opcje] --status

source: %s [options] {--install|--upgrade} {kernel} [driver] ...
pl: %s [opcje] {--install|--upgrade} {kernel} [sterownik] ...

source: Options are:
pl: Opcje:

source: --version kernelrelease The kernel release (uname -r) that the status command applies to. The kernel release that the install and upgrade actions install and upgrade from.
pl: --version wydanie_jądra Wydanie jądra (uname -r), którego dotyczy polecenie stanu. Wydanie jądra, którego dotyczą akcje install, upgrade oraz install i upgrade from.

source: --non-interactive Do not ask any questions.
pl: --non-interactive Nie zadawaj żadnych pytań.

source: --dry-run Perform everything that would be done during install or upgrade without actually installing or upgrading any packages.
pl: --dry-run Wykonaj wszystko co byłoby zrobione w czasie instalacji albo aktualizacji bez instalowania lub aktualizowania naprawdę jakichkolwiek pakietów.

source: --verbose Be more verbose and send some some debug output to standard error.
pl: --verbose Bądź bardziej gadatliwy i wyślij nieco informacji diagnostycznych na stderr.

source: --download-driver-packages={yes,no,ask} Sets whether to attempt to download kernel driver packages from the locations defined in /var/lib/YaST2/download/* and /var/lib/YaST2/download.conf.
pl: --download-driver-packages={yes,no,ask} Określ czy chcesz próbować pobierać pakiety sterowników jądra z lokalizacji zdefiniowanych w /var/lib/YaST2/download/* i /var/lib/YaST2/download.conf.

source: --reuse-driver-packages={yes,no,ask} Sets whether to attempt to reuse kernel driver packages from the previous kernel.
pl: --reuse-driver-packages={yes,no,ask} Określ czy próbować używać pakiety ze sterownikami jądra z poprzedniego jądra.

source: --require-signed-packages={yes,no,ask} Whether to require packages to be signed.
pl: --require-signed-packages={yes,no,ask} Czy wymagać podpisanych pakietów.

source: --parse-markers Make the script output more easily parseable (for scripting).
pl: --parse-markers Spraw aby wyjście skryptu było łatwiej parsowalne (do przetwarzania skryptowego).

source: Download the Kernel from an Alternate Download Location
pl: Pobierz jądro z alternatywnej lokalizacji

source: Download Driver %{driver} from %{source}
pl: Pobranie sterownika %{driver} z %{source}

source: Retry Download of Driver %{driver} from %{source}
pl: Ponowne pobranie sterownika %{driver} z %{source}

source: Download Driver %{driver} from an Alternate Download Location
pl: Pobranie sterownika %{driver} z alternatywnej lokalizacji

source: Reuse Driver %{driver} from the Previous Kernel %{old_kernel_version}
pl: Ponowne użycie sterownika %{driver} z poprzedniego jądra %{old_kernel_version}

source: Use Package %{url} Although Not Signed
pl: Użycie pakietu %{url} mimo, że nie jest podpisany

source: Skip Driver Package %{driver} (this may leave your system unbootable!)
pl: Pominięcie pakietu sterownika %{driver} (może to spowodować, że system nie wstanie)

source: Force Package Installation
pl: Wymuszenie instalacji pakietu

source: Force Package Upgrade
pl: Wymuszenie aktualizacji pakietu

source: Abort the Kernel Installation
pl: Przerwanie instalacji jądra

source: Abort the Kernel Upgrade
pl: Przerwanie aktualizacji jądra

source: Enter the URL:
pl: Podaj URL:

source: Failed to extract symbol versions from %s
pl: Nieudane pobranie symbolu wersji z %s

source: Failed to extract modules from %s
pl: Nieudane uzyskanie modułu z %s

source: Downloading %s...
pl: Pobieranie %s....

source: Failed to download %s
pl: Nieudanie pobranie %s

source: Package %s integrity check failed
pl: Nieudana kontrola integralności pakietu %s

source: Package %s is not signed
pl: Pakiet %s nie jest podpisany

source: Package %s not found
pl: Pakiet %s nie znaleziony

source: Extracting symbol versions from %s
pl: Pobieranie symbolu wersji z %s

source: Kernel version %s is not in the form $version-$release-$flavor
pl: Wersja jądra %s nie jest w postaci $version-$release-$flavor

source: Kernel package %s is not installed
pl: Pakiet jądra %s nie jest zainstalowany

source: Kernel Version: %s
pl: Wersja jądra: %s

source: Driver Package: %s
pl: Pakiet sterownika: %s

source: Module:
pl: Moduł:

source: No owner
pl: Brak właściciela

source: Upgrade from kernel %s to %s
pl: Aktualizacja jądra %s na %s

source: Package %s must require kernel %s, but it does not
pl: Pakiet %s musi wymagać jądra %s, ale nie robi tego

source: Kernel %s includes driver %s
pl: Jądro %s zawiera sterownik %s

source: Installed package %s supports driver %s for kernel %s
pl: Zainstalowany pakiet %s obsługuje sterownik %s dla jądra %s

source: Action for driver package %s:
pl: Akcja dla pakietu sterownika %s:

source: Reusing package %s
pl: Ponowne użycie pakietu %s

source: Failed to fetch driver package %s from %s
pl: Nieudało się pobrać pakietu sterownika %s z %s

source: No download source known for driver package %s
pl: Brak znanego źródła pobrana dla pakietu sterownika %s

source: Package %s does not provide symbol %s
pl: Pakiet %s nie zapewnia symbolu %s

source: Using package %s
pl: Użycie pakietu %s

source: No replacement for driver package %s; aborting
pl: Brak zamiennika dla pakietu sterownika %s; przerywam

source: Removing %s failed
pl: Usunięcie %s nieudane

source: Installing packages
pl: Instalacja pakietów

source: Upgrading packages
pl: Aktualizacja pakietów

source: Installing %s failed
pl: Instalacja %s nieudana

source: Upgrading %s failed
pl: Aktualizacja %s nieudana

source: Warning
pl: Ostrzeżenie

source: Abort the Kernel Upgrade?
pl: Czy chcesz przerwać aktualizację jądra?

source: Alternate Download Location
pl: Pobierz jądro z alternatywnej lokalizacji

source: Kernel Update Status Log
pl: Dziennik statusu aktualizacji jąrda
