Repository: aviarypl/suse-l10n-pl
Catalog: lcn/kio_slp.*.po
Languages: pl

source: All SLP Services
pl: Wszystkie usługi SLP

source: CIM Server (wbem)
pl: Serwer CIM (wbem)

source: Private File Server
pl: Prywatny serwer plików

source: SSH File Browsing
pl: Przeglądanie plików przez SSH

source: SSH Terminal
pl: Terminal SSH

source: Samba Administration
pl: Administracja Samby

source: Scanner Server
pl: Serwer skanowania

source: Secure Web Server
pl: Bezpieczny serwer WWW

source: VNC Connection
pl: Połączenie VPN

source: Web Server
pl: Serwer WWW

source: Windows Network
pl: Sieć Windows

source: YOU Server
pl: Serwer YOU

source: YaST Installation
pl: Instalacja YaST

source: YaST installation source
pl: Źródło instalacji YaST

source: A kioslave to browse multicast DNS services
pl: Kioslave do przeglądania usług DNS multicast

source: Local Network
pl: Sieć lokalna

source: SLP Services and more
pl: Usługi SLP i inne

source: A kioslave to browse services
pl: Kioslave do przeglądania usług

source: A kioslave to browse SLP services
pl: Kioslave do przeglądania usług SLP

source: Network Browser
pl: Przeglądarka sieci
