Repository: aviarypl/suse-l10n-pl
Catalog: lcn/knetworkmanager.*.po
Languages: pl

source: _: NAME OF TRANSLATORS Your names
pl: Zespół Aviary.pl Piotr Leszczyński Piotr Pacholak Karol Sikora Mariusz Fik

source: _: EMAIL OF TRANSLATORS Your emails
pl: <team@aviary.pl> <piotr@kontury.pl> <obi_gl@o2.pl> <elektrrrus@gmail.com> <fisiu82@gmail.com>

source: State: %1
pl: Stan: %1

source: Manual IP config
pl: Ręczna konfiguracja IP

source: Wireless
pl: Bezprzewodowe

source: Wired
pl: Kablowe

source: WEP 40/128-bit ASCII
pl: ASCII WEP 40/128-bit

source: WEP 40/128-bit Hexadecimal
pl: Szesnastkowy WEP 40/128-bit

source: WEP 128-bit passphrase
pl: Hasło WEP 128-bit

source: None
pl: Brak

source: Dynamic WEP
pl: Dynamiczniy WEP

source: Unknown
pl: Nieznany

source: Down
pl: Rozłączony

source: Unmanaged
pl: Niezarządzany

source: Disconnected
pl: Rozłączony

source: Preparing
pl: Przygotowywanie

source: Awaiting authentication
pl: Oczekiwanie na autoryzację

source: IP configuration
pl: Konfiguracja IP

source: Activated
pl: Aktywny

source: Failed
pl: NIe powiodło się

source: Deactivate connection...
pl: Deaktywuj połączenie...

source: successfully loaded plugin '%1'
pl: Pomyślnie wczytano wtyczkę '%1'

source: Switch to offline mode
pl: Przełącz w tryb offline

source: Switch to online mode
pl: Przełącz w tryb online

source: Disable Wireless
pl: Wyłącz bezprzewodowe

source: Enable Wireless
pl: Włącz bezprzewodowe

source: Edit Connections
pl: Edytuj połączenia

source: New connection ...
pl: Nowe połączenie

source: VPN Authentication for %1
pl: Autoryzacja VPN dla %1

source: Using VPN plugin '%1' for service '%2'
pl: Dla usługi '%2' używana jest wtyczka VPN '%1'

source: No carrier
pl: Kabel nie podłączony

source: Network: %1
pl: Sieć: %1

source: Connect to other network
pl: Połącz z inną siecią

source: Wireless disabled
pl: Bezprzewodowa karta wyłączona

source: Wireless disabled by Killswitch
pl: Bezprzewodowa karta wyłączona przez Killswitch

source: A NetworkManager front-end for KDE
pl: Nakładka na NetworkManager dla KDE

source: Copyright (C) 2005, 2006 Novell, Inc.
pl: Copyright © 2005 - 2007 Novell, Inc.

source: Maintainer
pl: Opiekun

source: Additional code
pl: Dodatkowy kod

source: KWallet integration
pl: Integracja z KWallet

source: Edit Connections ...
pl: Edytuj połączenia

source: Connection
pl: Połączenie

source: Type
pl: Rodzaj

source: New Connection
pl: Nowe połączenie

source: Delete Connection
pl: Usuń połączenie

source: Edit Connection
pl: Edytuj połączenie

source: Password needed to access the service
pl: Potrzebne hasło aby uzyskać dostęp do usługi

source: &Number:
pl: &Numer:

source: Username needed to access the service
pl: Potrzebna nazwa użytkownika aby uzyskać dostęp do usługi

source: &Username:
pl: Nazwa &użytkownika:

source: &Password:
pl: &Hasło:

source: Network &ID:
pl: &ID Sieci:

source: Any
pl: Dowolne

source: Prefer GPRS
pl: Preferuj GPRS

source: Prefer GSM
pl: Preferuj GSM

source: Select the type of cellular data network the connection should use
pl: Należy wybrać rodzaj danych sieci komórkowej, który powinien zostać użyty do połączenia

source: Any chooses the best available; GSM/GPRS locks the connection to the specified network type; Prefer options prefer one type but will use the other if necessary
pl: Dowolne wybiera najlepsze dostępne; GSM/GPRS blokuje połączenia do określonego typu sieci; Opcje Preferuj sugerują użycie jednego typu z możliwością użycia innych w razie potrzeby.

source: Network &Type:
pl: &Rodzaj sieci:

source: Access Point Name
pl: Nazwa punktu dostępowego (AP)

source: The hostname of the machine providing network access
pl: Nazwa hosta umożliwiającego dostęp do sieci

source: &Band:
pl: &Zakres:

source: Personal Unblocking Code
pl: Osobisty kod odblokowujący

source: A code used to unblock a blocked SIM card
pl: Kod używany do odblokowania karty SIM

source: Personal Identification Number
pl: Osobisty numer identyfikacyjny (PIN)

source: A code used for all GSM-based phones to establish authorisation for access to certain functions or information
pl: Kod stosowany do wszystkich telefonów GSM w celu ustanowienia zezwolenia na dostęp do niektórych funkcji lub informacji

source: The GSM network to connect to
pl: Sieć GSM z którą połączyć

source: Pass&word:
pl: Hasł&o:

source: Connection Name:
pl: Nazwa połączenia:

source: Autoconnect:
pl: Łącz automatycznie:

source: Use manual IP configuration
pl: Użyj ręcznej konfiguracji IP

source: DNS Addresses:
pl: Adresy DNS:

source: DNS Search:
pl: Wyszukiwanie DNS:

source: IP Address:
pl: Adres IP:

source: Netmask:
pl: Maska sieci:

source: Gateway:
pl: Brama:

source: Require MPPE128
pl: Wymaga MPPE128

source: LCP Echo Interval
pl: Interwał LCP Echo

source: LCP Echo Failure
pl: Niepowodzenie LCP Echo

source: Baud rate
pl: Szybkość transmisji

source: Refuse PAP
pl: Odrzucaj PAP

source: No Authorization
pl: Brak autoryzacji

source: No VJ Compression
pl: Brak kompresji VJ

source: Refuse MSCHAP
pl: Odrzucaj MSCHAP

source: Require MPPE
pl: Wymagaj MPPE

source: Require MPPC
pl: Wymagaj MPPC

source: Refuse MSCHAPv2
pl: Odrzucaj MSCHAPv2

source: No BSD
pl: Brak BSD

source: Refuse CHAP
pl: Odrzucaj CHAP

source: Refuse EAP
pl: Odrzucaj EAP

source: &Send delay
pl: &Wyślij opóźnienie

source: Even
pl: Nawet

source: Odd
pl: Nieparzysty

source: &Parity:
pl: &Równowartość:

source: Service
pl: Usługa

source: Expert options
pl: Opcje zaawansowane

source: Quality
pl: Siła sygnału

source: Refresh automatically
pl: Odświeżaj automatycznie

source: Use Wireless Security
pl: Użyj zabezpieczeń sieci bezprzewodowej

source: Security:
pl: Rodzaj zabezpieczenia:

source: Expert settings
pl: Ustawienia zaawansowane

source: Authentication
pl: Autoryzacja

source: Method:
pl: Metoda:

source: Identity:
pl: Tożsamość:

source: Anonymous Identity:
pl: Tożsamość anonimowa:

source: Password:
pl: Hasło:

source: Client Certificate:
pl: Certyfikat klienta:

source: CA Certificate:
pl: Certyfikat CA:

source: Private Keyfile:
pl: Prywatny plik klucza:

source: Private Secret Key:
pl: Prywatny tajny klucz:

source: Phase 2
pl: Faza 2.

source: Key 2:
pl: Klucz 2.:

source: Key 1:
pl: Klucz 1.:

source: Key 3:
pl: Klucz 3.:

source: Type:
pl: Rodzaj:

source: Encryption
pl: Szyfrowanie

source: Use specific cipher
pl: Użyj konkretnego szyfru

source: Group Cipher:
pl: Grupa szyfrów:

source: Use specific WPA Version
pl: Użyj konkretnej wersji WPA

source: Connections
pl: Połączenia

source: Next
pl: &Następny

source: Connect && Save
pl: Zapisz i połącz

source: Save passwords permanent
pl: Zawsze zapisuj hasła

source: Save passwords for this session
pl: Zapisuj hasła dla tej sesji

source: Start VPN connection
pl: Uruchom połączeni VPN
