Repository: aviarypl/suse-l10n-pl
Catalog: lcn/kwin_SUSE2.*.po
Languages: pl

source: SUSE2 (Version %1)
pl: SUSE2 (Wersja %1)

source: _: NAME OF TRANSLATORS Your names
pl: _: IMIĘ TŁUMACZY Twoje imię

source: _: EMAIL OF TRANSLATORS Your emails
pl: _: ADRESY EMAIL TŁUMACZY Twoje adresy email

source: Config Dialog
pl: Okno konfiguracji

source: Ge&neral
pl: Ogól&ne

source: Title Alignment
pl: Wyrównanie tytułu

source: &Left
pl: &Lewo

source: Align the title left.
pl: Wyrównaj tytuł do lewej krawędzi.

source: &Center
pl: Środe&k

source: Alt+C
pl: Alt+K

source: Center the title.
pl: Wyśrodkuj tytuł.

source: &Right
pl: P&rawo

source: Align the title right.
pl: Wyrównaj tytuł do prawej krawędzi.

source: Round Top Corners
pl: Zaokrąglij górne narożniki

source: Alwa&ys
pl: Za&wsze

source: Alt+Y
pl: Alt+W

source: Always draw round window top corners.
pl: Zawsze zaokrąglaj górne narożniki.

source: Not maximi&zed
pl: Nie &zmaksymalizowany

source: Draw round top corners if the window is not maximized.
pl: Zaokrąglaj górne narożniki jeśli okno nie jest zmaksymalizowane.

source: Ne&ver
pl: Nigd&y

source: Alt+V
pl: Alt+Y

source: Never draw round window top corners.
pl: Nigdy nie zaokrąglaj górnych narożników.

source: Close &windows by double clicking the menu button
pl: Zamykaj okna pod&wójnym kliknięciem przycisku menu

source: Check this option if you want windows to be closed when you double click the menu button, similar to Microsoft Windows.
pl: Zaznacz jeśli chcesz zamykać okna podwójnym kliknięciem przycisku menu (podobnie jak w Microsoft Windows).

source: Use shadowed &text
pl: Używaj cieniowanego &tekstu

source: Check this option if you want the titlebar text to have a 3D look with a shadow behind it.
pl: Wybierz jeśli chcesz mieć pasek tytułu w widoku 3D z cieniem.

source: Here you can set some additional space for the titlebar height.
pl: Tutaj możesz ustalić dodatkowe miejsce dla szerokosci paska tytułu.

source: additional space for title height
pl: dodatkowa szerokość paska tytułu

source: Bu&ttons
pl: Przyciski

source: Buttontype:
pl: Typ przycisku:

source: Plastik flat
pl: Plastik płaski

source: Lipstik flat
pl: Lipstik płaski

source: Lipstik bright
pl: Lipstik jasny

source: Select the buttontype.
pl: Proszę wybrać typ przycisku.

source: Custom colors for button bac&kground
pl: Własny %kolor tła dla przycisków

source: Allow custom colors for the button background. The colors for the buttonbackground from the colorscheme are used then.
pl: Pozwalaj na własny kolor tła dla przycisków.

source: &Use titlefont settings for button icons
pl: &Użyj ustawień czcionki tytułowej dla ikon przycisku

source: A&nimate buttons
pl: A&nimowane przyciski

source: Check this option if you want the buttons to fade in when the mouse pointer hovers over them and fade out again when it moves away.
pl: Użyj tej opcji jeśli chcesz aby przyciski się rozjaśniały/przygasały po najechaniu na nie kursora myszki.

source: Iconsize:
pl: Rozmiar ikon:

source: Here you can set the size of the button icons relative to the button size.
pl: Tutaj można ustawić rozmiar ikon na przycisku zależnie od rozmiaru samego przycisku.

source: &Red closebutton icon
pl: Cze&rwony przycisk 'Zamknij'

source: Paint the icon of the closebutton in red (this overrides all other colorsettings).
pl: Koloruj ikonę przycisku 'Zamknij' na czerwono.

source: &Custom icon colors
pl: Własne &kolory ikon

source: Allow custom colors for the button icons.
pl: Pozwalaj na własne kolory ikon na przycisku.

source: Active:
pl: Aktywny:

source: Inactive:
pl: Nieaktywny:

source: Color for the icon of the active button.
pl: Kolor dla ikony aktywnego przycisku.

source: Color for the icon of the active button when pressed.
pl: Kolor dla ikony aktywnego przycisku (naciśnięty).

source: Color for the icon of the inactive button.
pl: Kolor dla ikony nieaktywnego przycisku.

source: Color for the icon of the inactive button when pressed.
pl: Kolor dla ikony nieaktywnego przycisku (naciśnięty).

source: Shado&w for icons
pl: Cień ikon

source: Check this if you want to have shadows for the button icons on active windows.
pl: Wybierz jeśli chcesz mieć cień pod ikonami przycisku w aktywnym oknie.

source: Show &titlebar logo
pl: Pokazuj logo paska &tytułu

source: Check this if you want to see the titlebar logo in the titlebar.
pl: Wybierz jeśli chcesz widzieć logo na pasku tytułu.

source: Set the offset of the logo from the titletext.
pl: Ustaw odległość logo od tekstu na pasku tytułu.

source: offset from title
pl: odległość od tytułu

source: Logo preview:
pl: Podgląd logo:

source: Sele&ct image
pl: Wybierz obrazek

source: Select the titlebar logo image.
pl: Proszę wybrać obrazek na logo paska.

source: Select Logo Image
pl: Wybierz obrazek na logo
