Repository: aviarypl/suse-l10n-pl
Catalog: lcn/libgnomesu-1.0.*.po
Languages: pl

source: C_ontinue
pl: K_ontynuuj

source: <small><b>_Details</b></small>
pl: <small><b>_Szczegóły</b></small>

source: Command:
pl: Polecenie:

source: Password needed
pl: Wymagane hasło

source: The requested action needs further authentication.
pl: Żądana akcja wymaga dodatkowego uwierzytelnienia.

source: Please enter the root password to continue.
pl: Proszę wpisać hasło administratora, aby kontynuować.

source: _Password:
pl: _Hasło:

source: No services for libgnomesu are available.
pl: Nie ma usług dostępnych dla libgnomesu.

source: Please enter %s's password and click Continue.
pl: Proszę wpisać hasło użytkownika %s, aby kontynuować.

source: %s's _password:
pl: Ha_sło użytkownika %s:

source: User '%s' doesn't exist.
pl: Użytkownik '%s' nie istnieje.

source: An unknown error occured while authenticating.
pl: Podczas uwierzytelnienia wystąpił nieznany błąd.

source: You do not have permission to authenticate.
pl: Brak uprawnień do uwierzytelnienia.

source: Unable to access the authentication information.
pl: Informacje o autoryzacji są niedostępne.

source: You reached the limit of tries to authenticate.
pl: Wykorzystano limit prób autoryzacji.

source: User account '%s' has expired.
pl: Konto użytkownika '%s' straciło ważność.

source: The password of '%s' has expired. Please update the password.
pl: Hasło użytkownika '%s' straciło ważność. Proszę uaktualnić hasło.

source: Unable to initialize the PAM authentication system.
pl: Nie można zainicjować systemu uwierzytelniania PAM.

source: write error
pl: Błąd zapisu

source: Written by %s.
pl: Zapisano przez %s.

source: Copyright (C) 1999 Free Software Foundation, Inc. This is free software; see the source for copying conditions. There is NO warranty; not even for MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE.
pl: Copyright (C) 1999 Free Software Foundation, Inc. To jest wolne oprogramowanie; warunki kopiowania zamieszczono w źródłach. Na oprogramowanie to nie udziela się ŻADNEJ gwarancji; ani na PRZYDATNOŚĆ DO SPRZEDAŻY, ani na PRZYDATNOŚĆ DO INDYWIDUALNYCH ZASTOSOWAŃ.

source: Pass the command to execute as one single string.
pl: Proszę wydać polecenie do wykonania, jako jeden pojedynczy łańcuch znaków.

source: COMMAND
pl: POLECENIE

source: Run as this user instead of as root.
pl: Proszę uruchomić jako ten użytkownik, zamiast jako root.

source: USERNAME
pl: NAZWA UŻYTKOWNIKA

source: An unknown error occurred.
pl: Wystąpił nieznany błąd.

source: GNOME SuperUser
pl: Administrator GNOME
