Repository: aviarypl/suse-l10n-pl
Catalog: lcn/limal-runlevel.*.po
Languages: pl

source: Cannot open file '%1'.
pl: Nie można utworzyć pliku "%1".

source: Cannot lock file '%1'.
pl: Nie można zablokować pliku "%1".

source: Unable to open initialization script '%1'.
pl: Otworzenie skryptu inicjującego "%1" nie było możliwe.

source: The action for service '%1' may not be empty.
pl: Czynność dla usługi "%1" nie może być pusta.

source: Action '%1' is not allowed for service '%2'.
pl: Czynność "%1" jest niedozwolona dla usługi "%2".

source: Cannot create temporary '%1'.XXXXXX file.
pl: Nie można utworzyć pliku tymczasowego "%1".XXXXXX

source: Cannot lock temporary '%1' file.
pl: Nie można zablokować pliku tymczasowego "%1".

source: Cannot write to temporary '%1' file.
pl: Nie można zapisać do pliku tymczasowego "%1".

source: Cannot read '%1' file.
pl: Nie można odczytać pliku "%1".

source: Invalid runlevel %1.
pl: Nieprawidłowa nazwa poziomu pracy %1.

source: Failed to read the contents of the %1 directory.
pl: Odczytanie zawartości katalogu %1 nie powiodło się.

source: Failed to read the contents of the '%1' directory.
pl: Odczytanie zawartości katalogu "%1" nie powiodło się.

source: Invalid service name '%1'.
pl: Nieprawidłowa nazwa usługi "%1".

source: Invalid service script path '%1'.
pl: Niepoprawna ścieżka do skryptu usługi: "%1".

source: Invalid service script name '%1'.
pl: Niepoprawna nazwa skryptu usługi: "%1".
