Repository: aviarypl/suse-l10n-pl
Catalog: lcn/limal-nfs-server.*.po
Languages: pl

source: The filename is required.
pl: Wymagana jest nazwa pliku.

source: Cannot open file '%1'.
pl: Nie można utworzyć pliku "%1".

source: Cannot lock file '%1'.
pl: Nie można zablokować pliku "%1".

source: Do not use \000 octets.
pl: Proszę nie używać wartości ósemkowych o postaci \000.

source: A quoted value has been found, but no closing quote can be found.
pl: Wykryto wartość, która powinna być otoczona cudzysłowami, nie został jednak znaleziony cudzysłów zamykający.

source: Invalid export entry in line %1.
pl: Nieprawidłowy wpis eksportu w wierszu %1.

source: Invalid export filename.
pl: Nieprawidłowa nazwa pliku eksportu.

source: Unable to create the backup file %1.
pl: Nie można utworzyć kopii zapasowej pliku %1.

source: Unable to open the export file %1.
pl: Nie można otworzyć pliku eksportu %1.

source: Found a section instead of entriesat line %1
pl: W wierszu %1 zamiast wpisów znaleziono sekcję

source: Missing '[' or ']' at line %1.
pl: W wierszu %1 brakuje nawiasu "[" lub "]".

source: A section name must preceed the entry at line %1.
pl: Nazwa sekcji powinna znajdować się przed wpisem (wiersz %1).

source: An idmapd configuration file is required.
pl: Wymagany jest plik konfiguracyjny idmapd.

source: Unable to open idmapd configuration file %1.
pl: Nie można otworzyć pliku konfiguracyjnego idmapd %1

source: The export option name is required.
pl: Wymagana jest nazwa opcji eksportu.

source: The export option is required.
pl: Wymagana jest opcja eksportu.

source: Conflict options for the NFS export file are required.
pl: Wymagane są opcje konfliktu dla pliku eksportu NFS.

source: Export option name %1 already exists.
pl: Nazwa opcji eksportu %1 już istnieje.

source: Export option name %1 does not exist.
pl: Nazwa opcji eksportu %1 nie istnieje.

source: The export option name may not contain spaces.
pl: Nazwa opcji eksportu nie może zawierać odstępów.

source: The export option name may not contain '=' characters.
pl: Nazwa opcji eksportu nie może zawierać znaku "=".

source: The export option name may not contain ',' characters.
pl: Nazwa opcji eksportu nie może zawierać znaku ",".

source: The export option name may not contain '(' characters.
pl: Nazwa opcji eksportu nie może zawierać znaku "(".

source: The export option name may not contain ')' characters.
pl: Nazwa opcji eksportu nie może zawierać znaku ")".

source: The export option value may not contain ',' characters.
pl: Wartość opcji eksportu nie może zawierać znaku ",".

source: The export option value may not contain '(' characters.
pl: Wartość opcji eksportu nie może zawierać znaku "(".

source: The export option value may not contain ')' characters.
pl: Wartość opcji eksportu nie może zawierać znaku ")".

source: Invalid export option and value pair.
pl: Nieprawidłowa opcja eksportu i przypisana jej wartość.

source: Invalid export client option string.
pl: Nieprawidłowa wartość opcji określającej klienta eksportu.

source: Invalid export client name.
pl: Nieprawidłowa nazwa klienta eksportu.

source: Export options may not be empty, but an option in the list is empty.
pl: Opcje eksportu nie mogą być puste, a tymczasem jedna z opcji na liście jest pusta.

source: The export path may not be empty.
pl: Ścieżka eksportu nie może być pusta.

source: The export path must be an absolute path.
pl: Ścieżka eksportu musi być ścieżką bezwzględną.

source: The input client list may not be empty.
pl: Wejściowa lista klientów nie może być pusta.

source: The path in the export entry may not be empty.
pl: Ścieżka we wpisie eksportu nie może być pusta.

source: The list of entries to set may not be empty.
pl: Lista wpisów do ustawienia nie może być pusta.

source: The idmapd entry name may not contain spaces.
pl: Nazwa wpisu idmapd nie może zawierać odstępów.

source: The idmapd entry name may not contain '=' characters.
pl: Nazwa wpisu idmapd nie może zawierać znaku "=".

source: The idmapd entry name may not contain ',' characters.
pl: Nazwa wpisu idmapd nie może zawierać znaku ",".

source: The idmapd entry name may not contain '(' characters.
pl: Nazwa wpisu idmapd nie może zawierać znaku "(".

source: The idmapd entry name may not contain ')' characters.
pl: Nazwa wpisu idmapd nie może zawierać znaku ")".

source: Invalid idmapd entry and value pair.
pl: Nieprawidłowy wpis idmapd i przypisana mu wartość.

source: The idmapd entry must be in the form 'entry=value'.
pl: Wpis idmapd powinien mieć postać "wpis=wartość".

source: The idmapd entry name may not be empty.
pl: Nazwa wpisu idmapd nie może być pusta.

source: The idmapd section name may not be empty.
pl: Sekcja idmapd nie może być pusta.

source: An idmapd entry name %1 already exists.
pl: Nazwa wpisu idmapd %1 już istnieje.

source: Section information for %1 already exists.
pl: Informacje o sekcji dla %1 już istnieją.
