Repository: aviarypl/suse-l10n-pl
Catalog: lcn/limal.*.po
Languages: pl

source: ByteBuffer index out of bounds: size=%1, pos=%2.
pl: Indeks ByteBuffer poza zakresem: rozmiar=%1, pozycja=%2

source: Unable to parse LDAP URL query string '%1'.
pl: Przetworzenie zapytania URL LDAP '%1' nie powiodło się.

source: Invalid LDAP URL query parameter '%1'.
pl: Nieprawidłowy parametr zapytania URL LDAP '%1'.

source: The specified maximum log file size is too big.
pl: Podany maksymalny rozmiar pliku dziennika jest zbyt duży.

source: The log file path should be set.
pl: Ścieżka pliku dziennika powinna być ustawiona.

source: The specified log file name '%1' is not absolute
pl: Podana nazwa pliku dziennika nie jest bezwzględna: '%1'

source: The specified filename component '%1' contains a filename separator
pl: Podany komponent nazwy '%1' zawiera separator nazwy

source: Invalid drive letter prefix in the specified path list.
pl: Nieprawidłowa litera dysku w podanej liście ścieżek.

source: The first pathname list component has to be empty or contain a drive letter prefix
pl: Pierwszy komponent listy ścieżek musi być pusty lub zawierać literę dysku

source: The path list contains an element with a filename separator.
pl: Lista ścieżek zawiera element z separatorem nazwy pliku.

source: The %1 url component is not allowed in this scheme
pl: Komponent %1 URL nie jest dozwolony w tym schemacie

source: Invalid %1 URL component data '%2'.
pl: Nieprawidłowe dane komponentu URL (%1): '%2'.

source: Invalid data in the %1 URL component.
pl: Nieprawidłowe dane w komponencie URL (%1).

source: The authority url component is not allowed in this scheme
pl: Komponent nadrzędny URL nie jest dozwolony w tym schemacie

source: The query string url component is not allowed in this scheme
pl: Komponent zapytania adresu URL nie jest dozwolony w tym schemacie

source: The fragment string url component is not allowed in this scheme
pl: Komponent fragmentu łańcucha adresu URL nie jest dozwolony w tym schemacie

source: Path parameter parsing is not supported for this URL.
pl: Przetwarzanie parametrów ścieżki nie jest obsługiwane dla tego adresu URL.

source: Query string parsing is not supported for this URL.
pl: Przetwarzanie tekstu zapytania nie jest obsługiwane dla tego adresu URL.

source: The URL scheme is a required component.
pl: Schemat URL jest wymaganym komponentem.

source: Invalid URL scheme '%1'.
pl: Nieprawidłowy schemat URL '%1'.

source: The username component is not allowed in this scheme
pl: Komponent nazwy użytkownika nie jest dozwolony w tym schemacie

source: The password component is not allowed in this scheme
pl: Komponent hasła nie jest dozwolony w tym schemacie

source: The URL scheme requires a host.
pl: Schemat URL wymaga hosta.

source: The hostname component is not allowed in this scheme
pl: Komponent nazwy hosta nie jest dozwolony w tym schemacie

source: The port number component is not allowed in this scheme
pl: Komponent numeru portu n ie jest dozwolony w tym schemacie

source: The URL scheme requires a path.
pl: Schemat URL wymaga ścieżki.

source: The IPvFuture URL host format is not supported.
pl: Format IPvFuture adresu URL hosta nie jest obsługiwany.

source: Invalid hostname URL component data '%1'.
pl: Nieprawidłowe dane w adresie hosta URL '%1'.

source: Invalid port number URL component data '%1'.
pl: Nieprawidłowe dane w numerze portu URL '%1'.

source: A relative path is not allowed if authority exists.
pl: Względna ścieżka nie jest dozwolona, jeśli usługa istnieje.

source: The URL implementation reference cannot be empty.
pl: Referencja do implementacji URL nie może być pusta.

source: Unable to parse url string '%1'.
pl: Przetworzenie łańcucha '%1' w adresie URL nie powiodło się.

source: The URL-encoded string may not contain a NULL byte.
pl: Zakodowany łańcuch URL nie może zawierać bitu NULL.

source: Invalid split separator character.
pl: Nieprawidłowy znak separatora.

source: Invalid parameter map join separator character.
pl: Nieprawidłowy znak podziału przy łączeniu map parametrów.

source: Unable to parse main URL components.
pl: Nie można przetworzyć głównych komponentów adresu URL.

source: Unable to parse URL authority components.
pl: Nie można przetworzyć nadrzędnych komponentów adresu URL.

source: The value check may not contain a NULL pointer.
pl: Test wartości nie może zawierać wskaźnika zerowego (NULL).

source: Perl callback subroutine died: %1.
pl: Podprogram perl callback zakończył działanie: %1.

source: Perl callback subroutine returned %1 values?!
pl: Podprogram perl callback zwrócił wartość: %1 ?!

source: The response from the Perl callback subroutine could not be understood.
pl: Odpowiedź zwrócona przez podprogram Perl callback nie jest zrozumiała.

source: Invalid perl callback subroutine.
pl: Nieprawidłowy podprogram perl callback.

source: Cannot find swig type information for '%1' request type.
pl: Nie można znaleźć informacji o typie swig dla typu żądania dla '%1'.

source: Cannot allocate Perl object for '%1' request type.
pl: Nie można przydzielić obiektu Perl dla typu żądania '%1'.

source: Cannot find swig type information for '%1' result type.
pl: Nie można znaleźć informacji o typie swig dla typu wynikowego dla '%1'.
