Repository: aviarypl/suse-l10n-pl
Catalog: lcn/login.*.po
Languages: pl

source: Copyright (C) 1980, 1987, 1988 The Regents of the University of California. Copyright (C) 1999, 2000, 2001, 2002 SuSE GmbH Nuernberg, Germany. Copyright (C) 2003, 2004 SuSE Linux AG Nuernberg, Germany. Copyright (C) 2005, 2006, 2007 SUSE LINUX Products GmbH Nuernberg, Germany. This is free software; see the source for copying conditions. There is NO warranty; not even for MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE.
pl: Prawa autorskie (C) 1980, 1987, 1988 The Regents of the University of California. Copyright (C) 1999, 2000, 2001, 2002 SuSE GmbH Nuernberg, Germany. Copyright (C) 2003, 2004 SuSE Linux AG Nuernberg, Germany. Copyright (C) 2005, 2006, 2007 SUSE LINUX Products GmbH Nuernberg, Germany. To jest wolne oprogramowanie, proszę zajrzeć do źródeł w celu zapoznania się z warunkami kopiowania. Na oprogramowanie to NIE udziela się jakiejkolwiek gwarancji, nawet PRZYDATNOŚCI HANDLOWEJ lub DZIAŁANIA W OKREŚLONYCH WARUNKACH.

source: Written by Thorsten Kukuk.
pl: Autorstwa Thorstena Kukuka.

source: Usage: login [-p] [-h host] [-f name|name]
pl: Użycie: login [nazwa] [-p] [-h host] [-f nazwa|nazwa]

source: -p Do not destroy the environment
pl: -p Nie niszczy środowiska

source: -h hostname Name of the remote host for umtp/wtmp
pl: -h hostname Nazwa zdalnego hosta dla umtp/wtmp

source: -f name Skip a second login authentication
pl: -f name Pomija drugie uwierzytelnianie

source: -H Do not print hostname before login: prompt
pl: -H Nie wyświetla nazwy hosta przed polem login:

source: --help Give this help list
pl: --help Wyświetla tę listę pomocy

source: --usage Give a short usage message
pl: --usage Wyświetla krótką wiadomość dot. używania

source: --version Print program version
pl: --version Wyświetla wersję programu

source: Try `%s --help' or `%s --usage' for more information.
pl: Użyj `%s --help' lub `%s --usage', aby dowiedzieć się więcej.

source: Login timed out after %d seconds
pl: Logowanie wygasło po %d sekundach

source: login: -h for super-user only.
pl: login: -h tylko dla administratora.

source: login: Too many arguments
pl: login: zbyt wiele parametrów

source: FATAL: cannot change permissions of TTY: %s
pl: BŁĄD KRYTYCZNY: nie można zmienić uprawnień TTY: %s

source: login: PAM Failure, aborting: %s
pl: login: Błąd PAM, przerwano: %s

source: Login incorrect
pl: Błędny login

source: Session setup problem, abort.
pl: Problem ustawień sesji, przerwano.

source: No directory %s!
pl: Brak katalogu %s!

source: Logging in with home = "/".
pl: Logowanie z home= "/".

source: login: couldn't exec shell script: %s.
pl: login: nie można wykonać skryptu powłoki: %s.

source: login: no shell: %s.
pl: login: brak powłoki: %s.

source: Usage: lastlog [options] Options: -b, --before DAYS print only lastlog records older than DAYS -h, --help display this help message and exit -t, --time DAYS print only lastlog records more recent than DAYS -u, --user LOGIN print lastlog record for user with specified LOGIN -v, --version print version number and exit
pl: Użycie: lastlog [opcje] Opcje: -b, --before DNI wyświetla tylko wpisy lastlog starsze niż DNI -h, --help wyświetla ten opis i kończy działanie -t, --time DNI wyświetla tylko wpisy lastlog nie starsze niż DNI -u, --user LOGIN wyświetla wpis lastlog tylko dla użytkownika o nazwie LOGIN -v, --version wyświetla numer wersji i kończy działanie

source: Username Port From Latest
pl: Użytkownik Port Z Ostatnio

source: Username Port Latest
pl: Użytkownik Port Ostatnio

source: **Never logged in**
pl: **Nigdy nie zalogowany**

source: Unknown User: %s
pl: Nieznany użytkownik: %s

source: lastlog: unexpected argument: %s
pl: lastlog: nieoczekiwany parametr %s

source: Usage: faillog [options] Options: -a, --all display faillog records for all users -h, --help display this help message and exit -l, --lock-time SEC after failed login lock accout to SEC seconds -m, --maximum MAX set maximum failed login counters to MAX -r, --reset reset the counters of login failures -t, --time DAYS display faillog records more recent than DAYS -u, --user LOGIN display faillog record or maintains failure counters and limits (if used with -r, -m or -l options) only for user with LOGIN -v, --version print version number and exit
pl: Użycie: faillog [opcje] Opcje: -a, --all wyświetla wpisy faillog dla wszystkich użytkowników -h, --help wyświetla ten opis i kończy działanie -l, --lock-time SEC ustawia blokadę konta po nieudanym logowaniu na SEC sekund -m, --maximum MAX ustawia maksymalną liczbę niepoprawnych logowań na MAX -r, --reset zeruje licznik niepoprawnych logowań -t, --time DNI wyświetla wpisy nie starsze niż DNI -u, --user LOGIN wyświetla dziennik niepowodzeń albo zarządza licznikami niepowodzeń i ograniczeniami(w połączeniu z opcjami -r, -m lub -l) tylko dla użytkownika o nazwie LOGIN -v, --version wyświetla numer wersji i kończy działanie

source: Login Failures Maximum Latest On
pl: Login Nieudane Maks. Ostatnio Na

source: [%lds left]
pl: [pozostało %lds]

source: [%lds lock]
pl: [blokada %lds]
