Repository: aviarypl/suse-l10n-pl
Catalog: lcn/lxcc.*.po
Languages: pl

source: LXDE-Control-Center
pl: Centrum sterowania LXDE

source: LXDM Settings
pl: Ustawienia LXDM

source: Configure Openbox
pl: Konfiguruj Openbox

source: Mouse&Keyboard
pl: Klawiatura i mysz

source: Set Wallpaper
pl: Ustaw tapetę

source: Screensaver Settings
pl: Ustawienia wygaszacza ekranu

source: Appearance
pl: Wygląd

source: PCManFM Settings
pl: Ustawienia PCManFM

source: PCManFM Super User Mode
pl: Tryb super użytkownika PCManFM

source: Refresh Panel
pl: Odśwież panel

source: Install Software
pl: Zainstaluj oprogramowanie

source: YaST Control Center
pl: Centrum sterowania YaST

source: Session Settings
pl: Ustawienia sesji

source: Monitor Settings
pl: Ustawienia monitora
