Repository: aviarypl/suse-l10n-pl
Catalog: lcn/NetworkManager.*.po
Languages: pl

source: Passphrase for wireless network %s
pl: Hasło dla sieci bezprzewodowej %s

source: Connection to the wireless network '%s' failed.
pl: Połączenie z siecią bezprzewodową '%s' zakończone niepowodzeniem.

source: Connection to the wired network failed.
pl: Połączenie z siecią przewodową zakończone niepowodzeniem.

source: Error displaying connection information:
pl: Błąd podczas wyświetlania informacji o połączeniu:

source: Could not find some required resources (the glade file)!
pl: Nie znaleziono wymaganych plików zasobów (plik glade).

source: No active connections!
pl: Brak aktywnych połączeń.

source: Wired Ethernet (%s)
pl: Ethernet przewodowy (%s)

source: Wireless Ethernet (%s)
pl: Ethernet bezprzewodowy (%s)

source: NetworkManager Applet
pl: Aplet NetworkManager

source: Notification area applet for managing your network devices and connections.
pl: Aplet paska systemowego do zarządzania urządzeniami i połączeniami sieciowymi.

source: translator-credits
pl: AviaryPL dla Novell Polska sp. z o.o. 2006

source: Copyright © 2004-2005 Red Hat, Inc. Copyright © 2005-2006 Novell, Inc.
pl: Copyright © 2004-2006 Red Hat, Inc. Copyright © 2005-2006 Novell, Inc.

source: VPN Login Failure
pl: Błąd logowania VPN

source: Could not start the VPN connection '%s' due to a login failure.
pl: Nie można uruchomić połączenia VPN '%s' z powodu błędu logowania.

source: VPN Start Failure
pl: Błąd uruchamiania VPN

source: Could not start the VPN connection '%s' due to a failure launching the VPN program.
pl: Nie można uruchomić połączenia VPN '%s' z powodu błędu uruchamiania programu VPN.

source: VPN Connect Failure
pl: Błąd połączenia VPN

source: Could not start the VPN connection '%s' due to a connection error.
pl: Nie można uruchomić połączenia VPN '%s' z powodu błędu połączenia.

source: VPN Configuration Error
pl: Błąd konfiguracji VPN

source: The VPN connection '%s' was not correctly configured.
pl: Połączenie VPN '%s' nie zostało poprawnie skonfigurowane.

source: Could not start the VPN connection '%s' because the VPN server did not return an adequate network configuration.
pl: Nie można uruchomić połączenia VPN '%s' ponieważ serwer VPN nie zwrócił odpowiedniej konfiguracji sieci.

source: VPN Login Message
pl: Wiadomość logowania VPN

source: The NetworkManager Applet could not find some required resources (the glade file was not found).
pl: Nie znaleziono wymaganych przez aplet NetworkManager plików zasobów (pliku glade).

source: The network device "%s (%s)" does not support wireless scanning.
pl: Urządzenie "%s (%s)" nie obsługuje skanowania bezprzewodowego.

source: The network device "%s (%s)" does not support link detection.
pl: Urządzenie "%s (%s)" nie obsługuje wykrywania połączenia.

source: Preparing device %s for the wired network...
pl: Przygotowywanie urządzenia %s do sieci przewodowej...

source: Preparing device %s for the wireless network '%s'...
pl: Przygotowywanie urządzenia %s do sieci bezprzewodowej '%s'...

source: Configuring device %s for the wired network...
pl: Konfigurowanie urządzenia %s dla sieci przewodowej...

source: Attempting to join the wireless network '%s'...
pl: Próba dołączenia do sieci bezprzewodowej '%s'...

source: Waiting for Network Key for the wireless network '%s'...
pl: Oczekiwanie na klucz sieci bezprzewodowej '%s'...

source: Requesting a network address from the wired network...
pl: Wysyłanie żądania adresu do sieci przewodowej...

source: Requesting a network address from the wireless network '%s'...
pl: Wysyłanie żądania adresu do sieci bezprzewodowej '%s'...

source: Finishing connection to the wired network...
pl: Zamykanie połączenia z siecią przewodową...

source: Finishing connection to the wireless network '%s'...
pl: Zamykanie połączenia z siecią bezprzewodową '%s'...

source: NetworkManager is not running
pl: Aplet NetworkManager nie jest uruchomiony

source: Networking disabled
pl: Sieć wyłączona

source: No network connection
pl: Brak połączenia sieciowego

source: Wired network connection
pl: Połączenie przewodowe

source: Connected to an Ad-Hoc wireless network
pl: Połączono z siecią bezprzewodową Ad-Hoc

source: Wireless network connection to '%s' (%d%%)
pl: Połączenie bezprzewodowe z '%s' (%d%%)

source: VPN connection to '%s'
pl: Połączenie VPN z '%s'

source: VPN connecting to '%s'
pl: Łączenie VPN z '%s'

source: _Connect to Other Wireless Network...
pl: _Połącz z inną siecią bezprzewodową...

source: Create _New Wireless Network...
pl: Utwórz _nową sieć bezprzewodową...

source: _VPN Connections
pl: Połączenia _VPN

source: _Configure VPN...
pl: _Skonfiguruj VPN...

source: _Disconnect VPN...
pl: _Rozłącz VPN...

source: _Dial Up Connections
pl: Połączenia wdzwaniane

source: Connect to %s...
pl: Połącz z '%s'...

source: Disconnect from %s...
pl: Rozłącz z '%s'

source: No network devices have been found
pl: Nie znaleziono urządzeń sieciowych

source: NetworkManager is not running...
pl: Aplet NetworkManager nie jest uruchomiony...

source: Enable _Networking
pl: _Włącz sieć

source: Enable _Wireless
pl: Włącz _bezprzewodowe

source: Connection _Information
pl: _Informacje o połączeniu

source: _Help
pl: _Pomoc

source: _About
pl: Inform_acje

source: The NetworkManager applet could not find some required resources. It cannot continue.
pl: Nie znaleziono wymaganych zasobów. Program NetworkManager zostanie zamknięty.

source: Open System
pl: System otwarty

source: Shared Key
pl: Klucz współdzielony

source: Automatic (Default)
pl: Automatyczny (domyślny)

source: Dynamic WEP
pl: Dynamiczny WEP

source: None
pl: Brak

source: WEP 128-bit Passphrase
pl: WEP z 128 bitowym hasłem

source: Orientation
pl: Orientacja

source: The orientation of the tray.
pl: Orientacja paska.

source: Wired Network (%s)
pl: Sieć przewodowa (%s)

source: _Wired Network
pl: Sieć _przewodowa

source: Wireless Network (%s)
pl: Sieć bezprzewodowa (%s)

source: Wireless Network
pl: Sieć bezprzewodowa

source: (invalid Unicode)
pl: (błędny Unicode)

source: By default, the wireless network's name is set to your computer's name, %s, with no encryption enabled
pl: Domyślnie nazwa sieci bezprzewodowej jest taka sama jak nazwa komputera - %s, szyfrowanie wyłączone

source: Create new wireless network
pl: Utwórz nową sieć bezprzewodową

source: Enter the name and security settings of the wireless network you wish to create.
pl: Proszę podać nazwę i parametry bezpieczeństwa dla nowej sieci bezprzewodowej.

source: Create New Wireless Network
pl: Utwórz nową sieć bezprzewodową

source: Existing wireless network
pl: Istniejąca sieć bezprzewodowa

source: Enter the name of the wireless network to which you wish to connect.
pl: Proszę podać nazwę sieci bezprzewodowej do połączenia.

source: Connect to Other Wireless Network
pl: Połącz z inną siecią bezprzewodową

source: Error connecting to wireless network
pl: Błąd łączenia z siecią bezprzewodową

source: The requested wireless network requires security capabilities unsupported by your hardware.
pl: Ustawienia bezpieczeństwa sieci bezprzewodowej nie są obsługiwane przez używane urządzenie.

source: Cannot start VPN connection '%s'
pl: Nie można uruchomić połączenia VPN '%s'

source: Could not find the authentication dialog for VPN connection type '%s'. Contact your system administrator.
pl: Nie znaleziono okna uwierzytelniania dla połączenia VPN typu '%s'. Proszę skontaktować się z administratorem.

source: There was a problem launching the authentication dialog for VPN connection type '%s'. Contact your system administrator.
pl: Napotkano problem podczas otwierania okna uwierzytelniania połączenia VPN typu '%s'. Proszę skontaktować się z administratorem.

source: <span weight="bold" size="larger">Active Connection Information</span>
pl: <span weight="bold" size="larger">Informacje o aktywnych połączeniach</span>

source: <span weight="bold" size="larger">Passphrase Required by Wireless Network</span> A passphrase or encryption key is required to access the wireless network '%s'.
pl: <span weight="bold" size="larger">Sieć bezprzewodowa wymaga hasła</span> Aby połączyć się z siecią bezprzewodową '%s' wymagane jest hasło lub klucz szyfrowania.

source: <span weight="bold" size="larger">Reduced Network Functionality</span> %s It will not be completely functional.
pl: <span weight="bold" size="larger">Ograniczone działanie sieci</span> %s nie będzie działać całkowicie.

source: <span weight="bold" size="larger">Wireless Network Login Confirmation</span> You have chosen to log in to the wireless network '%s'. If you are sure that this wireless network is secure, click the checkbox below and NetworkManager will not require confirmation on subsequent log ins.
pl: <span weight="bold" size="larger">Potwierdzenie logowania do sieci bezprzewodowej</span> Wybrano logowanie do sieci bezprzewodowej '%s'. Jeśli sieć można uznać za bezpieczną, należy zaznaczyć opcję poniżej i program NetworkManager nie będzie już wymagał potwierdzenia przy następnych połączeniach.

source: Anonymous Identity:
pl: Tożsamość anonimowa:

source: Authentication:
pl: Uwierzytelnianie:

source: Broadcast Address:
pl: Adres rozgłaszania

source: CA Certificate File:
pl: Plik certyfikatu CA:

source: C_onnect
pl: P_ołącz

source: Client Certificate File:
pl: Plik certyfikatu klienta:

source: Connection Information
pl: Informacje o połączeniu

source: Default Route:
pl: Trasa domyślna:

source: Destination Address:
pl: Adres docelowy:

source: Driver:
pl: Sterownik:

source: EAP Method:
pl: Metoda EAP:

source: Hardware Address:
pl: Adres sprzętowy:

source: IP Address:
pl: Adres IP:

source: Identity:
pl: Tożsamość:

source: Interface:
pl: Interfejs:

source: Key Type:
pl: Typ klucza:

source: Key:
pl: Klucz:

source: None WEP 128-bit Passphrase WEP 64/128-bit Hex WEP 64/128-bit ASCII
pl: Brak 128 bitowe Hasło WEP WEP 64/128-bit Hex WEP 64/128-bit ASCII

source: Open System Shared Key
pl: System otwarty Klucz współdzielony

source: Other Wireless Network...
pl: Inna sieć bezprzewodowa...

source: Passphrase:
pl: Hasło WEP:

source: Password:
pl: Hasło:

source: Primary DNS:
pl: Podstawowy DNS:

source: Private Key File:
pl: Plik klucza prywatnego:

source: Private Key Password:
pl: Hasło klucza prywatnego:

source: Secondary DNS:
pl: Zapasowy DNS:

source: Select the CA Certificate File
pl: Plik certyfikatu CA

source: Select the Client Certificate File
pl: Plik certyfikatu klienta

source: Select the Private Key File
pl: Plik klucza prywatnego

source: Show key
pl: Pokaż klucz

source: Show passphrase
pl: Pokaż hasło WEP

source: Show password
pl: Pokaż hasło

source: Show passwords
pl: Pokaż hasła

source: Speed:
pl: Prędkość:

source: Subnet Mask:
pl: Maska podsieci:

source: Type:
pl: Typ:

source: User Name:
pl: Nazwa użytkownika:

source: Wireless Network Key Required
pl: Wymagany klucz sieci bezprzewodowej

source: Wireless _adapter:
pl: Urządzenie _bezprzewodowe:

source: _Always Trust this Wireless Network
pl: _Zawsze ufaj tej sieci bezprzewodowej

source: _Don't remind me again
pl: _Nie przypominaj więcej

source: _Login to Network
pl: Za_loguj do sieci

source: _Network Name:
pl: N_azwa sieci:

source: _Wireless Security:
pl: B_ezpieczeństwo sieci:

source: Cannot add VPN connection
pl: Nie można dodać połączenia VPN

source: No suitable VPN software was found on your system. Contact your system administrator.
pl: Nie znaleziono oprogramowania dla VPN. Proszę skontaktować się z administratorem.

source: Cannot import VPN connection
pl: Nie można zaimportować połączenia VPN

source: Cannot find suitable software for VPN connection type '%s' to import the file '%s'. Contact your system administrator.
pl: Nie znaleziono oprogramowania dla połączenia VPN typu '%s' do importu pliku '%s'. Proszę skontaktować się z administratorem.

source: Error retrieving VPN connection '%s'
pl: Napotkano błąd podczas wyszukiwania połączenia VPN '%s'

source: Could not find the UI files for VPN connection type '%s'. Contact your system administrator.
pl: Nie znaleziono plików interfejsu dla połączenia VPN typu: '%s'. Proszę skontaktować się z administratorem.

source: Delete VPN connection "%s"?
pl: Naprawdę usunąć połączenie VPN "%s"?

source: All information about the VPN connection "%s" will be lost and you may need your system administrator to provide information to create a new connection.
pl: Wszystkie dane połączenia VPN "%s" zostaną utracone. Utworzenie nowego połączenia może wymagać udziału administratora sieci.

source: Unable to load
pl: Nie można odczytać

source: Cannot find some needed resources (the glade file)!
pl: Nie można znaleźć plików zasobów (pliki glade).

source: Edit VPN Connection
pl: Edytuj połączenia VPN

source: Add a new VPN connection
pl: Dodaj połączenie VPN

source: Choose which type of VPN connection you wish to create.
pl: Proszę wybrać typ połączenia VPN do utworzenia.

source: Connect to:
pl: Połącz z:

source: Create VPN Connection
pl: Tworzenie połączenia VPN

source: Create VPN Connection - 1 of 2
pl: Tworzenie połączenia VPN - krok 1 z 2

source: Create VPN Connection - 2 of 2
pl: Tworzenie połączenia VPN - krok 1 z 2

source: Delete the selected VPN connection
pl: Usuń wybrane połączenie VPN

source: E_xport
pl: E_ksportuj

source: Edit the selected VPN connection
pl: Edytuj wybrane połączenie VPN

source: Export the VPN settings to a file
pl: Eksportuj ustawienia VPN do pliku

source: Export the selected VPN connection to a file
pl: Eksportuj wybrane połączenie VPN do pliku

source: Finish Creating VPN Connection
pl: Kończenie tworzenie połączenia VPN

source: Manage Virtual Private Network Connections
pl: Zarządzanie połączeniami Virtual Private Network

source: This assistant will guide you through the creation of a connection to a Virtual Private Network (VPN). It will require some information, such as IP addresses and secrets. Please see your system administrator to obtain this information.
pl: Niniejszy asystent pomaga w tworzeniu połączenia VPN (Virtual Private Network) Potrzebne będą dane na temat adresów IP oraz uwierzytelniania. Aby uzyskać te informacje, należy skontaktować się administratorem.

source: VPN Connections
pl: Połączenia VPN

source: 40-bit WEP
pl: 40 bitowy WEP

source: 104-bit WEP
pl: 104 bitowy WEP

source: none
pl: brak

source: unable to create netlink socket for monitoring wired ethernet devices - %s
pl: nie można utworzyć gniazda netlink dla monitorowania przewodowych urządzeń ethernet - %s

source: unable to bind to netlink socket for monitoring wired ethernet devices - %s
pl: nie można utworzyć dowiązania do gniazda netlink dla monitorowania przewodowych urządzeń ethernet - %s

source: operation took too long
pl: operacja zajęła zbyt dużo czasu

source: received data from wrong type of sender
pl: otrzymano dane od nadawcy nieprawidłowego typu

source: received data from unexpected sender
pl: otrzymano dane od nieoczekiwanego nadawcy

source: too much data was sent over socket and some of it was lost
pl: część danych została utracona, ponieważ wysłano ich zbyt dużo

source: error occurred while waiting for data on socket
pl: napotkano błąd podczas oczekiwania na dane

source: You are now connected to the Ad-Hoc wireless network '%s'.
pl: Połączono z bezprzewodową siecią Ad-Hoc '%s'.

source: You are now connected to the wireless network '%s'.
pl: Połączono z siecią bezprzewodową '%s'.

source: You are now connected to the wired network.
pl: Połączono z siecią przewodową.

source: Connection Established
pl: Połączenie nawiązane

source: Disconnected
pl: Rozłączono

source: The network connection has been disconnected.
pl: Połączenie sieciowe zostało rozłączone.
