Repository: aviarypl/suse-l10n-pl
Catalog: lcn/opensuseupdater.*.po
Languages: pl

source: Check for updates every:
pl: Sprawdzaj aktualizacje co:

source: Hours
pl: Godzin/y

source: Show recurring notification when updates are available every:
pl: Gdy dostępne są aktualizacje ponawiaj powiadomienie co:

source: Minutes
pl: Minuty

source: Backend:
pl: Mechanizm:

source: Automa&tically start updater on login
pl: Uruchamiaj ak&tualizację po zalogowaniu

source: Show available upgrades when backend provides them (for experts only)
pl: Wyświetlaj aktualizacje gdy mechanizm je dostarcza (dla ekspertów)

source: Show notifications
pl: Wyświetlaj powiadomienia

source: Always show detailed view
pl: Zawsze pokazuj okno szczegółów

source: Animated icon on check
pl: Animacja ikony podczas sprawdzania

source: Check for updates only when the system is connected to charger
pl: Sprawdzanie dostępności aktualizacji tylko gdy system jest podłączony do ładowarki

source: Check for updates only when the system is under low load
pl: Sprawdzanie dostępności aktualizacji tylko gdy system nie jest obciążony

source: How often to check for updates.
pl: Jak często sprawdzać dostępność aktualizacji.

source: How often show recurring warning when updates are available.
pl: Jak często wyświetlać ostrzeżenie gdy dostępne są aktualizacje.

source: Automatically start the applet on login
pl: Uruchamiaj aplet po zalogowaniu

source: The backend for connecting to package database.
pl: Mechanizm połączenia do bazy pakietów.

source: Show available upgrades (for experts only).
pl: Pokazuj dostępne aktualizacje (dla ekspertów).

source: Show notifications.
pl: Wyświetlaj powiadomienia.

source: Always show detailed view.
pl: Zawsze pokazuj szczegóły

source: Show animated tray icon on check.
pl: Pokaż animacje ikony podczas sprawdzania

source: Last check for updates.
pl: Ostatnie sprawdzanie dostępności aktualizacji.

source: Last applet state.
pl: Ostatni stan apletu.

source: System's maximum load when checking for updates
pl: Maksymalne obciążenie systemu podczas sprawdzania aktualizacji.

source: Can't launch zypp-checkpatches-wrapper helper program. Make sure zypper package is installed and working.
pl: Nie można uruchomić programu zypp-checkpatches-wrapper. Proszę sprawdzić instalację pakietu zypper.

source: New software for your system is available
pl: Dostępne nowe oprogramowanie

source: Checking for updates...
pl: Poszukiwanie aktualizacji...

source: Error:
pl: Błąd:

source: No Updates Available
pl: Brak aktualizacji

source: New software updates are available.
pl: Dostępne są nowe aktualizacje.

source: Unable to check whether updates are available.
pl: Nie można sprawdzić dostępnych aktualizacji.

source: Updating...
pl: Aktualizowanie...

source: Do you want to check online for updates?
pl: Sprawdzić dostępność aktualizacji?

source: <b>Updating ...<b>
pl: <a>Aktualizacja...</b>

source: Backend plugin is not properly configured. Please use the configuration dialog to choose the correct one.
pl: Wtyczka mechanizmu nie jest poprawnie skonfigurowana. Poprawną wtyczkę można wybrać w oknie konfiguracji.

source: Unable to find any backend plugin. Please install one and restart %1
pl: Nie można znaleźć wtyczki mechanizmu. Proszę zainstalować ją i uruchomić ponownie %1

source: Accept
pl: Akceptuję

source: Decline
pl: Odrzucam

source: Exit Status: %1
pl: Status zakończenia: %1

source: helper program returned: %1
pl: program pomocniczy zwrócił: %1

source: License of %1
pl: Licencja programu %1

source: <h2>Available Updates</h2>
pl: <h2>Dostępne aktualizacje</h2>

source: Add/Remove Update Sources...
pl: Dodaj/usuń źródło aktualizacji...

source: Configure Applet...
pl: Konfiguracja apletu...

source: Check Now
pl: Sprawdż teraz

source: Install
pl: Instaluj

source: The following official patches for openSUSE either fix security holes or errors in the software.
pl: Poniższe oficjalne poprawki naprawiają luki bezpieczeństwa lub poważne błędy w openSUSE.

source: Name
pl: Nazwa

source: Summary
pl: Podsumowanie

source: Type
pl: Typ

source: New Version
pl: Nowa wersja

source: Catalog
pl: Katalog

source: Restart
pl: Uruchom ponownie

source: Patches
pl: Poprawki

source: Select All Patches
pl: Zaznacz wszystkie poprawki

source: Clear Patch Selection
pl: Usuń zaznaczenie

source: The following list contains new versions for software packages installed on your system.<br>These updates are provided by the openSUSE community.
pl: Poniższa lista zawiera nowe wersje pakietów zainstalowanych w systemie. <br>Aktualizacje te dostarczane są przez społeczność openSUSE.

source: Select All Packages
pl: Zaznacz wszystkie pakiety

source: Clear Package Selection
pl: Usuń zaznaczenie

source: Upgrades
pl: Uaktualnienia

source: Add/Remove Update Repositories...
pl: Dodaj/usuń źródło aktualizacji...

source: Available Updates
pl: Dostępne aktualizacje

source: Settings
pl: Ustawienia

source: <b>New software for your system is available</b>
pl: <b>Dostępne jest nowe opogramowanie</b>

source: Choose the updates to be installed:
pl: Aktualizacje do zainstalowania:

source: Install %1 recommended update additionally
pl: Zainstaluj dodatkowo %n zalecaną aktualizację

source: Don't install updates that require a restart
pl: Nie instaluj aktualizacji, które wymagają ponownego uruchomienia

source: Details
pl: Szczegóły

source: Install latest updates
pl: Zainstaluj aktualizacje

source: <b>Install latest updates?</b>
pl: <b>Zainstalować aktualizacje?</b>

source: Finish installation
pl: Zakończ instalację

source: Do you want to check online for updates and install latest updates?
pl: Sprawdzić dostępność i zainstalować aktualizacje?

source: Do you want to install latest updates?
pl: Zainstalować aktualizacje?

source: <b>Finish installation?</b>
pl: <b>Zakończyć instalację?</b>

source: Your installation may not be finished, do you want to check online for updates?
pl: Instalacja może nie zostać zakończona, czy sprawdzić dostępność aktualizacji?

source: <b>Checking for updates...</b>
pl: <b>Poszukiwanie aktualizacji...</b>

source: <b>Error:</b>
pl: <b>Błąd:</b>

source: <b>No Updates Available</b>
pl: <b>Brak aktualizacji</b>

source: Updates that affect your updater itself are available.
pl: Dostępne są aktualizacje dla programu aktualizatora.

source: %1 security update is available
pl: Dostępna jest %n aktualizacja bezpieczeństwa

source: %1 recommended update is available
pl: Dostępna jest %1 zalecana aktualizacja

source: %1 optional update is available.<br>You can select optional updates in the detailed dialog.
pl: Dostępna jest %1 opcjonalna aktualizacja.<br>Można ją zaznaczyć w oknie szczegółow.

source: %1 optional upgrade is available.<br>You can select optional upgrades in the detailed dialog.
pl: Dostępna jest %1 opcjonalna aktualizacja.<br>Można ją zaznaczyć w oknie szczegółów.

source: <numid>%1</numid> optional update and upgrade is available.<br>You can select optional updates and upgrades in the detailed dialog.
pl: Dostępna jest %1 opcjonalna aktualizacja.<br>Można ją zaznaczyć w oknie szczegółów.

source: <b>Updating...</b>
pl: <a>Aktualizacja...</b>

source: <b>Unable to check whether updates are available.</b>
pl: <b>Nie można sprawdzić dostępnych aktualizacji.</b>

source: Please connect to the internet.
pl: Proszę podłączyć system do internetu.

source: The system is busy. Another check will start soon.
pl: System jest zajęty. Niedługo zostanie wykonane kolejne sprawdzanie.

source: The system is on battery. Please connect a power supply.
pl: System jest zasilany z baterii. Proszę podłączyć zasilacz sieciowy.

source: Add Server
pl: Dodaj serwer

source: Remove Server
pl: Usuń serwer

source: Services/Catalogs
pl: Usługi/Katalogi

source: Fetching service list...
pl: Pobieranie listy usług...

source: Fetching Catalogs For Service...
pl: Pobieranie katalogów dla usługi...

source: Adding server..
pl: Dodawanie serwera...

source: We are adding a server to the updater, this may take a long time. Please be patient
pl: Trwa dodawanie serwera aktualizacji. Operacja ta może zająć trochę czasu. Prosimy o cierpliwość.

source: You need to specify a name and URL to add a server
pl: Aby dodać serwer, należy podać nazwę i adres URL

source: Invalid server:
pl: Nieprawidłowy serwer:

source: The type you specified for the server is invalid:
pl: Podany typ serwera nie jest prawidłowy:

source: Sorry, the server could not be added:
pl: Niestety nie można dodać serwera:

source: Service Removed
pl: Usługa usunięta

source: Add/Remove Servers
pl: Dodaj/Usuń serwery

source: Advanced Options
pl: Opcje zaawansowane

source: <b>Add/Remove Package Servers:</b><br> You may add or remove update servers below or change your repository subscriptions.<br> <u>Make whatever changes you wish and press close.</u>
pl: <b>Dodaj/Usuń serwery pakietów:</b><br> poniżej można dodać lub usunąć serwery aktualizacji lub zmienić subskrypcje repozytoriów oprogramowania.<br> <u>Po dokonaniu zmian należy nacisnąć przycisk Zamknij.</u>

source: <b>Configure ZMD:</b><br>The following are advanced options for ZMD. Only change these if you know what you are doing.<br><u>Be aware, disabling TCP support will disable this updater</u>
pl: <b>Konfiguracja ZMD:</b><br> poniższe opcje to zaawansowane ustawienia ZMD, które przeznaczone są dla ekspertów.<br><u>Uwaga: wyłączenie TCP spowoduje wyłączenie całego systemu aktualizacji</u>

source: To use this part of the updater, rug must be in your path
pl: Aby użyć tej części aktualizatora, program rug musi być na ścieżce.

source: Connection Options
pl: Opcje połączenia

source: ZMD Is Listening on:
pl: Demon ZDM nasłuchuje na:

source: ZMD TCP Support:
pl: Obsługa TCP w ZMD:

source: On
pl: Wł.

source: Off
pl: Wył.

source: Security Options
pl: Opcje bezpieczeństwa

source: Require GPG Certificates For Servers:
pl: Wymaganie certyfikatów GPG dla serwerów:

source: Yes
pl: Tak

source: No
pl: Nie

source: Security Level:
pl: Poziom bezpieczeństwa:

source: Proxy Options
pl: Opcje proxy

source: Proxy Server:
pl: Serwer proxy:

source: User Name:
pl: Nazwa użytkownika:

source: Password:
pl: Hasło:

source: Other Options
pl: Inne opcje

source: ZMD Logging Level:
pl: Poziom rejestracji w dzienniku ZDM:

source: Rollback Support:
pl: Obłsuga przywracania:

source: Max Simultaneous Downloads
pl: Maksymalna liczba równoczesnych pobierań

source: Rug must be installed to configure ZMD, is it in your path?
pl: Aby skonfigurować ZMD potrzebny jest program rug. Czy jest on na ścieżce?

source: <b>Installing updates and patches:</b><br> Below is a description of the transaction and its progress.<br>
pl: <b>Instalacja aktualizacji i poprawek:</b><br> poniżej wyświetlane są opis i przebieg transakcji.<br>

source: Abort Upgrade
pl: Przerwij aktualizację

source: Installing Packages...
pl: Instalacja pakietów...

source: The following packages will be installed:
pl: Zainstalowane zostaną następujące pakiety:

source: The following packages will be updated:
pl: Zaktualizowane zostaną następujące pakiety:

source: The following packages must also be removed:
pl: Następujące pakiety muszą być usunięte:

source: Transaction Summary
pl: Podsumowanie transakcji

source: We are currently unable to show the progress for the download. This is caused by a bug in ZMD, which should be fixed soon. We apologize for any inconvenience this may cause.
pl: W tej chwili nie można pokazać postępu pobierania. Jest to spowodowane przez znany błąd w ZMD. Przepraszamy za niedogodności.

source: Packages Are Downloading...
pl: Pobieranie pakietów....

source: Packages Are Downloading...
pl: Pobieranie pakietów....

source: Done
pl: Zakończono

source: Download failed:
pl: Pobieranie nie powiodło się:

source: Packages Are Being Installed...
pl: Instalacja pakietów...

source: Done.
pl: Zakończono.

source: Sorry, we couldn't resolve the dependencies for this update:
pl: Niestety nie można ustalić zależności dla tego uaktualnienia:

source: Upgrade Failed:
pl: Aktualizacja nie powiodła się:

source: Done!
pl: Zakończono

source: Resolving Dependencies...
pl: Sprawdzanie zależności...

source: Hold Back Package
pl: Wstrzymaj pakiet

source: Don't Hold Back Package
pl: Nie wstrzymuj pakietu

source: Update
pl: Aktualizacja

source: Patch
pl: Poprawka

source: Description:
pl: Opis:

source: <b>Upgrading from old version:</b>
pl: <b>Aktualizacja starej wersji:</b>

source: Patch Category:
pl: Kategoria poprawki:

source: <b>Upgrading to version:</b>
pl: <b>Uaktualnienie do wersji:</b>

source: <b>Reboot Required</b>
pl: <b>Wymagane ponowne uruchomienie</b>

source: <b>ZMD Restart Required</b>
pl: <b>Wymagane ponowne uruchomienie ZMD</b>

source: Please enter server name below
pl: Proszę podać poniżej nazwę serwera

source: Please enter server URL below
pl: Proszę podać poniżej adres URL serwera

source: Server Type
pl: Typ serwera:

source: NU Server
pl: Serwer NU

source: RCE Server
pl: Serwer RCE

source: Received invalid XML markup: %1 at %2:%3
pl: Otrzymano błędny znacznik XML: %1 w %2:%3

source: Unknown type of XML markup received
pl: Otrzymano nieznany typ znacznika XML

source: There were errors getting data from job
pl: Napotkano błędy podczas pobierania danych z zadania.

source: Timeout on server
pl: Przekroczono limit czasu na serwerze

source: Bad url
pl: Błędny adres URL

source: Unauthorized access
pl: Nieuwierzytelniony dostęp

source: URL Invalid
pl: Błędny adres URL

source: Server Error
pl: Błąd serwera

source: Service unavailable
pl: Usługa niedostępna
