Repository: aviarypl/suse-l10n-pl
Catalog: lcn/opensuse-org-theme.*.po
Languages: pl

source: Latest stable release
pl: Najnowsze stabilne wydanie

source: Get the latest stable release of openSUSE, which is currently openSUSE 11.3
pl: Pobierz najnowsze stabilne wydanie openSUSE, którym aktualnie jest openSUSE 11.3

source: Latest development release
pl: Najnowsze wydanie rozwojowe

source: Get the latest development release of openSUSE
pl: Pobierz najnowsze wydanie rozwojowe openSUSE

source: Search for packages
pl: Znajdź pakiety

source: Get additional software from openSUSE Build Service
pl: Pobierz dodatkowe oprogramowanie z openSUSE Build Service

source: Derivatives
pl: Dystrybucje pochodne

source: Get one of the specialized distributions built on openSUSE
pl: Pobierz jedną z specjalnie zbudowanych dystrybucji openSUSE

source: Help
pl: Pomoc

source: Go to the Support Portal
pl: Przejdź do Portalu Pomocy

source: Documentation
pl: Dokumentacja

source: Read guides and manuals
pl: Prosimy przeczytać poradniki oraz instrukcje

source: Read and write articles in our Wiki
pl: Czytaj i twórz artykuł na Wiki

source: Video
pl: Wideo

source: Watch various tutorials, screencasts and recordings from talks and presentations
pl: Oglądaj różne tutoriale, screencasty i nagrania z prezentacji

source: Forums
pl: Fora dyskusyjne

source: Participate in our forums
pl: Bierz udział na naszych forach dyskusyjnych

source: Mailing lists
pl: Listy dyskusyjne

source: Subscribe to mailinglists and look into their archives
pl: Subskrybuj listy dyskusyjne i przeglądaj ich archiwa

source: IRC channels
pl: Kanały IRC

source: Communicate online using Internet Relay Chat
pl: Komunikuj się przy użyciu IRC

source: Users
pl: Użytkownicy

source: Walk through User Directory
pl: Przeglądaj katalogi użytkowników

source: Planet
pl: Planeta openSUSE

source: See blogposts aggregated into one stream
pl: Przeglądaj najnowsze wpisy z blogów

source: News
pl: Nowości

source: Latest announcements from the team
pl: Najnowsze informacje od Zespołu openSUSE

source: Users blog platform
pl: Platforma blogowa dla użytkowników

source: Shop
pl: Sklep

source: openSUSE gear here!
pl: Tutaj zrobisz zakupy !

source: Developer documentation
pl: Dokumentacja dla programistów

source: Centralized developer's documentation
pl: Dokumentacja dla programistów

source: Features
pl: Funkcje

source: Vote and work on upcoming openSUSE features
pl: Głosuj i pracuj nad nowymi funkcjami openSUSE

source: Create, build and enhance packages
pl: Twórz, buduj i rozwijaj pakiety

source: Bugs
pl: Błędy

source: Report bugs using Bugzilla
pl: Zgłoś błędy na Bugzilli

source: Create your own images using Studio
pl: Twórz własne obrazy używając Studio
