Repository: aviarypl/suse-l10n-pl
Catalog: lcn/opensuseupdater-gnome.*.po
Languages: pl

source: Checking for updates...
pl: Poszukiwanie aktualizacji...

source: Update Progress
pl: Postęp aktualizacji

source: Update in progress
pl: Trwa aktualizacja

source: You're not able to stop this process in order to ensure integrity of your system. Please be patient.
pl: Nie można zatrzymać tego procesu, ponieważ grozi to utratą integralności systemu. Proszę czekać.

source: No mandatory updates to apply
pl: Brak obowiązkowych aktualizacji do zainstalowania

source: Applying mandatory updates
pl: Instalowanie aktualizacji obowiązkowych

source: Applying additional updates
pl: Instalowanie aktualizacji dodatkowych

source: No additional updates to apply
pl: Brak dodatkowych aktualizacji do zainstalowania

source: Applying additional updates...
pl: Instalowanie aktualizacji dodatkowych...

source: Applying additional package updates...
pl: Instalowanie dodatkowych aktualizacji pakietów...

source: Applying mandatory updates...
pl: Instalowanie aktualizacji obowiązkowych...

source: Error
pl: Błąd

source: Additonal updates done.
pl: Zakończono aktualizacje dodatkowe.

source: Updates installed
pl: Zainstalowano aktualizacje

source: Restart needed
pl: Wymagane ponowne uruchomienie

source: All updates have been applied successfully. Some updates require your system to be restarted.
pl: Wszystkie uaktualnienia zostały zainstalowane. Niektóre z nich wymagają ponownego uruchomienia systemu.

source: Please restart your system as soon as possible.
pl: Proszę najszybciej jak to możliwe uruchomić komputer ponownie.

source: Update successful!
pl: Aktualizacja zakończona powodzeniem.

source: All updates have been applied successfully.
pl: Wszystkie aktualizacje zostały pomyślnie zainstalowane.

source: Enjoy your day!
pl: Miłego dnia.

source: Checking for additional package updates
pl: Poszukiwanie dodatkowych aktualizacji pakietów...

source: Mandatory updates done.
pl: Zakończono aktualizacje obowiązkowe.

source: Update error
pl: Błąd aktualizacji

source: Could not call zypper.
pl: Nie można wywołać programu zypper.

source: Please ensure you have zypper installed correctly.
pl: Proszę sprawdzić poprawność instalacji programu zypper.

source: Your system is up-to-date.
pl: System jest zaktualizowany.

source: There are no updates that need to be installed.
pl: Brak aktualizacji do zainstalowania.

source: No optional updates available
pl: Brak dostępnych opcjonalnych aktualizacji.

source: New software for your system is available
pl: Dostępne nowe oprogramowanie

source: %d mandatory update is about to be installed
pl: Zostamoe zainstalowana %d obowiązkowa aktualizacja

source: include %d additional update
pl: Dołącz %d dodatkową aktualizację

source: /_Add or Remove Update Sources
pl: /_Dodaj lub usuń źródło aktualizacji

source: /_Preferences
pl: /_Preferencje

source: /_Check Now
pl: /_Sprawdź teraz

source: /_Quit
pl: /_Zakończ

source: System is up-to-date
pl: System jest zaktualizowany

source: openSUSE Updater
pl: Aktualizacje openSUSE

source: Mandatory updates available
pl: Dostępne obowiązkowe aktualizacje

source: Additional updates available
pl: Dostępne dodatkowe aktualizacje

source: Your system is up-to-date
pl: System jest zaktualizowany

source: Installing updates...
pl: Instalacja aktualizacji...

source: 0 mandatory updates are about to be installed
pl: Zostanie zainstalowanych 0 obowiązkowych aktualizacji

source: <b>Available Updates:</b> Following security updates and recommended updates are available for your computer
pl: <b>Dostępne aktualizacje:</b> Dostępne są poniższe aktualizacje bezpieczeństwa i zalecane aktualizacje

source: <span weight="bold" size="larger">New software for your system is available</span>
pl: <span weight="bold" size="larger">Dostępne jest nowe oprogramowanie</span>

source: <span weight="bold" size="larger">Some security updates do not get installed</span> Some security updates require the system to be restarted. You can hold back those updates for now, but it's strongly advised to install those updates as soon as possible!
pl: <span weight="bold" size="larger">Nie zainstalowano części aktualizacji bezpieczeństwa</span> Niektóre aktualizacje bezpieczeństwa wymagają ponownego uruchomienia systemu. Można wstrzymać te aktualizacje, ale zalecane jest jak najszybsze ich zainstalowanie.

source: <span weight="bold">Check interval:</span>
pl: <span weight="bold">Częstość sprawdzania:</span>

source: <span weight="bold">Optional &amp; 3rd party updates:</span>
pl: <span weight="bold">Dodatkowe aktualizacje innych dostawców:</span>

source: <span weight="bold">Recommended updates:</span>
pl: <span weight="bold">Zalecane aktualizacje:</span>

source: Add/Remove Update Sources
pl: Dodaj/usuń źródło aktualizacji

source: Check for updates:
pl: Sprawdzanie aktualizacji:

source: Details
pl: Szczegóły

source: Don't install updates that require a restart
pl: Nie instaluj aktualizacji, które wymagają ponownego uruchomienia

source: Every day Every other day
pl: Codziennie Co drugi dzień

source: Include 3rd party updates in additional updates
pl: Dołącz aktualizacje dostawców trzecich do dodatkowych aktualizacji

source: Include optional patches in additional updates
pl: Dołącz opcjonalne poprawki do dodatkowych aktualizacji

source: Install
pl: Instaluj

source: Mandatory updates Additional updates
pl: Aktualizacje obowiązkowe Aktualizacje dodatkowe

source: The default settings provide a sane default for most users. Changes should only be made, if they are absolutely necessary and you know what you're doing.
pl: Domyślne ustawienia są odpowiednie dla większości użytkowników. Zmian należy dokonywać tylko gdy są konieczne i gdy jest się świadomym własnych czynów.

source: Treat as:
pl: Traktowane jako:

source: Update Applet Preferences
pl: Ustawienia apletu aktualizacji

source: include 0 additional updates
pl: Dołącz 0 dodatkowych aktualizacji
