Repository: aviarypl/suse-l10n-pl
Catalog: lcn/pam_winbind.*.po
Languages: pl

source: Success
pl: Sukces

source: No primary Domain Controler available
pl: Brak kontolera podstawowej domeny

source: No domain controllers found
pl: Nie znaleziono kontrolerów domen

source: No logon servers
pl: Nie znaleziono serwerów logowania

source: Password too short
pl: Hasło zbyt krótkie

source: The password of this user is too recent to change
pl: Hasło dla tego użytkownika jest również wymagane do zmiany

source: Password is already in password history
pl: Hasło znajduje sie aktualnie w historii haseł.

source: Your password has expired
pl: Hasło wygasło

source: You need to change your password now
pl: Należy zmienieć teraz hasło

source: You are not allowed to logon from this workstation
pl: Nie ma praw do logowania się z tej stacji roboczej

source: You are not allowed to logon at this time
pl: Nie ma praw do logowania sie w tej chwili

source: Your account has expired. Please contact your System administrator
pl: Konto wygasło. Proszę skontaktować się z administratorem systemu.

source: Your account is disabled. Please contact your System administrator
pl: Konto jest wyłączone. Prosze się skontaktować z administratorem systemu

source: Your account has been locked. Please contact your System administrator
pl: Konto jest zablokowane. Proszę skontaktować się z administratorem systemu

source: Invalid Trust Account
pl: Niepoprawne zaufane konto

source: Access is denied
pl: Brak dostępu

source: Your password expires today
pl: Hasło wygaśnie jutro.

source: Your password will expire in %d %s
pl: Hasło wygaśnie za %d %s.

source: days
pl: dni

source: day
pl: dzień

source: Grace login. Please change your password as soon you're online again
pl: Proszę zmienić swoje hasło przy następnym logowaniu.

source: Domain Controller unreachable, using cached credentials instead. Network resources may be unavailable
pl: Kontroler domeny jest nieosiągalny, zamiast tego użyte są zapisane wcześniej dane. Zasoby sieciowe mogą być niedostępne.

source: Your password
pl: Hasło

source: must be at least %d characters;
pl: musi mieć co najmniej %d znaków,

source: cannot repeat any of your previous %d passwords;
pl: nie można powtarzać żadnego z poprzednich %d haseł,

source: must contain capitals, numerals or punctuation; and cannot contain your account or full name;
pl: musi zawierać litery, cyfry lub inne znaki, i nie może zawierać nazwy konta

source: Please type a different password. Type a password which meets these requirements in both text boxes.
pl: Proszę podać inne hasło, które spełnia wymagania w polach tekstowych.

source: Password does not meet complexity requirements
pl: Hasła nie są zgodne.

source: Password:
pl: Hasło:

source: Changing password for
pl: Zmiana hasła dla

source: (current) NT password:
pl: (aktualne) hasło NT:

source: Enter new NT password:
pl: Prosze podać nowe hasło NT:

source: Retype new NT password:
pl: Nowe hasło ponownie:
