Repository: aviarypl/suse-l10n-pl
Catalog: lcn/patterns.*.po
Languages: pl

source: The X Window System provides the only standard platform-independent networked graphical window system bridging the heterogeneous platforms in today's enterprise: from network servers to desktops, thin clients, laptops, and handhelds, independent of operating system and hardware.
pl: System X Window jest jedynym standardowym, niezależnym od platformy sieciowym graficznym systemem okienkowym, który niezależnie od systemu operacyjnego i sprzętu łączy różnorodne platformy współczesnego przedsiębiorstwa: od serwerów sieciowych po stacje robocze, klienty uproszczone, komputery i urządzenia przenośne.

source: x86 Runtime Environment
pl: Środowisko uruchomieniowe dla architektury x86

source: This will install the 32-bit variant of all selected patterns. This allows to execute 32-bit software.
pl: Spowoduje to zainstalowanie 32-bitowych wariantów wybranych wzorców. Pozwoli to uruchamiać programy 32-bitowe.

source: Xen Virtual Machine Host Server
pl: Serwer maszyn wirtualnych Xen

source: Software to set up a server for configuring, managing, and monitoring virtual machines on a single physical machine.
pl: Programy do tworzenia, zarządzania i monitorowania maszyn wirtualnych na jednej fizycznej maszynie.

source: Technical Writing
pl: Pisma techniczne

source: Authoring tools and editors for creating technical documentation.
pl: Narzędzia dla autorów oraz edytory do tworzenia dokumentacji technicznej.

source: YaST System Administration
pl: System zarządzania YaST

source: YaST tools for basic system administration.
pl: Narzędzia YaST do podstawowej administracji systemem.

source: YaST Installation Packages
pl: Pakiety instalacyjne YaST

source: YaST tools for installing your system.
pl: Narzędzia YaST do instalacji systemu.

source: SDK: Documentation Tools
pl: SDK: Narzędzia dokumentacji

source: Tools for creating development-related documentation, specifications etc.
pl: Narzędzia do tworzenia dokumentacji, specyfikacji powiązanych z programowaniem itp.

source: SDK: Programming Libraries
pl: SDK: Biblioteki dla programistów

source: Miscellaneous programming libraries.
pl: Dodatkowe biblioteki dla programistów

source: SDK: Miscellaneous
pl: SDK: Dodatki

source: Miscellaneous software development tools.
pl: Dodatkowe oprogramowanie dla programistów.

source: SDK: Version Control Systems
pl: SDK: System kontroli wersji

source: Tools for version control and project management.
pl: Narzędzia kontroli wersji i zarządzania projektem.

source: SDK: Base Development
pl: SDK: Podstawowe narzędzia programowania

source: SDK: C/C++ Development
pl: SDK: Programowanie w języku C/C++

source: SDK: GNOME Development
pl: SDK: Programowanie dla środowiska GNOME

source: SDK: Java Development
pl: SDK: Programowanie w języku Java

source: SDK: KDE Development
pl: SDK: Programowanie dla środowiska KDE

source: SDK: Linux Kernel Development
pl: SDK: Programowanie jądra systemu Linux

source: SDK: .NET Development
pl: SDK: Programowanie w języku .NET

source: SDK: Ruby on Rails Development
pl: SDK: Programowanie w języku Ruby on Rails

source: SDK: Perl Development
pl: SDK: Programowanie w języku Perl

source: SDK: Python Development
pl: SDK: Programowanie w języku Python

source: SDK: Qt 4 Development
pl: SDK: Programowanie Qt 4

source: SDK: Ruby Development
pl: SDK: Programowanie w języku Ruby

source: SDK: Web Development
pl: SDK: Programowanie dla sieci Web

source: SDK: YaST Development
pl: SDK: Programowanie YaST

source: SDK: Certification
pl: SDK: Certyfikacja

source: Tools to perform software certification, e.g. LSB, IPv6
pl: Narzędzia do certyfikacji oprogramowania, np. LSB, IPv6

source: SDK: Cell Development
pl: SDK: Programowanie Cell

source: Subscription Management Tool for SUSE Linux Enterprise.
pl: Narzędzie do zarządzania subskrypcjami dla SUSE Linux Enterprise.

source: Real time kernel and utilities for SUSE Linux Enterprise.
pl: Jądro czasu rzeczywistego oraz narzędzia dla SUSE Linux Enterprise.

source: WebYaST REST service
pl: Usługa REST WebYaST

source: WebYaST user interface
pl: Interfejs użytkownika WebYaST

source: Base Technologies
pl: Technologie podstawowe

source: Development
pl: Programowanie

source: Graphical Environments
pl: Środowiska graficzne

source: Proprietary Software
pl: Oprogramowanie zastrzeżone

source: Desktop Functions
pl: Funkcje stacji roboczej

source: Server Functions
pl: Funkcje serwera

source: Primary Functions
pl: Funkcje podstawowe

source: Desktops
pl: Środowiska graficzne

source: Additional Software
pl: Oprogramowanie dodatkowe

source: GNOME Desktop
pl: Środowisko GNOME

source: KDE Desktop
pl: Środowisko KDE

source: Not yet classified
pl: Niesklasyfikowane
