Repository: aviarypl/suse-l10n-pl
Catalog: lcn/patterns-openSUSE.*.po
Languages: pl

source: 32Bit Runtime Environment
pl: 32-bitowe środowisko uruchomieniowe

source: This will install the 32bit variant of all selected patterns. This allows to execute 32bit software.
pl: Spowoduje to zainstalowanie 32-bitowych wariantów wybranych aplikacji. Pozwoli to uruchamiać 32-bitowe aplikacje.

source: 64Bit Runtime Environment
pl: 64-bitowe środowisko uruchomieniowe

source: This will install the 64bit variant of all selected patterns. This allows to execute 64bit software.
pl: Spowoduje to zainstalowanie 64-bitowych wariantów wybranych aplikacji. Pozwoli to uruchamiać 64-bitowe aplikacje.

source: Novell AppArmor is an open source Linux application security framework that provides mandatory access control for programs, protecting against the exploitation of software flaws and compromised systems. AppArmor includes everything you need to provide effective containment for programs (including those that run as root) to thwart attempted exploits and even zero-day attacks. AppArmor offers an advanced tool set that largely automates the development of per-program application security so that no new expertise is required.
pl: Novell AppArmor to otwarty zestaw narzędzi zabezpieczających aplikacje linuksowe, który pozwala na obowiązkową kontrolę dostępu dla oprogramowania, zabezpieczając przed wykorzystaniem błędów programistycznych i skutkami włamań. AppArmor zawiera wszystko, co jest potrzebne do skutecznego odizolowania programów (w tym tych działających z prawami administratora) w celu udaremnienia prób nadużyć i ataków dnia zerowego. AppArmor oferuje zaawansowane narzędzie automatyzujące proces przygotowania zabezpieczeń dla konkretnych aplikacji.

source: openSUSE Base System
pl: Podstawowy system openSUSE

source: This is the base openSUSE runtime system.
pl: To jest podstawowy system openSUSE.

source: Console Tools
pl: Narzędzia konsolowe.

source: Applications usefull for people using the console and no graphical desktop environment.
pl: Aplikacje użyteczne dla ludzi korzystających z konsoli bez żadnego środowiska graficznego.

source: Default System
pl: System domyślny

source: This is the default system for this product.
pl: To jest domyślny system tego produktu.

source: Basis Development
pl: Podstawowe narzędzia programowania

source: Minimal set of tools for compiling and linking applications.
pl: Minimalny zestaw narzędzi do kompilowania i łączenia aplikacji.

source: C/C++ Development
pl: Programowanie C/C++

source: Tools and libraries for software development using C/C++ and other derivates of the C programming language.
pl: Narzędzia i biblioteki dla programistów korzystających z C/C++ oraz innych odmian języka C.

source: GNOME Development
pl: Programowanie GNOME

source: Development for the GNOME Desktop
pl: Programowanie dla środowiska GNOME

source: Integrated Development Environments
pl: Zintegrowane środowiska programistyczne

source: Java Development
pl: Programowanie w języku Java

source: Tools and libraries for software development using the Java programming language.
pl: Narzędzia i biblioteki dla programistów używających języka Java.

source: KDE Development
pl: Programowanie KDE

source: Development for the KDE Desktop
pl: Programowanie dla środowiska KDE

source: Linux Kernel Development
pl: Rozwijanie jądra systemu Linux

source: Tools for Linux Kernel development.
pl: Narzędzia do rozwijania jądra systemu Linux.

source: .NET Development
pl: Programowanie .NET

source: Tools and libraries for software development using .NET on Linux.
pl: Narzędzia i biblioteki dla programistów korzystających z .NET w systemie Linux.

source: Ruby on Rails Development
pl: Programowanie w 'Ruby on Rails'

source: Tools and libraries for software development using the Ruby on Rails framework.
pl: Narzędzia i biblioteki dla programistów korzystających z 'Ruby on Rails'

source: Perl Development
pl: Programowanie w języku Perl

source: Tools and libraries for software development using the Perl programming language.
pl: Narzędzia i biblioteki dla programistów używających języka Perl.

source: Python Development
pl: Programowanie w języku Python

source: Tools and libraries for software development using the Python programming language.
pl: Narzędzia i biblioteki dla programistów używających języka Python.

source: Qt 4 Development
pl: Programowanie Qt 4

source: Tools and libraries for software development using Qt 4, the latest version of the Qt toolkit. Note that the KDE desktop and Qt applications shipping with openSUSE use Qt 3.
pl: Narzędzia i biblioteki dla programistów wykorzystujących Qt, ostatniej wersji zestawu narzędziowego Qt. Uwaga, aplikacje dostarczane wraz z openSUSE i środowiskiem KDE wykorzystują Qt 3.

source: RPM Build Environment
pl: Środowisko przygotowania pakietów RPM

source: Minimal set of tools and libraries for building packages using the RPM package manager.
pl: Minimalny zestaw programów i bibliotek potrzebnych do budowy pakietów RPM.

source: Ruby Development
pl: Programowanie w języku Ruby

source: Tools and libraries for software development using the Ruby programming language.
pl: Narzędzia i biblioteki dla programistów używających języka Ruby.

source: Web Development
pl: Programowanie stron WWW

source: Tools and libraries for web application development.
pl: Narzędzia i biblioteki wykorzystywane przy tworzeniu aplikacji web.

source: YaST Development
pl: Programowanie modułów YaST

source: Tools and libraries for developing modules for YaST, the setup and configuration tool for openSUSE.
pl: Narzędzia i biblioteki wykorzystywane do budowania modułów dla YaST - centrum sterowania systemem openSUSE.

source: DHCP and DNS Server
pl: Serwer DHCP i DNS

source: Set up the server for the Dynamic Host Configuration Protocol (DHCP) that provides configuration parameters to client computers to integrate them into a network. Also provide Domain Name System (DNS) services to deliver information associated with domain names, in particular, the IP address.
pl: Serwer DHCP (Dynamic Host Configuration Protocol) udostępnia komputerom klienckim parametry konfiguracyjne, dzięki którym mogą one połączyć się z siecią. Serwer DNS (Domain Name System) dostarcza informacje związane z nazwami domenowymi, w szczególności adresy IP.

source: Directory Server (LDAP)
pl: Serwer usług katalogowych (LDAP)

source: Set up a directory server with OpenLDAP and Kerberos. The Lightweight Directory Access Protocol (LDAP) is used to access online directory services. It runs directly over TCP and can be used to access a stand-alone LDAP directory service or to access a directory service that has an X.500 back-end.
pl: Serwer usług katalogowych opartych na OpenLDAP i Kerberos. Protokól LDAP używany jest jako metoda dostępu do usług katalogowych online. Działa bezpośrednio ponad TCP i można się dzięki niemu połączyć z samodzielną usługą katalogową LDAP albo z usługą katalogową opartą o mechanizm X.500.

source: File Server
pl: Serwer plików

source: Set up a file server to host files so that they may be accessed or retrieved by other computers on the same network, including machines running Microsoft Windows operating systems. The file server can be set up to authenticate against Microsoft Windows domain controllers or to act as a domain controller. Files and directories can be shared with FTP, SMB, and NFS protocols.
pl: Serwer plików przechowuje pliki, które udostępnia innym komputerom z tej samej sieci, w tym komputerom działającym pod kontrolą systemu Microsoft Windows. Serwer plików może korzystać z uwierzytelniania na kontrolerach domeny Microsoft Windows, albo funkcjonować jako kontroler domeny. Pliki i katalogi mogą być współdzielone przy użyciu protokołów FTP, SMB i NFS.

source: Fonts
pl: Czcionki

source: Fonts.
pl: Czcionki.

source: Games
pl: Gry

source: Internet Gateway
pl: Brama internetowa

source: Set up a proxy, firewall, and gateway server. Also provide a virtual private network (VPN) gateway.
pl: Konfigurowany będzie serwer pośredniczący, zapora sieciowa i serwer bramki. Dodatkowo ustawić można bramę wirtualnej sieci prywatnej (VPN).

source: GNOME Desktop Environment
pl: Środowisko graficzne GNOME

source: The GNOME desktop environment is an intuitive and attractive desktop for users. The GNOME development platform is an extensive framework for building applications that integrate into the rest of the desktop.
pl: Środowisko graficzne GNOME to intuicyjne i atrakcyjne środowisko graficzne. Platforma programistyczna GNOME to rozbudowany zestaw narzędzi do budowania aplikacji zintegrowanych z tym środowiskiem.

source: GNOME Administration Tools
pl: Narzędzia administracyjne GNOME

source: Administration Tools e.g. for desktop lockdown
pl: Narzędzia administracyjne, np. do blokowania pulpitu

source: GNOME Base System
pl: Podstawowy system GNOME

source: Basis packages for GNOME Desktop Environment
pl: Podstawowe oprogramowanie dla środowiska GNOME

source: GNOME Games
pl: Gry GNOME

source: GNOME Integrated Development Environment
pl: Zintegrowane środowisko programistyczne dla GNOME

source: Development under GNOME
pl: Programowanie w GNOME

source: GNOME Graphics
pl: Grafika GNOME

source: Handling of digital photos and graphics
pl: Obsługa cyfrowych zdjęć i grafik

source: GNOME Tools designed specifically for use with laptop computers.
pl: Narzędzia zaprojektowane do użytku z komputerami przenośnymi.

source: GNOME Multimedia
pl: Multimedia GNOME

source: GNOME Office
pl: Biuro GNOME

source: GNOME Utilities
pl: Narzędzia GNOME

source: GNOME Desktop Effects
pl: Efekty pulpitu GNOME

source: Graphics
pl: Grafika

source: KDE Desktop Environment
pl: Środowisko graficzne KDE

source: KDE is a powerful free software graphical desktop environment for Linux workstations. It combines ease of use, contemporary functionality, and outstanding graphical design with the technology of the Linux operating system.
pl: KDE jest potężnym środowiskiem graficznym dla linuksowych stacji roboczych. Łączy łatwość obsługi, szerokie możliwości i atrakcyjny wygląd z technologiamisystemu operacyjnego Linux.

source: KDE Administration Tools
pl: Narzędzia administracyjne KDE

source: KDE Base System
pl: Podstawowy system KDE

source: Basis packages for KDE Desktop Environment
pl: Podstawowe oprogramowanie dla środowiska KDE

source: KDE Edutainment
pl: Rozrywka edukacyjna KDE

source: KDE Games
pl: Gry KDE

source: KDE Help System
pl: Pomoc KDE

source: KDE Integrated Development Environment
pl: Zintegrowane środowisko programistyczne KDE

source: Development under KDE
pl: Programowanie dla KDE

source: KDE Graphics
pl: Grafika KDE

source: KDE Internet
pl: Internet KDE

source: KDE Internet Applications
pl: Aplikacje internetowe KDE

source: KDE Laptop
pl: Laptop KDE

source: KDE Tools designed specifically for use with laptop computers.
pl: Narzędzia KDE zaprojektowane do użytku z komputerami przenośnymi.

source: KDE Multimedia
pl: Multimedia KDE

source: KDE Office
pl: Biuro KDE

source: KDE System
pl: System KDE

source: KDE Utilities
pl: Narzędzia KDE

source: KDE Desktop Effects
pl: Efekty pulpitu KDE

source: Web and LAMP Server
pl: Serwer WWW i LAMP

source: Set up a Web server that is able to serve static, dynamic, and interactive content (like a Web shop). It is based on the Apache HTTP Server, the database management system MySQL, and a scripting language such as PHP, Python, Ruby on Rails, or Perl.
pl: Serwer WWW i LAMP może udsotępniać treść statyczną, dynamiczną i interaktywną (np. sklep internetowy). Oparty jest na serwerze HTTP, systemie zarządzania bazą danych MySQL oraz na języku skrypowym takim jak PHP, Python, Ruby on Rails lub Perl.

source: Tools designed specifically for use with laptop computers.
pl: Narzędzia zaprojektowane do użytku z komputerami przenośnymi.

source: Mail and News Server
pl: Serwer poczty i grup dyskusyjnych

source: Set up electronic mail and message services to handle e-mail, mailing, and news lists. It can also set up a virus scanner to scan messages at the server level.
pl: Serwer usług pocztowych obsługuje pocztę elektroniczną i grupy dyskusyjne. Można ponadto rozbudować go o skaner antywirusowy, aby sprawdzać treść wiadomości na poziomie serwera.

source: Misc. Server
pl: Serwery dodatkowe

source: Miscelleaneous Server
pl: Różne serwery

source: Network Administration
pl: Administracja siecią

source: Tools for network administrators to debug the network.
pl: Narzędzia dla administratorów sieciowych

source: Packages that are proprietary and not under an open soure license.
pl: Pakiety, które nie są objęte licencją 'open source'.

source: Java Environment
pl: Środowisko Java

source: Proprietary Java Packages.
pl: Pakiety Java z zamkniętym kodem źródłowym.

source: Print Server
pl: Serwer wydruku

source: Set up a print server to host print queues so that they may be accessed by other computers on the same network, including machines running Microsoft Windows operating systems. The print server may accept print jobs from client computers and direct them to locally attached printers or to network printers. lpd, cups, and smb print servers and queues are supported.
pl: Serwer wydruku przechowuje kolejki wydruku, do których można uzyskać dostęp z innych komputerów z tej samej sieci, w tym z maszyn działających pod kontrolą systemu Microsoft Windows. Serwer wydruku może akceptować zadania drukowania z komputerów klienckich i przekierowywać je do drukarek podłączonych lokalnie lub drukarek sieciowych. Obsługiwane są serwery wydruku i kolejek takie jak lpd, cups i smb.

source: Remote Desktop
pl: Pulpit zdalny

source: Tools to access a remote desktop.
pl: Narzędzia do połączenia z pulpitem zdalnym.

source: Package Management
pl: Zarządzanie pakietami

source: Package management using directly the native libraries. This is a lightweight alternative to the ZENworks Linux Management tools for local systems. This pattern provides a graphical update application and a command line tool.
pl: Zarządzanie pakietami z użyciem natywnych bibliotek. Jest to prosta alternatywa dla narzędzi ZENworks Linux Management. Dostępne są graficzna i konsolowa aplikacja aktualizacji.

source: Package Management - Graphical Tools
pl: Zarządzanie pakietami - narzędzia graficzne

source: XFCE Desktop Environment
pl: Środowisko graficzne XFCE

source: Xfce is a lightweight desktop environment for various *NIX systems. Designed for productivity, it loads and executes applications fast, while conserving system resources.
pl: XFCE jest lekkim środowiskiem graficznym dla systemów z rodziny *NIX. Stworzone dla zwiększenia wydajności i szybkiego ładowania się aplikacji, przy zapewnieniu maksymalnej stabilności i niezawodności zasobów systemowych.

source: X Window System
pl: System X Window

source: In continuous use for over 20 years, the X Window System provides the only standard platform-independent networked graphical window system bridging the heterogeneous platforms in today's enterprise: from network servers to desktops, thin clients, laptops, and handhelds, independent of operating system and hardware.
pl: Będący w ciągłym użyciu od ponad 20 lat X Window System jest jedynym standardowym, niezależnym od platformy sieciowym graficznym systemem okienkowym, łączącym heterogeniczne platformy współczesnego przedsiębiorstwa: od serwerów sieciowych po stacje robocze, cienkie klienty, laptopy i urządzenia przenośne, niezależnie od systemu operacyjnego i sprzętu.

source: x86 Runtime Environment
pl: Środowisko uruchomieniowe x86

source: Xen Virtual Machine Host Server
pl: Serwer komputerów wirtualnych Xen

source: Set up a server to configure, manage, and monitor virtual machines on a single physical machine. Includes: * XEN virtual machine monitor * XEN virtual machine monitor tools and documentation * XEN-adapted Linux kernel for host server * YaST modules to install and configure virtual systems
pl: Serwer pozwalający na konfigurację, zarządzanie i nadzorowanie komputerów wirtualnych na jednym komputerze fizycznym. Zawiera: * monitor komputerów wirtualnych XEN * narzędzia monitorujące komputer wirtualny XEN wraz z dokumentacją * jądro Linux zaadaptowane dla XEN dla serwera hostów * moduły dla programu YaST pozwalające na instalację i konfigurację systemów wirtualnych

source: XML and LaTeX Editing Tools
pl: Narzędzia edycji XML i LaTeX

source: Tools to author manuals and create pdfs using XML and LaTeX.
pl: Narzędzia do tworzenia podręczników użytkownika i plików pdf używając XML i LaTeX.

source: YaST System Administration
pl: System zarządzania YaST

source: Essential YaST System Administration
pl: Podstawowy system zarządzania YaST

source: ZENworks Linux Management Support
pl: Wsparcie ZENworks Linux Management

source: Novell ZENworks Linux Management makes it easy to embrace and extend Linux within your existing environment. The complete functionality is only available in a ZENworks Linux Management server controlled environment. ZENworks Linux management allows remote and local management of clients. The package management features are usefull for every system. This pattern provides a graphical update application, a command line tool and a system daemon.
pl: Novell ZENworks Linux Management pozwala z łatwością wprowadzić i rozszerzyć Linuksa w istniejących środowiskach. Pełne funkcje dostępne są tylko w środowiskach kontrolowanych przez serwer Novell ZENworks Linux Management. ZENworks pozwala na zdalne i lokalne zarządzanie klientami. Funkcje zarządzania pakietami są przydatne dla każdego systemu. Dostępne są graficzna i konsolowa aplikacja aktualizacji i demon systemowy.

source: ZENworks Linux Management - Graphical Tools
pl: ZENworks Linux Management - narzędzia graficzne

source: Linux Tools
pl: Narzędzia linuksowe

source: Standard tools for daily work.
pl: Typowe narzędzia do codziennej pracy.

source: SDK: Documentation Tools
pl: Narzędzia dokumentacji SDK

source: Tools for creating development-related documentation, specifications etc.
pl: Narzędzia do tworzenia dokumentacji, specyfikacji itp.

source: SDK: GNOME/GTK+ Development
pl: SDK: Programowanie GNOME/GTK+

source: Tools and libraries for software development using the GTK+ widget toolkit. GTK+ uses the C programming language. The GNOME desktop environment uses GTK+ as a base.
pl: Narzędzia i biblioteki dla programistów wykorzystujących nrzędzia GTK+ i język C. Środowisko GNOME jest oparte na technologii GTK+.

source: SDK: KDE/Qt 3 Development
pl: SDK: Programowanie KDE/Qt 3

source: Tools and libraries for software development using the Qt 3 toolkit. Qt uses the C++ programming language. The KDE desktop environment uses QT 3 as a base.
pl: Narzędzia i biblioteki dla programistów korzystających z pakietu narzędziowego Qt3. Pakiet Qt wykorzystuje język C. Środowisko KDE jest oparte na technologii Qt3.

source: SDK: Programming Libraries
pl: SDK: Biblioteki dla programistów

source: Miscellaneous programming libraries.
pl: Dodatkowe biblioteki dla programistów

source: SDK: Miscellaneous
pl: SDK: Dodatki

source: Miscellaneous software development tools.
pl: Dodatkowe oprogramowanie dla programistów.

source: SDK: Version Control Systems
pl: SDK: System kontroli wersji

source: Tools for version control and project management.
pl: Narzędzia do kontrolowania wersji i zarządzania projektem.

source: Base Technologies
pl: Technologie podstawowe

source: Development
pl: Programowanie

source: Graphical Environments
pl: Środowiska graficzne

source: Proprietary Software
pl: Oprogramowanie o zamkniętym kodzie źródłowym

source: Desktop Functions
pl: Funkcje pulpitu

source: Server Functions
pl: Funkcje serwera

source: GNOME Desktop
pl: Pulpit GNOME

source: KDE Desktop
pl: Pulpit KDE

source: Not yet classified
pl: Niesklasyfikowane
