Repository: aviarypl/suse-l10n-pl
Catalog: lcn/patterns.*.po
Languages: pl

source: 32-Bit Runtime Environment
pl: 32-bitowe środowisko uruchomieniowe

source: This pattern installs the 32-bit variant of all selected patterns, allowing you to execute 32-bit software.
pl: Ten wzorzec pozwala zainstalować 32-bitowy wariant wszystkich wybranych wzorców, który pozwoli to uruchamiać 32-bitowe oprogramowanie.

source: 64-Bit Runtime Environment
pl: 64-bitowe środowisko uruchomieniowe

source: This pattern installs the 64-bit variant of all selected patterns, allowing you to execute 64-bit software.
pl: Ten wzorzec pozwala zainstalować 64-bitowy wariant wszystkich wybranych wzorców, który pozwoli to uruchamiać 64-bitowe oprogramowanie.

source: Novell AppArmor is an application security framework that provides mandatory access control for programs. It protects from exploitation of software flaws and compromised systems. It offers an advanced tool set that automates the development of per-program application security without requiring additional knowledge.
pl: Program Novell AppArmor to system zabezpieczeń programów, który umożliwia obowiązkową kontrolę dostępu dla programów. Zabezpiecza on przed wykorzystaniem błędów oprogramowania i skutkami włamań. Oferuje zestaw zaawansowanych narzędzi automatyzujących proces przygotowania zabezpieczeń dla konkretnych programów bez konieczności posiadania dodatkowej wiedzy.

source: Base System
pl: System podstawowy

source: This is the base runtime system. It contains only a minimal multiuser booting system. For running on real hardware, you need to add additional packages and pattern to make this pattern useful on its own.
pl: Podstawowy system uruchomieniowy. Zawiera tylko minimalny rozruchowy system dla wielu użytkowników. Do pracy na rzeczywistym komputerze wymagane są dodatkowe pakiety i wzorzec czyniący ten użytecznym.

source: This is the base runtime system. It contains only a minimal multiuser booting system.
pl: To jest podstawowy system do uruchamiania. Zawiera jedynie minimalny system rozruchu dla wielu użytkowników.

source: C/C++ Compiler and Tools
pl: Kompilator i narzędzia C/C++

source: Minimal set of tools for compiling and linking applications
pl: Minimalny zestaw narzędzi do kompilowania i konsolidacji programów

source: Common Code Base (for certification)
pl: Wspólna baza kodu (dla certyfikacji)

source: This consists of all packages that are common to all SUSE Linux Enterprise products. It also provides a Linux Standard Base 3.0 compliant runtime environment.
pl: Pakiety wspólne dla wszystkich produktów SUSE Linux Enterprise. Ponadto zawiera środowisko uruchomieniowe zgodne ze standardem Linux Standard Base 3.0.

source: Console Tools
pl: Narzędzia konsolowe

source: Applications useful for those using the console and no graphical desktop environment.
pl: Programy użyteczne dla użytkowników korzystających z konsoli (bez środowiska graficznego).

source: Default System
pl: System domyślny

source: This is the default system for this product.
pl: To jest domyślny system dla tego produktu.

source: Desktop Base System
pl: Podstawowy system stacji roboczej

source: This is the base SUSE Linux runtime system.
pl: Podstawowy system uruchomieniowy SUSE Linux.

source: GNOME (Default)
pl: GNOME (domyślne)

source: GNOME is Novell's default enterprise desktop. It is an intuitive and attractive desktop combining industry-leading usability with a powerful set of applications and management features that are essential to enterprise adoption.
pl: GNOME to domyślne środowisko graficzne oferowane przez firmę Novell dla przedsiębiorstw. To atrakcyjne i łatwe w obsłudze środowisko łączące najlepszą na rynku użyteczność z szerokim wachlarzem programów i funkcji zarządzania istotnych dla przedsiębiorstw.

source: GNOME Development
pl: Programowanie GNOME

source: GNOME development packages
pl: Pakiety dla programistów GNOME

source: GNOME Laptop
pl: Komputer przenośny GNOME

source: GNOME laptop packages
pl: Pakiety GNOME dla komputerów przenośnych

source: KDE
pl: Środowisko KDE

source: KDE is a powerful graphical desktop environment. It combines ease of use, contemporary functionality, and outstanding graphical design with the technology of the Linux operating system.
pl: KDE to środowisko graficzne dla stacji roboczych. Łączy łatwość obsługi, szerokie możliwości i atrakcyjny wygląd z technologiami systemu operacyjnego Linux.

source: KDE Development
pl: Programowanie KDE

source: KDE development packages
pl: Pakiety dla programistów KDE

source: KDE Laptop
pl: Komputer przenośny KDE

source: KDE laptop packages
pl: Pakiety KDE dla komputerów przenośnych

source: Base Development
pl: Podstawowe narzędzia programistyczne

source: Minimal set of tools for compiling and linking applications.
pl: Minimalny zestaw narzędzi do kompilowania i konsolidacji programów.

source: Cell Development
pl: Programowanie dla procesora Cell

source: Toolchain to build code for the Cell processor.
pl: Zestaw narzędzi do budowania kodu dla procesora Cell.

source: C/C++ Development
pl: Programowanie w języku C/C++

source: Tools and libraries for software development using C/C++ and other derivative of the C programming language.
pl: Narzędzia i biblioteki dla programistów korzystających z C/C++ oraz innych odmian języka C.

source: GNOME development packages.
pl: Pakiety GNOME dla programistów.

source: Integrated Development Environments
pl: Zintegrowane środowiska programistyczne

source: Integrated Development Environments.
pl: Zintegrowane środowiska programistyczne.

source: Java Development
pl: Programowanie w języku Java

source: Tools and libraries for software development using the Java programming language.
pl: Narzędzia i biblioteki dla programistów używających języka Java.

source: KDE development packages.
pl: Pakiety KDE dla programistów.

source: Linux Kernel Development
pl: Programowanie jądra systemu Linux

source: Tools for Linux kernel development.
pl: Narzędzia do programowania jądra systemu Linux.

source: .NET Development
pl: Programowanie w języku .NET

source: Tools and libraries for .NET development using Mono.
pl: Narzędzia i biblioteki dla programistów .NET korzystające z technologii Mono.

source: Ruby on Rails Development
pl: Programowanie w języku Ruby on Rails

source: Tools and libraries for software development using the Ruby on Rails framework.
pl: Narzędzia i biblioteki dla programistów korzystających z Ruby on Rails.

source: Perl Development
pl: Programowanie w języku Perl

source: Tools and libraries for software development using the Perl programming language.
pl: Narzędzia i biblioteki dla programistów używających języka Perl.

source: Python Development
pl: Programowanie w języku Python

source: Tools and libraries for software development using the Python programming language.
pl: Narzędzia i biblioteki dla programistów używających języka Python.

source: Qt 4 Development
pl: Programowanie w Qt 4

source: Tools and libraries for software development using Qt 4, the latest version of the Qt toolkit.
pl: Narzędzia i biblioteki dla programistów korzystających z biblioteki Qt4, najnowszej wersji biblioteki Qt.

source: RPM Build Environment
pl: Środowisko budowania pakietów RPM

source: Minimal set of tools and libraries for building packages using the RPM package manager.
pl: Minimalny zestaw programów i bibliotek potrzebnych do budowania pakietów za pomocą menedżera pakietów RPM.

source: Ruby Development
pl: Programowanie w języku Ruby

source: Tools and libraries for software development using the Ruby programming language.
pl: Narzędzia i biblioteki dla programistów używających języka Ruby.

source: Tcl/Tk Development
pl: Programowanie w Tcl/Tk

source: Tools and libraries for development using Tcl and Tk.
pl: Narzędzia i biblioteki dla programistów korzystających z języka Tcl/Tk.

source: Web Development
pl: Programowanie dla sieci Web

source: Tools and libraries for Web application development.
pl: Narzędzia i biblioteki do tworzenia programów na potrzeby Internetu.

source: YaST Development
pl: Programowanie YaST

source: Tools and libraries for developing YaST modules, the setup and configuration tool for openSUSE.
pl: Narzędzia i biblioteki do budowania modułów dla programu YaST - centrum sterowania systemem openSUSE.

source: DHCP and DNS Server
pl: Serwer DHCP i DNS

source: Software to set up a server for the Dynamic Host Configuration Protocol (DHCP) and the Domain Name System (DNS) services. DHCP provides configuration parameters to client computers to integrate them into a network, whereas DNS delivers information associated with domain names, in particular, the IP address.
pl: Narzędzia serwera DHCP (Dynamic Host Configuration Protocol), który udostępnia komputerom klienckim parametry konfiguracyjne, dzięki którym mogą one połączyć się w sieć. Serwer DNS (Domain Name System) dostarcza informacje związane z nazwami domenowymi, w szczególności adresy IP.

source: Directory Server (LDAP)
pl: Serwer usług katalogowych (LDAP)

source: Software to set up a directory server with OpenLDAP. The Lightweight Directory Access Protocol (LDAP) is used to access online directory services.
pl: Oprogramowanie serwera usług katalogowych opartego na OpenLDAP. Protokół LDAP używany jest jako metoda dostępu do usług katalogowych online.

source: Help and Support Documentation
pl: Dokumentacja pomocy

source: Virtualization Host (non-embedded)
pl: Host wirtualizacji (nie-osadzony

source: This is a minimal system with a running Hypervisor.
pl: Jest to minimalny system z uruchomionym programem nadzorującym Hypervisor.

source: Enhanced Base System
pl: Rozszerzony system podstawowy

source: This is the enhanced base runtime system with lots of convenience packages.
pl: Rozszerzony system podstawowy z dużą ilością dogodnych pakietów.

source: File Server
pl: Serwer plików

source: File services to host files so that they may be accessed or retrieved by other computers on the same network. This includes the FTP, SMB, and NFS protocols.
pl: Usługi plikowe do przechowywania i udostępniania plików innym komputerom w sieci za pomocą protokołów FTP, SMB i NFS.

source: Fonts
pl: Czcionki

source: Base fonts and font configuration.
pl: Podstawowe czcionki i ich konfiguracja.

source: Games
pl: Gry

source: A collection of games.
pl: Zestaw gier.

source: Internet Gateway
pl: Bramka internetowa

source: Software to set up a proxy, firewall, and gateway server, including a virtual private network (VPN) gateway.
pl: Oprogramowanie do konfiguracji serwera proxy, zapory sieciowej, serwera bramki i bramki wirtualnej sieci prywatnej (VPN).

source: GNOME Desktop Environment
pl: Środowisko graficzne GNOME

source: The GNOME desktop environment is an intuitive and attractive desktop for users.
pl: GNOME to intuicyjne i atrakcyjne dla użytkowników środowisko graficzne.

source: GNOME Administration Tools
pl: Narzędzia administracyjne GNOME

source: Administration Tools e.g. for desktop lockdown
pl: Narzędzia administracyjne, np. do blokowania pulpitu

source: GNOME Base System
pl: Podstawowy system GNOME

source: Base packages for the GNOME desktop environment.
pl: Podstawowe pakiety dla środowiska GNOME.

source: GNOME Games
pl: Gry GNOME

source: GNOME Integrated Development Environment
pl: Zintegrowane środowisko programistyczne dla GNOME

source: Development under GNOME
pl: Programowanie w środowisku GNOME

source: GNOME Graphics
pl: Grafika GNOME

source: Handling of digital photos and graphics
pl: Obsługa cyfrowych zdjęć i grafik

source: GNOME Internet
pl: Internet GNOME

source: GNOME Internet Applications
pl: Programy internetowe dla środowiska GNOME

source: GNOME Tools designed specifically for use with laptop computers.
pl: Narzędzia zaprojektowane do użytku z komputerami przenośnymi.

source: GNOME Multimedia
pl: Multimedia GNOME

source: GNOME Office
pl: Biuro GNOME

source: GNOME Utilities
pl: Narzędzia GNOME

source: GNOME Desktop Effects
pl: Efekty pulpitu GNOME

source: YaST GNOME User Interfaces
pl: Interfejs środowiska GNOME dla programu YaST

source: Graphical YaST user interfaces for the GNOME desktop.
pl: Interfejs graficzny programu YaST dla środowiska GNOME.

source: High Availability
pl: Wysoka dostępność

source: Provide tools to ensure a high degree of operational continuity and reduce the downtimes of your system.
pl: Zestaw narzędzi zapewniających wysoki stopień ciągłości operacyjnej i ograniczających czas przestoju systemu.

source: Graphics
pl: Grafika

source: Handling of digital photos and graphics.
pl: Obsługa zdjęć cyfrowych i grafiki.

source: KDE Desktop Environment
pl: Środowisko graficzne KDE

source: KDE is a powerful free software graphical desktop environment for Linux workstations. It combines ease of use, contemporary functionality, and outstanding graphical design with the technology of the Linux operating system.
pl: KDE jest potężnym, darmowym środowiskiem graficznym dla linuksowych stacji roboczych. Łączy łatwość obsługi, szerokie możliwości i atrakcyjny wygląd z technologiami systemu operacyjnego Linux.

source: KDE4 Desktop Environment
pl: Środowisko graficzne KDE4

source: KDE Administration Tools
pl: Narzędzia administracyjne KDE

source: KDE4 Administration Tools
pl: Narzędzia administracyjne KDE4

source: KDE4 Education
pl: Rozrywka edukacyjna KDE4

source: Tools to teach kids with computers
pl: Narzędzia pozwalające dzieciom uczyć się obsługi komputera

source: KDE Base System
pl: Podstawowy system KDE

source: Base packages for the KDE desktop environment. KDE4 is the next major KDE release.
pl: Podstawowe pakiety dla środowiska graficznego KDE. KDE4 jest kolejnym głównym wydaniem KDE.

source: KDE4 Base System
pl: Podstawowy system KDE4

source: Base packages for the KDE4 desktop environment. KDE4 is the next major KDE release.
pl: Podstawowe oprogramowanie dla środowiska KDE4, kolejnego głównego wydania KDE.

source: Base packages for the KDE desktop environment.
pl: Podstawowe oprogramowanie dla środowiska KDE.

source: Base packages for the KDE4 desktop environment.
pl: Podstawowe oprogramowanie dla środowiska KDE4.

source: KDE Edutainment
pl: Gry edukacyjne KDE

source: KDE Games
pl: Gry KDE

source: KDE4 Games
pl: Gry KDE4

source: KDE Help System
pl: System pomocy KDE

source: KDE4 Help System
pl: System pomocy KDE4

source: KDE Integrated Development Environment
pl: Zintegrowane środowisko programistyczne KDE

source: Development under KDE
pl: Programowanie dla KDE

source: KDE4 Integrated Development Environment
pl: Zintegrowane środowisko programistyczne KDE4

source: Development under KDE4
pl: Programowanie w KDE4

source: KDE System
pl: System KDE

source: KDE Graphics
pl: Grafika KDE

source: KDE Internet
pl: Internet KDE

source: KDE Internet Applications
pl: Programy internetowe KDE

source: KDE Tools designed specifically for use with laptop computers.
pl: Narzędzia KDE zaprojektowane do użytku z komputerami przenośnymi.

source: KDE Multimedia
pl: Multimedia KDE

source: KDE Office
pl: Biuro KDE

source: KDE Utilities
pl: Narzędzia KDE

source: KDE Desktop Effects
pl: Efekty pulpitu KDE

source: YaST KDE User Interfaces
pl: Interfejsy KDE dla YaST

source: Graphical YaST user interfaces for the KDE desktop.
pl: Graficzny interfejs programu YaST dla środowiska KDE.

source: YaST User Interfaces
pl: Interfejsy użytkownika YaST

source: Graphical YaST user interfaces for minimal X desktop.
pl: Graficzny interfejs programu YaST dla minimalnej stacji roboczej X.

source: Kernel Development
pl: Programowanie jądra

source: Kernel development packages
pl: Pakiety dla programistów jądra systemu

source: Web and LAMP Server
pl: Serwer sieci Web i LAMP

source: Software to set up a Web server that is able to serve static, dynamic, and interactive content (like a Web shop). This includes Apache HTTP Server, the database management system MySQL, and scripting languages such as PHP, Python, Ruby on Rails, or Perl.
pl: Oprogramowanie serwera sieci Web, który może udostępniać treść statyczną, dynamiczną i interaktywną (np. sklep internetowy). Zawiera serwer HTTP Apache, system zarządzania bazą danych MySQL oraz języki skryptowe takie jak PHP, Python, Ruby on Rails, czy Perl.

source: Laptop
pl: Komputer przenośny

source: Tools designed specifically for laptop computers.
pl: Narzędzia zaprojektowane do użytku z komputerami przenośnymi.

source: Mail and News Server
pl: Serwer poczty i grup dyskusyjnych

source: Software to set up electronic mail and message services to handle e-mail, mailing, and news lists, including a virus scanner to scan messages at the server level.
pl: Oprogramowanie do konfiguracji serwera usług pocztowych do obsługi poczty elektronicznej, list pocztowych i grup dyskusyjnych wraz ze skanerem antywirusowym do sprawdzania treści wiadomości na poziomie serwera.

source: Minimal System (Appliances)
pl: System minimalny (zastosowania)

source: This is the minimal Novell SUSE Linux Enterprise runtime system. It is really a minimal system, you can login and a shell will be started, that's all. It is intended as base for Appliances. Support for this minimal pattern is only possible as part of an OEM agreement or after upgrading the system to the Server Base pattern
pl: To jest minimalne środowisko uruchomieniowe Novell SUSE Linux Enterprise. Stanowi ono absolutne minimum, gdzie można się zalogować, zostanie uruchomiona konsola i to wszystko. Docelowo jest ono bazą dla innych zastosowań. Pomoc techniczna dla tego minimum jest możliwe tylko jako część porozumienia OEM po aktualizacji systemu do wzorca Server Base.

source: Miscellaneous Server
pl: Różne serwery

source: Miscellaneous Server.
pl: Różne serwery.

source: Multimedia players, sound editing tools , video and image manipulation applications.
pl: Odtwarzacze multimedialne, edytory dźwiękowe, graficzne i wideo.

source: Mono Development
pl: Programowanie Mono

source: MONO development packages
pl: Pakiety dla programistów MONO

source: Network Administration
pl: Administracja siecią

source: Tools for administering and debugging networks.
pl: Narzędzia dla administratorów sieciowych.

source: Misc. Proprietary Packages
pl: Dodatkowe pakiety zastrzeżone

source: Packages that are proprietary and not under an Open Source license.
pl: Pakiety zastrzeżone, które nie są objęte licencją oprogramowania o otwartym kodzie źródłowym.

source: Java Environment
pl: Środowisko Java

source: Proprietary Java packages.
pl: Zastrzeżone pakiety z oprogramowaniem w języku Java.

source: Novell Client for Linux
pl: Klient Novell dla systemu Linux

source: The Novell Client for Linux workstation software extends the capabilities of a Linux desktop by providing access to NetWare and Open Enterprise Servers (OES).
pl: Oprogramowanie klient Novell dla stacji roboczych Linux rozszerza możliwości środowiska Linux poprzez zapewnienie dostępu do NetWare oraz serwerów Open Enterprise Server (OES)

source: Novell Applications
pl: Programy firmy Novell

source: Client software enabling connection to traditional Novell services, including NetWare CIFS/Samba mounts, GroupWise, and iPrint.
pl: Oprogramowanie klienckie pozwalające na łączenie się z tradycyjnymi usługami firmy Novell, włącznie z udziałami NetWare CIF/Samba, GroupWise oraz iPrint.

source: This pattern defines the OpenFabrics Enterprise Distribution (OFED) software base packages. The base pattern includes the packages you need to get your Infiniband adapter operational, that is IB kernel modules and basic user level libraries.
pl: Ten wzorzec definiuje podstawowe pakiety dla systemu OpenFabrics Enterprise Distribution (OFED). Zawarte są w nim podstawowe pakiety - moduły jądra IB i podstawowe biblioteki po stronie użytkownika, które umożliwiają uruchomienie adaptera Infiniband.

source: Tools designed specifically for use with TabletPCs.
pl: Narzędzia zaprojektowane do użytku z komputerami typu TabletPC.

source: Office Software
pl: Oprogramowanie biurowe

source: Office software for your desktop environment including OpenOffice.org.
pl: Oprogramowanie biurowe wraz z pakietem OpenOffice.org.

source: Oracle Server Base
pl: Baza serwera Oracle

source: Set up the server for installing Oracle databases.
pl: Konfiguracja serwera dla baz danych Oracle.

source: Print Server
pl: Serwer wydruku

source: Software used to host print queues so that they may be accessed by other computers on the same network. LPD, CUPS, and SMB print servers and queues are supported.
pl: Oprogramowanie do obsługi kolejek wydruku, które mogą być udostępnione innym komputerom w sieci. Obsługiwane kolejki i serwery wydruku to LPD, CUPS i SMB.

source: Remaining Software
pl: Pozostałe oprogramowanie

source: Packages that are on CD but not in other patterns.
pl: Pakiety znajdujące się na płycie CD, a nieprzypisane do innych wzorców.

source: Remote Desktop
pl: Pulpit zdalny

source: Tools to access a remote desktop.
pl: Narzędzia do łączenia się z pulpitem zdalnym.

source: SAP Application Server Base
pl: Baza serwera programów SAP

source: Set up the server for installing SAP systems.
pl: Konfiguracja serwera do instalowania systemów SAP.

source: Software Management
pl: Zarządzanie oprogramowaniem

source: This pattern provides a graphical application and a command line tool for keeping your system up to date.
pl: Ten wzorzec zawiera program graficzny i narzędzie wiersza poleceń, która pozwala utrzymywać system w aktualnym stanie.

source: Package Management - Graphical Tools for GNOME
pl: Zarządzanie pakietami - narzędzia graficzne dla środowiska GNOME

source: Package Management - Graphical Tools
pl: Zarządzanie pakietami - narzędzia graficzne

source: Package Management - Graphical Tools for KDE
pl: Zarządzanie pakietami - narzędzia graficzne dla środowiska KDE

source: Tests for the Update Stack
pl: Testy dla stosu aktualizacji

source: Packages used for testing that the update stack works. These tiny packages do not have any functionality themselves.
pl: Małe pakiety do testowania sprawności stosu aktualizacji. Pakiety te samodzielnie nie mają żadnej funkcjonalności.

source: Voice Over IP Clients
pl: Klienty telefonii Voice Over IP

source: Client applications for Internet telephony.
pl: Programy klienckie telefonii internetowej.

source: Voice Over IP Server
pl: Serwer Voice Over IP

source: Voice over IP server.
pl: Serwer Voice Over IP.

source: Web-Based Enterprise Management
pl: Zarządzanie przedsiębiorstwem oparte o sieć Web

source: Web-based enterprise management.
pl: Zarządzanie przedsiębiorstwem oparte o sieć Web.

source: XFCE Desktop Environment
pl: Środowisko graficzne XFCE

source: Xfce is a lightweight desktop environment for various *NIX systems.
pl: Xfce to środowisko graficzne o niewielkich wymaganiach przeznaczone dla systemów *NIX.

source: XFCE Office
pl: Programy biurowe XFCE

source: XFCE Laptop
pl: Komputer przenośny XFCE

source: Lightweight X11 Desktop Environment
pl: Niewymagające Środowisko graficzne X11

source: LXDE is a lightweight desktop environment similiar to XFCE in its nature.
pl: LXDE to niewymagające środowisko graficzne podobne w swojej naturze do XFCE.

source: LXDE Laptop
pl: Komputer przenośny LXDE

source: LXDE Tools designed specifically for use with laptop computers.
pl: Narzędzia LXDE zaprojektowane specjalnie do użytku z komputerami przenośnymi.

source: LXDE Office
pl: Biuro LXDE

source: Moblin User eXperience
pl: Doświadczenia użytkownika Moblin

source: Desktop Effects
pl: Efekty pulpitu

source: All you need to make use of 3D desktop effects.
pl: Wszystko, czego potrzeba do uzyskania trójwymiarowych efektów pulpitu.

source: X Window System
pl: System X Window
