Repository: aviarypl/suse-l10n-pl
Catalog: lcn/RELEASE-NOTES.*.po
Languages: pl

source: <phrase os="slprof">openSUSE 10.2</phrase> Release Notes
pl: <phrase os="slprof">openSUSE 10.2</phrase> - Informacje o wydaniu

source: The release notes are under constant development. Download the newest version during the Internet test or refer to <ulink url="http://www.suse.com/relnotes/i386/SUSE-Linux/10.1.1/RELEASE-NOTES.en.html"/>. <phrase role="transwarn">We update the English release notes at any time if the need arises. That's the reason why translations might be incomplete temporarily; we will catch up with the translations later.</phrase>
pl: Informacje o wydaniu są zmieniane w trakcie rozwoju projektu. Aktualną wersję tych informacji można znaleźć pod adresem: <ulink url="http://www.suse.com/relnotes/i386/SUSE-Linux/10.1.1/RELEASE-NOTES.en.html"/>. <phrase role="transwarn"> Angielska wersja informacji jest zmieniana w razie potrzeby. Tłumaczenia mogą nie być uaktualniane na bieżąco. </phrase>

source: This public beta test is part of the openSUSE project. Information about the project is available at http://opensuse.org.
pl: Niniejszy system jest publiczną testową wersją beta projektu openSUSE. Informacje o projekcie znajdują sie na stronie http://opensuse.org.

source: Find information about known bugs for the beta in the openSUSE wiki at <ulink url="http://en.opensuse.org/Bugs:Most_Annoying_Bugs"/>. Please report all bugs you encounter using this prerelease of openSUSE 10.2 in the Novell Bugzilla at <ulink url="http://en.opensuse.org/Submitting_Bug_Reports"/>. If you would like to see anything added to the release notes, please file a bug report for the "Release Notes" component.
pl: Informacje o znanych już błędach tej wersji beta można znaleźć na stronie openSUSE wiki: <ulink url="http://en.opensuse.org/Bugs:Most_Annoying_Bugs"/>. Wszystkie błędy wykryte podczas używania tej wersji testowej openSUSE 10.2 beta prosimy zgłaszać w systemie obsługi błędów Novell Bugzilla pod adresem: <ulink url="http://en.opensuse.org/Submitting_Bug_Reports"/>. Aby zgłosić propozycję rozszerzenia informacji o wydaniu, proszę zgłosić błąd dla kompoentu "Release notes".

source: These release notes cover the following areas:
pl: Niniejsze informacje opisują następujące zagadnienia:

source: Prerelease Notes: Information Relevant for Alpha and Beta Releases.
pl: Informacje o bieżącej wersji: Informacje dotyczące wersji Alfa i Beta.

source: General: Information that everybody should read.
pl: Ogólne: Informacje, które każdy powinien przeczytać.

source: Update: Changes that are not mentioned in the Start-Up Manual, Chapter 2. (still empty)
pl: Aktualizacja: Zmiany, które nie zostały opisane w drugim rozdziale Podręcznika" Start-Up Manual," rozdział 2.

source: Technical: This section contains a number of technical changes and enhancements for the experienced user.
pl: Techniczne: Rodział ten zawiera szereg informacji o zmianach technicznych i usprawnieniach dla zaawansowanych użytkowników.

source: In the Start-Up Manual, find information about installation and basic system configuration. In the Reference Guide, the system configuration is explained in detail. Additionally, the most important applications are described in the GNOME and KDE User Guide.
pl: Informacje o instalacji i podstawowej konfiguracji systemu można znaleźć w Podręczniku Instalacji (Start-Up Manual). W Przewodniku użytkownika (Reference Guide) konfigurację systemu opisano szczegółowo. Prócz tego, najważniejsze aplikacje omówione zostały w Podręcznikach użytkownika GNOME i KDE.

source: General
pl: Informacje ogólne

source: Changes with Firefox 2
pl: Zmiany w Firefoksie 2

source: Switch from Firefox version 1.5 to version 2 is a major update. Find detailed update information in the official release notes at <ulink url="http://www.mozilla.com/en-US/firefox/2.0/releasenotes/"/>. Note the following changes:
pl: Zmiana wersji przeglądarki Firefox z 1.5 do 2 to poważne uaktualnienie. Szczegółowe informacje (w języku anglielskim) można znaleźć pod adresem <ulink url="http://www.mozilla.com/en-US/firefox/2.0/releasenotes/"/>. Ważne zmiany:

source: Some themes and extensions from Firefox 1.5 will not work with Firefox 2.0 anymore and need to be updated.
pl: Niektóre motywy i rozszerzenia z wersji 1.5 nie będą działały w 2.0 i należy je zaktualizować.

source: Default keybindings are changed. For example, backspace does no longer take you back in history, it will now scroll up the page. You can change it by opening the location <ulink url="about:config"/>. The value of the configuration key <literal>browser.backspace_action</literal> needs to be changed from <literal>1</literal> (default) to <literal>0</literal>.
pl: Zmieniono domyślne przypisania klawiszy. Na przykład klawisz 'Backspace' nie pełni już funkcji wstecz, a powoduje on powrót do góry strony. Aby przywrócić poprzednią funkcję należy otworzyć adres <ulink url="about:config"/> i zmienić wartość klucza <literal>browser.backspace_action</literal> z <literal>1</literal> (domyślne) na <literal>0</literal>

source: New wodim Package to Write Optical Disk Media (CD-ROM/DVD)
pl: Wodim - nowy pakiet do zapisywania dysków optycznych (CD-ROM/DVD)

source: The "cdrecord" package has been dropped from the distribution. The new "wodim" package can be used to record data or audio Compact Discs on an Orange Book CD recorder or to write DVD media on a DVD recorder.
pl: Pakiet "cdrecord" został usunięty z dystrybucji. Aby zapisywać dane lub dźwięk na płytach kompaktowych za pomocą nagrywarek standardu Orange Book lub nagrywać nośniki DVD, należy użyć programu 'wodim'.

source: Update
pl: Aktualizacja

source: n/a
pl: Nie dotyczy.

source: Technical
pl: Techniczne

source: The Standard Kernel
pl: Standardowe jądro

source: The kernel-default package contains the standard kernel for both uniprocessor and multiprocessor systems. The kernel comes with SMP support and runs with only minimal overhead on uniprocessor systems. There is no kernel-smp package anymore.
pl: Pakiet kernel-default zawiera standardowe jądro dla systemów jedno- i wieloprocesorowych. Nie ma odrębnego pakietu kernel-smp. Jądro wyposażone jest w wsparcie dla SMP (Symmetric Multiprocessing - przetwarzanie symetryczne), co tylko w minimalnym stopniu obciąża systemy jednoprocesorowe.

source: X.Org specific Changes for Developers
pl: Zmiany X.Org dla programistów

source: The X.Org system is installed in <filename>/usr</filename>. Adjust your programs if needed. If you are referencing fonts by directory names like XEP, find the new directories now in <filename>/usr/share/fonts</filename>.
pl: System X.Org jest zainstalowany w katalogu <filename>/usr</filename>. Proszę zaktualizować programy w razie potrzeby. W przypadku dostępu do czcionek za pomocą nazw katalogów jak XEP, noew katalogi znajdują się w <filename>/usr/share/fonts</filename>.

source: New Power Management Options
pl: Nowe opcje zarządzania energią

source: The suspend framework switched from <systemitem>powersaved</systemitem> to <systemitem>pm-utils</systemitem>. This switch makes many configuration options in <filename>/etc/powersave/sleep</filename> obsolete. Instead configure suspend in <filename>/etc/pm/config</filename> now. For more information, refer to <ulink url="http://en.opensuse.org/Pm-utils"/>.
pl: Podsystem usypiania został zmieniony z <systemitem>powersaved</systemitem> na <systemitem>pm-utils</systemitem>. Zmiana ta powoduje, że wiele ustawień w pliku <filename>/etc/powersave/sleep</filename> przestaje działać. Konfiguracja usypianiaznajduje się teraz w pliku <filename>/etc/pm/config</filename>. Więcej informacji możnaznaleźć pod adresem <ulink url="http://en.opensuse.org/Pm-utils"/>.

source: translator-credits
pl: Zbigniew Braniecki <gandalf@aviary.pl>, 2005, 2006 Wadim Dziedzic <nikdo@aviary.pl>, 2005, 2006 Wojciech Kapusta <wojciech@aviary.pl>, 2005, 2006 Stanisław Małolepszy <smalolepszy@aviary.pl>, 2005, 2006 Marek Stępień <marcoos@aviary.pl>, 2005, 2006 Maciek Walkowiak <maciek@aviary.pl>, 2006
