Repository: aviarypl/suse-l10n-pl
Catalog: lcn/RELEASE-NOTES-openSUSE.*.po
Languages: pl

source: <phrase os="slprof">openSUSE 12.3</phrase> Release Notes
pl: Informacje o wydaniu <phrase os="slprof">openSUSE 12.3</phrase>

source: Version:
pl: Wersja:

source: Permission is granted to copy, distribute and/or modify this document under the terms of the GNU Free Documentation License, Version 1.2 or any later version published by the Free Software Foundation; with no Invariant Sections, no Front-Cover Texts, and no Back-Cover Texts. A copy of the license is included as the <filename>fdl.txt</filename> file.
pl: Udziela się zgody na kopiowanie, dystrybucję i/lub modyfikacje tego dokumentu zgodnie z zasadami licencji GNU Free Documentation Licence w wersji 1.2 lub późniejszej wydanej przez Free Software Foundation; bez stałych sekcji oraz bez tekstów z okładek przedniej i tylnej. Kopia licencji została dołączona jako plik <filename>fdl.txt</filename>.

source: If you upgrade from an older version to this openSUSE release, see previous release notes listed here: <ulink url="http://en.opensuse.org/openSUSE:Release_Notes"/>
pl: Jeśli openSUSE jest aktualizowane ze starszej wersji, zobacz wcześniejsze informacje o wydaniu zamieszczone na: <ulink url="http://en.opensuse.org/openSUSE:Release_Notes"/>

source: These release notes cover the following areas:
pl: Niniejsze informacje opisują następujące zagadnienia:

source: <xref linkend="misc"/>: These entries are automatically included from openFATE, the Feature- and Requirements Management System (<ulink url="http://features.opensuse.org"/>).
pl: Informacje dodatkowe: Te wpisy są automatycznie zawarte w openFATE, systemie zbierającym dane o oczekiwanych funkcjach i właściwościach (<ulink url="http://features.opensuse.org"/>).

source: N/A
pl: Nie dotyczy

source: <xref linkend="installation"/>: Read this if you want to install the system from scratch.
pl: <xref linkend="installation"/>: należy przeczytać poniższe informacje w przypadku instalacji systemu od podstaw.

source: <xref linkend="general"/>: Information that everybody should read.
pl: <xref linkend="general"/>: Informacje, które każdy powinien przeczytać.

source: <xref linkend="upgrade"/>: Issues related to the process if you run a system upgrade from the previous release to this openSUSE version.
pl: <xref linkend="upgrade"/>: Problemy związane z przebiegiem procesu, jeśli wykonywana jest aktualizacja z poprzedniego wydania do obecnej wersji openSUSE.

source: <xref linkend="technical"/>: This section contains a number of technical changes and enhancements for the experienced user.
pl: <xref linkend="technical"/>: Ta część zawiera szereg informacji o zmianach technicznych i usprawnieniach dla zaawansowanych użytkowników.

source: Miscellaneous
pl: Informacje dodatkowe

source: Installation
pl: Instalacja

source: For Detailed Installation Information
pl: Szczegółowe informacje o instalacji

source: For detailed installation information, see <xref linkend="sec.123.documentation"/>.
pl: Szczegółowe informacje o instalacji dostępne są w dokumentacji <xref linkend="sec.123.documentation"/>.

source: General
pl: Informacje ogólne

source: openSUSE Documentation
pl: Dokumentacja openSUSE

source: In <emphasis>Start-Up</emphasis>, find step-by-step installation instructions, as well as introductions to the KDE and Gnome desktops and to the LibreOffice suite. Also covered are basic administration topics such as deployment and software management and an introduction to the bash shell.
pl: W podręczniku <emphasis>Start-Up</emphasis> można znaleźć zarówno instrukcje instalacji krok po kroku, jak i instrukcje korzystania ze środowisk KDE i Gnome oraz pakietu biurowego LibreOffice. Przewodnik zawiera także podstawowe zagadnienia związane z administracją systemu, takie jak zarządzanie oprogramowaniem oraz wstęp do powłoki bash.

source: <emphasis>Reference</emphasis> covers administration, and system configuration in detail and explains how to set up various network services.
pl: Podręcznik <emphasis>Reference</emphasis> opisuje szczegółowo zagadnienia związane z administracją i konfiguracją systemu oraz wyjaśnia, jak skonfigurować różnorodne usługi sieciowe.

source: The <emphasis>Security Guide</emphasis> introduces basic concepts of system security, covering both local and network security aspects.
pl: Podręcznik <emphasis>Security Guide</emphasis> pozwola poznać podstawowe pojęcia związane z bezpieczeństwem systemu, zarówno lokalnym jak i sieciowym.

source: The <emphasis>System Analysis and Tuning Guide</emphasis> helps with problem detection, resolution and optimization.
pl: Podręcznik <emphasis>System Analysis and Tuning Guide</emphasis> pomaga w wykrywaniu i rozwiązywaniu problemów oraz w optymalizacji.

source: <emphasis>Virtualization with KVM</emphasis> offers an introduction to setting up and managing virtualization with KVM, libvirt and QEMU tools.
pl: Podręcznik <emphasis>Virtualization with KVM</emphasis> zawiera wprowadzenie do konfiguracji i zarządzania wirtualizacją przy pomocy narzędzi KVM, libvirt oraz QEMU.

source: Find the documentation in <filename>/usr/share/doc/manual/opensuse-manuals_$LANG</filename> after installing the package <systemitem>opensuse-manuals_$LANG</systemitem>, or online on <ulink url="http://doc.opensuse.org"/>.
pl: Dokumentacja będzie dostępna w katalogu <filename>/usr/share/doc/manual/opensuse-manuals_$LANG</filename> po zainstalowaniu pakietu <systemitem>opensuse-manuals_$LANG</systemitem>. Jest też dostępna online pod adresem <ulink url="http://doc.opensuse.org"/>.

source: UEFI&mdash;Unified Extensible Firmware Interface
pl: UEFI&mdash; interfejs UEFI

source: Prior to installing openSUSE on a system that boots using UEFI (Unified Extensible Firmware Interface) you are urgently advised to check for any firmware updates the hardware vendor recommends and, if availale, to install such an update. A pre-installed Windows 8 is a strong indication that your system boots using UEFI.
pl: Przed zainstalowaniem openSUSE na komputerze wykorzystującym interfejs UEFI (Unified Extensible Firmware Interface) bezwzględnie zaleca się sprawdzenie dostępności aktualizacji firmware, które rekomenduje producent sprzętu, oraz zainstalowanie ich. Preinstalowany system Windows 8 jest znaczącą wskazówką, że dany komputer wykorzystuje UEFI.

source: <emphasis>Background:</emphasis> Some UEFI firmware has bugs that cause it to break if too much data gets written to the UEFI storage area. Nobody really knows how much "too much" is, though. openSUSE minimizes the risk by not writing more than the bare minimum required to boot the OS. The minimum means telling the UEFI firmware about the location of the openSUSE boot loader. Upstream Linux Kernel features that use the UEFI storage area for storing boot and crash information (<literal>pstore</literal>) have been disabled by default. Nevertheless it is recommended to install any firmware updates the hardware vendor recommends.
pl: <emphasis>Wyjaśnienie:</emphasis> Zdarza się, że firmware interfejsu UEFI zawiera błędy, które powodują niepoprawne działanie, gdy zbyt duża ilość danych jest zapisywana w buforze UEFI. Nie wiadomo jak dużo to "za dużo". openSUSE ogranicza ryzyko zapisania większej ilości danych niż jest to niezbędne. Wskazane jest wyłącznie położenie menadżera rozruchu openSUSE. Jądro Linux zapewnia możliwość użycia bufora UEFI do zapisywania informacji dotyczących uruchamiania i błędów, jednakże funkcja (<literal>pstore</literal>) domyślnie jest zablokowana. Niezależnie od tego zaleca się instalowanie aktualizacji firmware polecanych przez producenta sprzętu.

source: System Upgrade
pl: Aktualizacja systemu

source: systemd: Activating NetworkManager with a network.service Alias Link
pl: systemd: uruchomienie NetworkManager przy pomocy aliasu network.service

source: By default, you use the YaST Network Settings dialog (<command>yast2 network</command>) to activate NetworkManager. If you want to activate NetworkManager, proceed as follows.
pl: By uruchomić NetworManager domyślnie używa się modułu YaST (<command>yast2 network</command>) do zarządzania siecią. Można również wykonać następujące czynności.

source: The <literal>NETWORKMANAGER</literal> sysconfig variable in <filename>/etc/sysconfig/network/config</filename> to activate NetworkManager has been replaced with a systemd <literal>network.service</literal> alias link, which will be created with the
pl: Zmienna <literal>NETWORKMANAGER</literal> w pliku <filename>/etc/sysconfig/network/config</filename> została zastąpiona przez alias <literal>network.service</literal> menadżera systemu systemd, który zostanie utworzony przy pomocy polecenia

source: command. It causes the creation of a <literal>network.service</literal> alias link pointing to the <literal>NetworkManager.service</literal>, and thus deactivates the <filename>/etc/init.d/network</filename> script. The command
pl: Powoduje ono utworzenie aliasu <literal>network.service</literal> wskazującego <literal>NetworkManager.service</literal>, co wyłączy skrypt <filename>/etc/init.d/network</filename>. Polecenie

source: allows to query the currently selected network service.
pl: pozwala uzyskać informacje dotyczącą bieżącej konfiguracji.

source: To enable NetworkManager, use:
pl: By uruchomić NetworManager, należy:

source: First, stop the running service:
pl: Najpierw należy zatrzymać aktualnie uruchomioną usługę:

source: Enable the NetworkManager service:
pl: Uaktywnić usługę NetworkManager:

source: Start the NetworkManager service (via alias link):
pl: Uruchomić usługę NetworkManager (przy pomocy aliasu):

source: To disable NetworkManager, use:
pl: Aby zatrzymać NetworkManager, należy:

source: Stop the running service:
pl: Zatrzymać uruchomioną usługę:

source: Disable the NetworkManager service:
pl: Zatrzymać usługę NetworkManager:

source: Start the <command>/etc/init.d/network</command> service: <screen>systemctl start network.service</screen>
pl: Uruchomić usługę <command>/etc/init.d/network</command>: <screen>systemctl start network.service</screen>

source: To query the currently selected service, use:
pl: W celu uzyskania informacji o wybranej usłudze, należy wydać polecenie:

source: It returns "<literal>Id=NetworkManager.service</literal>" if the NetworkManager service is enabled, otherwise "<literal>Id=network.service</literal>" and <command>/etc/init.d/network</command> is acting as the network service.
pl: zostanie wyświetlone "<literal>Id=NetworkManager.service</literal>" jeżeli usługa NetworkManager jest uruchomiona. W innym wypadku "<literal>Id=network.service</literal>" i <command>/etc/init.d/network</command> będą działać jako usługa dostarczania sieci.

source: SYSLOG_DAEMON Variable Removed
pl: Usunięcie zmiennej SYSLOG_DAEMON

source: The SYSLOG_DAEMON variable has been removed. Previously, it was used to select the syslog daemon. Starting with openSUSE 12.3, only one syslog implementation can be installed at a time on a system and will be selected automatically for usage.
pl: Zmienna SYSLOG_DAEMON została usunięta. Wcześniej wykorzystywano ją do wyboru usługi rejestrowania zdarzeń systemowych. Począwszy od openSUSE 12.3 tylko jedna taka usługa może być zainstalowana. Zostanie ona wybrana automatycznie.

source: For details, see the syslog(8) manpage.
pl: Więcej informacji w dostępnych w podręczniku: syslog(8) manpage.

source: Technical
pl: Informacje techniczne

source: Initializing Graphics with KMS (Kernel Mode Setting)
pl: Inicjalizacja grafiki z KMS (Ustawienia trybu jądra)

source: With openSUSE 11.3 we switched to KMS (Kernel Mode Setting) for Intel, ATI and NVIDIA graphics, which now is our default. If you encounter problems with the KMS driver support (intel, radeon, nouveau), disable KMS by adding <literal>nomodeset</literal> to the kernel boot command line. To set this permanently using Grub 2, the default boot loader, add it to the <literal>GRUB_CMDLINE_LINUX_DEFAULT</literal> kernel default load options line in your <filename>/etc/default/grub</filename> text file as root and running the terminal command
pl: Od wersji 11.3 openSUSE domyślne używa KMS (ustawienie trybu jądra) dla kart graficznych Intel, ATI oraz NVIDIA. W przypadku problemów ze wsparciem sterowników KMS (intel, radeon, nouveau), można wyłączyć KMS dodając parametr <literal>nomodeset</literal> podczas uruchamiania jądra. W tym celu należy wykorzystać Grub 2, domyślny menadżer uruchamiania, i w terminalu jako użytkownik root dodać wpis w pliku <filename>/etc/default/grub</filename> do wiersza zawierającego domyślne parametry uruchamiania jądra <literal>GRUB_CMDLINE_LINUX_DEFAULT</literal>.

source: for the changes to take effect. Else, for Grub Legacy, add it to the kernel command line in <filename>/boot/grub/menu.lst</filename>, also done as root. This option makes sure the appropriate kernel module (intel, radeon, nouveau) is loaded with <literal>modeset=0</literal> in <filename>initrd</filename>, i.e. KMS is disabled.
pl: aby wprowadzić zmiany. W innym wypadku, dla wcześniejszej wersji Grub, należy dodać wpis do pliku <filename>/boot/grub/menu.lst</filename> w linii parametrów jądra . Parametr ten powoduje, że właściwy moduł jądra (intel, radeon, nouveau) zostaje załadowany z opcją <literal>modeset=0</literal> <filename>initrd</filename>, czyli KMS jest wyłączone.

source: In the rare cases when loading the DRM module from <filename>initrd</filename> is a general problem and unrelated to KMS, it is even possible to disable loading of the DRM module in <filename>initrd</filename> completely. For this set the <literal>NO_KMS_IN_INITRD</literal> sysconfig variable to <literal>yes</literal> via YaST, which then recreates <filename>initrd</filename> afterwards. Reboot your machine.
pl: W wyjątkowych sytuacjach, kiedy ładowanie modułu DRM z <filename>initrd</filename> jest problematyczne, jednak niezwiązane z KMS, możliwe jest wówczas nawet całkowite wyłączenie modułu DRM w <filename>initrd</filename>. W tym celu należy za pomocą YaST ustawić zmienną sysconfig <literal>NO_KMS_IN_INITRD</literal> na <literal>yes</literal> a <filename>initrd</filename> zostanie ponownie utworzony. Po wykonaniu tej operacji konieczne jest ponowne uruchomienie komputera.

source: On Intel without KMS the Xserver falls back to the <literal>fbdev</literal> driver (the <literal>intel</literal> driver only supports KMS); alternatively, for legacy GPUs from Intel the "intellegacy" driver (<systemitem>xorg-x11-driver-video-intel-legacy</systemitem> package) is available, which still supports UMS (User Mode Setting). To use it, edit <filename>/etc/X11/xorg.conf.d/50-device.conf</filename> and change the driver entry to <literal>intellegacy</literal>.
pl: Na platformie Intel bez KMS Xserver powraca do sterownika <literal>fbdev</literal> (sterownik <literal>intel</literal> wspiera tylko KMS); opcjonalnie, istnieje sterownik "intellegacy" (pakiet <systemitem>xorg-x11-driver-video-intel-legacy</systemitem>), który nadal wspiera UMS (ustawienia trybu użytkownika). Aby go użyć należy edytować plik <filename>/etc/X11/xorg.conf.d/50-device.conf</filename> zmieniając wpis dotyczący sterownika na <literal>intellegacy</literal>.

source: On ATI for current GPUs it falls back to <literal>radeonhd</literal>. On NVIDIA without KMS the <literal>nv</literal> driver is used (the <literal>nouveau</literal> driver supports only KMS). Note, newer ATI and NVIDIA GPUs are falling back to <literal>fbdev</literal>, if you specify the <literal>nomodeset</literal> kernel boot parameter.
pl: Na platformie ATI dla obecnych GPU powraca do <literal>radeonhd</literal>. Dla NVIDIA bez KMS, używany jest sterownik <literal>nv</literal> (sterownik <literal>nouveau</literal> wspiera jedynie KMS).

source: systemd: Cleaning Directories (/tmp and /var/tmp)
pl: systemd: Czyszczenie katalogów (/tmp i /var/tmp)

source: By default, systemd cleans tmp directories daily as configured in <filename>/usr/lib/tmpfiles.d/tmp.conf</filename>. Users can change it by copying <filename>/usr/lib/tmpfiles.d/tmp.conf</filename> to <filename>/etc/tmpfiles.d/tmp.conf</filename> and modifying the copied file. It will override <filename>/usr/lib/tmpfiles.d/tmp.conf</filename>.
pl: Domyślnie systemd codziennie usuwa zawartość katalogów tymczasowych tak, jak jest to skonfigurowane w pliku <filename>/usr/lib/tmpfiles.d/tmp.conf</filename>. Użytkownicy mogą wprowadzić zmiany kopiując plik <filename>/usr/lib/tmpfiles.d/tmp.conf</filename> do <filename>/etc/tmpfiles.d/tmp.conf</filename>, a następnie edytując go. Zawartość <filename>/usr/lib/tmpfiles.d/tmp.conf</filename> zostanie pominięta.

source: Note: systemd does not honor obsolete sysconfig variables in <filename>/etc/sysconfig/cron</filename> such as <literal>TMP_DIRS_TO_CLEAR</literal>.
pl: Uwaga: usługa systemd nie uwzględnia zdezaktualizowanych zmiennych sysconfig zapisanych w pliku <filename>/etc/sysconfig/cron</filename>, takich jak <literal>TMP_DIRS_TO_CLEAR</literal>.

source: Configuring Postfix
pl: Konfiguracja Postfix

source: The <filename>SuSEconfig.postfix</filename> was renamed as <filename>/usr/sbin/config.postfix</filename>. If you set sysconfig variables in <filename>/etc/sysconfig/postfix</filename> or <filename>/etc/sysconfig/mail</filename>, you must manually run <filename>/usr/sbin/config.postfix</filename> as root.
pl: <filename>SuSEconfig.postfix</filename> został zmieniony na <filename>/usr/sbin/config.postfix</filename>. Jeżeli zdefiniowano zmienne w pliku <filename>/etc/sysconfig/postfix</filename> lub <filename>/etc/sysconfig/mail</filename>, należy jako root uruchomić <filename>/usr/sbin/config.postfix</filename>.

source: translator-credits
pl: Aviary.pl <team@aviary.pl>, do 2008 Polska społeczność openSUSE 2009 - 2013
