Repository: aviarypl/suse-l10n-pl
Catalog: lcn/rug.*.po
Languages: pl

source: Search for a match to all search strings (default)
pl: Szuka dopasowania dla wszystkich ciągów (domyślne)

source: Search for a match to any of the search strings
pl: Szuka dopasowania do dowolnego z ciągów

source: Matches for search strings may be partial words
pl: Znalelezione ciągi mogą być częściami słów

source: Matches for search strings may be whole words
pl: Znalelezione ciągi mogą być całymi słowami

source: Search in package descriptions, but not package names
pl: Przeszukuje tylko opisy pakietów (bez nazw pakietów)

source: Show only packages that are already installed
pl: Wyświetla pakiety dotychczas zainstalowane

source: Show only packages that are not currently installed
pl: Wyświetla pakiety, które nie są zainstalowane

source: Show only locked packages
pl: Wyświetla tylko zablokowane pakiety

source: Show only unlocked packages
pl: Wyświetla tylko odblokowane pakiety

source: Show only the packages from the catalog you specify
pl: Wyświetla tylko pakiety z określonego katalogu

source: Sort packages by name (default)
pl: Sortuje pakiety po nazwach (domyślne)

source: Sort packages by catalog, not by name
pl: Sortuje pakiety po katalogu, a nie nazwie

source: Search for packages matching a pattern
pl: Szuka pakietów pasujących do wzorca

source: Package management
pl: Zarządzanie pakietami

source: '{0}' matches '{1}'
pl: '{0}' pasuje do '{1}'

source: No such file or directory '{0}'.
pl: Brak pliku lub katalogu '{0}'.

source: Unable to find package '{0}'
pl: Nie można znaleźć pakietu '{0}'

source: Unable to find package '{0}' in any subscribed catalog
pl: Nie znaleziono pakietu '{0}' w żadnym z subskrybowanych katalogów

source: There is no newer version of package '{0}'
pl: Brak nowszej wersji pakietu '{0}'

source: There is no newer version of package '{0}' in any subscribed catalog
pl: Brak nowszej wersji pakietu '{0}' w żadnym z subskrybowanych katalogów

source: Using {0} {1} from the '{2}' catalog
pl: Użyto {0} {1} z katalogu '{2}'

source: Can not query for
pl: Nie można wykonać zapytania dla

source: No packages found.
pl: Nie znaleziono żadnych pakietów.

source: Name
pl: Nazwa

source: Version
pl: Wersja

source: Bundle
pl: Zestaw

source: Catalog
pl: Katalog

source: Show only installed packages
pl: Wyświetla tylko zainstalowane pakirty

source: Show only uninstalled packages
pl: Wyświetla tylko niezainstalowane pakiety

source: Sort packages by catalog
pl: Sortuje pakiety po nazwie katalogu

source: Show the packages in a given catalog
pl: Wyświetla pakiety w danym katalogu

source: Show the packages in a given bundle
pl: Wyświetla pakiety w danym zestawie

source: No bundle was specified.
pl: Nie podano nazwy zestawu.

source: No bundle with name '{0}' found.
pl: Brak zestawu o nazwie '{0}'.

source: --- Bundle '{0}' contains no packages ---
pl: --- Zestaw '{0}' nie zawiera żadnych pakietów ---

source: Search for uninstalled packages
pl: Szuka odinstalowanych pakietów

source: Search in unsubscribed catalogs
pl: Szuka w odsubskrybowanych katalogach

source: Show the full info for packages
pl: Wyświetla pełne dane pakietów

source: Catalog:
pl: Katalog:

source: Name:
pl: Nazwa:

source: Version:
pl: Wersja:

source: Installed:
pl: Zainstalowany:

source: Yes
pl: Tak

source: No
pl: Nie

source: Status:
pl: Stan:

source: update available
pl: dostępne uaktualnienia

source: up-to-date
pl: aktualny

source: newer than latest available version
pl: nowszy niż najnowsza dostępna wersja

source: unknown
pl: nieznany

source: Installed Size:
pl: Rozmiar po zainstalowaniu:

source: Summary:
pl: Podsumowanie:

source: Description:
pl: Opis:

source: List files within a package
pl: Wyświetla pliki z pakietu

source: --- No packages found ---
pl: --- Nie znaleziono żadnych pakietów ---

source: List package's provides
pl: Wyświetla wartości 'dostarcza' z pakietu

source: List all packages that can satisfy a requirement
pl: Wyświetla wszystkie pakiety spełniające wymagania

source: Display full version information for packages
pl: Wyświetla pełną informację o wersjach pakietów

source: List package's requirements
pl: Wyświtla wymagania pakietu

source: Requirement
pl: Wymaganie

source: Provided By
pl: Dostarczane przez

source: --- No requirements ---
pl: --- Brak wymagań ---

source: List all conflicts for package
pl: Wyświetla wszystkie konflikty pakietu

source: Conflict
pl: Konflikt

source: --- No Conflicts ---
pl: --- Brak konfliktów ---

source: List all obsoletes for package
pl: Wyświetla wartości 'dezaktualizuje' pakietu

source: Obsoletes
pl: Dezaktualizuje

source: --- No Obsoletes ---
pl: --- Brak dezaktualizacji ---

source: Get package which contains file
pl: Pobiera pakiet zawierający plik

source: Warning: No such file or directory: {0}
pl: Uwaga: brak pliku lub katalogu {0}

source: No package owns file {0}
pl: Żaden pakiet nie zawiera pliku {0}

source: Show a per-catalog summary of available updates.
pl: Wyświetla listę dostępnych aktualizacji dla poszczególnych katalogów

source: No updates are available.
pl: Brak dostępnych aktualizacji.

source: Updates are only visible when you are subscribed to a catalog.
pl: Uaktualnienia widoczne są tylko gdy katalog jest zasubskrybowany.

source: There are {0} {1} available at this time.
pl: Obecnie dostępne są {0} {1}.

source: update
pl: aktualizacja

source: updates
pl: aktualizacje

source: is
pl: jest

source: are
pl: są

source: Security
pl: Bezpieczeństwo

source: Recommended
pl: Zalecana

source: Optional
pl: Opcjonalna

source: Other
pl: Inne

source: Total
pl: Razem

source: Specify type of updates
pl: Określa typ aktualizacji

source: Show the available updates.
pl: Wyświetla listę dostępnych aktualizacji.

source: No updates are available in the specified catalogs.
pl: Brak aktualizacji dla podanych katalogów.

source: The following updates are required:
pl: Wymagane są następujące uaktualnienia:

source: Can only specify category for patch updates
pl: Kategorię można określić tylko dla poprawek uaktualniających.

source: Invalid type '{0}'. Type can be either 'package' or 'patch'
pl: Błędny typ '{0}'. Dopuszczalne wartości to 'package' lub 'patch'

source: Only download updates
pl: Tylko pobieraj poprawki

source: Skip interactive updates
pl: Pomija interaktywne aktualizacje

source: Specify category of patches to update
pl: Określa kategorię poprawek do aktualizacji

source: Update packages
pl: Uaktualnij pakiety

source: Allow unsubscribed catalogs
pl: Dopuść odsubskrybowane katalogi

source: Only download packages
pl: Tylko pobiera poprawki

source: Install all of the packages from the catalogs specified
pl: Instaluje wszystkie pakiety z określonych katalogów

source: Install packages
pl: Instalacja pakietów

source: Nothing to install.
pl: Brak pakietów do instalacji.

source: No catalogs specified
pl: Nie podano katalogów

source: No packages found in catalog '{0}'
pl: W katalogu '{0}' nie znaleziono żadnego pakietu.

source: -c specified without catalog.
pl: -c użyte bez podanego katalogu.

source: -t specified without resolvable.
pl: -t użyte bez obiektu.

source: File '{0}' does not exist
pl: Plik '{0}' nie istnieje

source: File {0}' is not a valid package
pl: Plik '{0}' nie jest poprawnym pakietem

source: '{0}' is not available.
pl: '{0}' nie jest dostępny.

source: There is no newer version of '{0}' available in '{1}'
pl: Brak nowszej wersji '{0}' w '{1}'

source: There is no newer version of '{0}' available in subscribed catalogs
pl: Brak nowszej wersji '{0}' w żadnym z subskrybowanych katalogów

source: There is no newer version of '{0}' available in any catalog
pl: Brak nowszej wersji '{0}' w żadnym katalogu

source: Remove packages
pl: Usuwa pakiety

source: -t specified without resolvable type.
pl: -t podane bez typu obiektu.

source: Can not find resolvable '{0}'
pl: Nie można znaleźć obiektu '{0}'

source: Rollback packages to a specified date
pl: Przywraca pakiety do określonej daty

source: Could not parse date/time:
pl: Nie można zanalizować daty/czasu:

source: Rollback is not enabled.
pl: Przywracanie jest wyłączone

source: There are no rollback actions to perform.
pl: Brak zadań przywracania do wykonania.

source: Rolling back to:
pl: Przywracanie do:

source: The following packages will be installed:
pl: Następujące pakiety zostaną zainstalowane:

source: The following packages will be removed:
pl: Następujące pakiety zostaną usunięte:

source: y
pl: t

source: Proceed with transaction? ({0}/N)
pl: Kontynuować transakcję? ({0}/N)

source: Transaction Cancelled.
pl: Transakcja anulowana.

source: Download failed:
pl: Pobieranie nie powiodło się:

source: Transaction Finished
pl: Transakcja zakończona.

source: Transaction failed:
pl: Transakcja nie powiodła się:

source: Only do a dryrun
pl: Uruchamia w trybie próbnym

source: Always require confirmation
pl: Zawsze żąda potwierdzenia

source: Don't require confirmation
pl: Nie żąda potwierdzenia

source: Cancelling download
pl: Anulowanie pobierania

source: Transaction cancelled
pl: Transakcja anulowana

source: Can't cancel transaction, it will finish in background
pl: Nie można anulować transakcji. Zostanie ona zakończona w tle.

source: Resolving install '{0}'
pl: Przygotowanie instalacji '{0}'

source: Resolving removal '{0}'
pl: Przygotowanie usunięcia '{0}'

source: Resolving Dependencies...
pl: Sprawdzanie zależności...

source: Dependency resolution failed:
pl: Sprawdzanie zależności nie powiodło się:

source: No actions to perform.
pl: Brak zadań do wykonania.

source: The following packages will be downloaded:
pl: Pobrane zostaną następujące pakiety:

source: The following packages will be installed:
pl: Zainstalowane zostaną następujące pakiety:

source: The following packages will be upgraded:
pl: Zaktualizowane zostaną następujące pakiety:

source: The following packages will be removed:
pl: Usunięte zostaną następujące pakiety:

source: Total download size is {0}
pl: Rozmiar pobierania: {0}

source: Transaction requires confirmation, but is being run non-interactively
pl: Transakcja wymaga potwierdzenia, lecz jest uruchomiona w trybie nieinteraktywnym

source: You must agree to the license before installing this software
pl: Przed instalacją tego oprogramowania należy zaakceptować licencję

source: User declined key import
pl: Użytkownik odrzucił klucz

source: Transaction requires license confirmation, but is being run non-interactively
pl: Transakcja wymaga potwierdzenia licencji, lecz jest uruchomiona w trybie nieinteraktywnym

source: Verify system dependencies
pl: Sprawdza zależności systemowe

source: System successfully verified.
pl: System sprawdzony poprawnie.

source: Invalid relation
pl: Nieprawidłowa relacja

source: --- No matches ---
pl: --- Brak wyników ---

source: Package
pl: Pakiet

source: List packages that conflict with a given token
pl: Wyświetla pakiety w konflikcie z danym elementem

source: Show which packages provide a given token
pl: Wyświetla pakiety dostarczające dany element

source: Show which packages require a given token
pl: Wyświetla pakiety wymagające danego elementu

source: Get an dump of system information as a sqlite database
pl: Zapisuje zrzut informacji o systemie jako bazę danych sqlite

source: Get a list of saved check points
pl: Wyświetla listę zapisanych punktów kontrolnych

source: No check points found.
pl: Nie znaleziono żadnych punktów kontrolnych.

source: Date
pl: Data

source: Add a check point
pl: Dodaje punkt kontrolny

source: Added check point '{0}'
pl: Dodano punkt kontrolny '{0}'

source: Remove a check point
pl: Usuwa punkt kontrolny

source: No check point named '{0}' was found.
pl: Nie znaleziono punktu kontrolnego '{0}'.

source: Removed check point '{0}'
pl: Usunięto punkt kontrolny '{0}'

source: List package lock rules
pl: Wyświetla listę blokad pakietów

source: No locks defined.
pl: Brak zdefiniowanych blokad.

source: Importance
pl: Waga

source: (any)
pl: (jakikolwiek)

source: Add a package lock rule
pl: Dodaje regułę blokowania pakietu

source: Catalog to match in lock
pl: Katalog obowiązywania blokady

source: Lock against updates that are less important than 'importance' (valid are 'minor', 'feature', 'suggested', 'urgent', 'necessary')
pl: Blokuje uaktualnienia mniej ważne niż 'waga' (wartości: 'minor', 'feature', 'suggested', 'urgent', 'necessary')

source: Wildcards are not allowed when specifying versioned locks.
pl: Znaki zastępcze nie są dozwolone przy określaniu blokad wersji.

source: is not a valid relation.
pl: nie jest poprawną relacją.

source: Valid relations are: {0}
pl: Poprawne relacje : {0}

source: is not a valid importance.
pl: nie jest poprawnym określeniem wagi.

source: Valid values are: {0}
pl: Poprawne wartości: {0}

source: Lock added successfully.
pl: Blokada dodana.

source: Remove a package lock rule
pl: Usuwa blokadę pakietu

source: Lock '{0}' removed successfully.
pl: Blokada '{0}' usunięta.

source: Can not remove lock '{0}': {1}
pl: Nie można usunąć blokady '{0}': {1}

source: Ignoring invalid lock number '{0}'
pl: Błędna blokada numer '{0}' zignorowana

source: Category
pl: Kategoria

source: Installed
pl: Zainstalowany

source: No longer applicable
pl: Nie ma już zastosowania

source: Applied
pl: Zastosowany

source: Broken
pl: Uszkodzony

source: Uninstalled
pl: Odinstalowany

source: Not Applicable
pl: Nie ma zastosowania

source: Not needed
pl: Niepotrzebny

source: Needed
pl: Potrzebny

source: No patches found.
pl: Nie znaleziono poprawek.

source: package:
pl: pakiet:

source: script:
pl: skrypt:

source: message:
pl: komunikat:

source: patch:
pl: poprawka:

source: pattern:
pl: wzorzec:

source: product:
pl: produkt:

source: selection:
pl: wybór:

source: language:
pl: język:

source: source:
pl: źródło:

source: Show only installed patches
pl: Wyświetla tylko zainstalowane poprawki

source: Show only uninstalled patches
pl: Wyświetla tylko usunięte poprawki

source: Show the patches in a given catalog
pl: Wyświetla poprawki w danym katalogu

source: Patch management
pl: Zarządzanie poprawkami

source: Search in patch descriptions, but not package names
pl: Szuka w opisach poprawek (nie w nazwach pakietów)

source: Show only patches that are already installed
pl: Wyświetla tylko poprawki już zainstalowane

source: Show only patches that are not currently installed
pl: Wyświetla poprawki niezainstalowane

source: Show only locked patches
pl: Wyświetla tylko zablokowane poprawki

source: Show only unlocked patches
pl: Wyświetla tylko odblokowane poprawki

source: Show only the patches from the catalog you specify
pl: Wyświetla tylko poprawki z określonego katalogu

source: Sort by name (default)
pl: Sortuje po nazwie (domyślnie)

source: Sort by catalog, not by name
pl: Sortuje po katalogu, a nie po nazwie

source: Search for patches matching a pattern
pl: Szuka poprawek pasujących do wzorca

source: Show detailed information for a patch
pl: Wyświetla szczegółowe informacje o poprawce

source: Category:
pl: Kategoria:

source: Created On:
pl: Utworzono:

source: Reboot Required:
pl: Ponowne uruchomienie:

source: Restart Required:
pl: Ponowne uruchomienie:

source: Interactive:
pl: Interktywny:

source: Provides:
pl: Dostarcza:

source: Requires:
pl: Wymaga:

source: Conflicts:
pl: Jest w konflikcie z:

source: Obsoletes:
pl: Dezaktualizuje:

source: Show only installed patterns
pl: Wyświetla tylko zainstalowane wzorce

source: Show only uninstalled patterns
pl: Wyświetla tylko usunięte wzorce

source: Show the patterns in a given catalog
pl: Wyświetla wzorce w danym katalogu

source: Pattern management
pl: Zarządzanie wzorcami

source: Show detailed information for a pattern
pl: Wyświetla szczegółowe informacje o wzorcu

source: Show only installed products
pl: Wyświetla tylko zainstalowane produkty

source: Show only uninstalled products
pl: Wyświetla tylko niezainstalowane produkty

source: Show the products in a given catalog
pl: Wyświetla produkty w danym katalogu

source: Product management
pl: Zarządzanie produktami

source: Show detailed information for a product
pl: Wyświetla szczegółowe informacje o produkcie

source: Normal output (default)
pl: Zwykłe komunikaty (domyślnie)

source: Terse output
pl: Krótkie komunikaty

source: No abbreviation
pl: Bez skrótu

source: Quiet output, print only error messages
pl: Bez komunikatów. Wyświetla tylko błędy

source: Debug output, print full exception traces
pl: Komunikaty uruchomieniowe. Wyświetla pełne ścieżki wyjątków

source: Failed to load plugin at '{0}': {1}
pl: Nie można wczytać wtyczki w '{0}': {1}

source: ZMD does not appear to be running.
pl: Demon ZMD nie jest uruchomiony.

source: A list of all of the available commands
pl: Wyświetla wszystkie dostępne polecenia

source: Do not show descriptions of the preferences
pl: Nie wyświetla opisów preferencji

source: List the system preferences that may be set
pl: Wyświetla preferencje systemowe, które można ustawić

source: Preference management
pl: Preferencje

source: Value
pl: Wartość

source: Description
pl: Opis

source: Set a preference variable
pl: Ustawia zmienną preferencji

source: Preference '{0}' changed from '{1}' to '{2}'
pl: Preferencja '{0}' zmieniona z '{1}' na '{2}'

source: Show the service uri
pl: Pokaż adres URI usługi

source: List the available catalogs
pl: Wyświetla listę dostępnych katalogów

source: Bundle management
pl: Zarządzanie zestawami

source: Sub'd?
pl: Subskrybowane?

source: Service
pl: Usługa

source: --- No catalogs available ---
pl: --- Brak katalogów ---

source: Fail if attempting to subscribe to an already-subscribed catalog
pl: Zgłasza błąd przy subskrypcji zasubskrybowanego już katalogu

source: Subscribe to all catalogs
pl: Subskrybuje wszystkie katalogi

source: Specify the service
pl: Określi usługę

source: Subscribe to catalogs
pl: Subskrybuje katalogi

source: '{0}' is not a valid catalog.
pl: '{0}' nie jest prawidłowym katalogiem

source: Already subscribed to catalog '{0}'
pl: Katalog '{0}' jest już subskrybowany

source: Subscribed to '{0}'
pl: Zasubskrybowano '{0}'

source: Fail if attempting to unsubscribe from a non-subscribed catalog
pl: Zgłasza błąd przy anulowaniu subskrypcji niesubskrybowanego katalogu

source: Unsubscribe from all catalogs
pl: Anuluje subskrypcję wszystkich katalogów

source: Unsubscribe to catalogs
pl: Anuluje subskrypcję katalogów

source: Already unsubscribed from catalog '{0}'
pl: Katalog '{0}' nie jest już subskrybowany

source: Unsubscribed from '{0}'
pl: Anulowano subskrypcję '{0}'

source: Show only installed bundles
pl: Wyświetla tylko zainstalowane zestawy

source: Show only uninstalled bundles
pl: Wyświetla tylko niezainstalowane zestawy

source: Show only incomplete bundles
pl: Wyświetla tylko niekompletne zestawy

source: List the available bundles
pl: Wyświetla listę dostępnych zestawów

source: Type
pl: Typ

source: --- No bundles found ---
pl: --- Brak zestawów ---

source: No confirmation
pl: Brak potwierdzenia

source: Only prepare bundles
pl: Tylko przygotowuje zestawy

source: Freshen children
pl: Odświeża dzieci

source: Allow conflicting packages to be removed
pl: Zezwala na usunięcie pakietów będących w konflikcie

source: Do a dryrun
pl: Uruchomienie próbne

source: Couldn't find bundle matching '{0}' in catalog '{1}'
pl: Nie znaleziono zestawu pasującego do '{0}' w katalogu '{1}'

source: Couldn't find bundle matching '{0}'
pl: Nie znaleziono zestawu pasującego do '{0}'

source: No operations specified
pl: Nie podano operacji

source: The following bundles will be installed:
pl: Następujące zestawy zostaną zainstalowane:

source: The following bundles will be removed:
pl: Następujące zestawy zostaną usunięte:

source: Licenses for '{0}'
pl: Licencje dla '{0}'

source: Do you agree to the above license? ({0}/N):
pl: Czy zgadzasz się na powyższą licencję? ({0}/N):

source: License rejected, transaction cancelled.
pl: Licencja odrzucona - transakcja anulowana.

source: Could not prepare bundles: {0}
pl: Nie można przygotować zestawów: {0}

source: Could not install bundles: {0}
pl: Nie można zainstalować zestawów: {0}

source: Bundle dry run transaction was successful
pl: Próbne uruchomienie transakcji zestawu zakończone powodzeniem

source: Bundle transaction was successful
pl: Transakcja zestawu zakończona powodzeniam

source: Install all of the bundles from the catalogs specified
pl: Instaluje wszystkie zestawy z podanego katalogu

source: Install bundles
pl: Instaluje zestawy

source: At least one catalog must be specified
pl: Należy podać przynajmniej jeden katalog

source: Remove bundles
pl: Usuwa zestawy

source: Upgrade bundles
pl: Aktualizuje zestawy

source: No upgrades available.
pl: Brak dostępnych aktualizacji.

source: Successfully upgraded bundles
pl: Aktualizacja zestawów zakończona powodzeniem

source: Only installed bundles
pl: Tylko zainstalowane zestawy

source: Search for bundles
pl: Szuka zestawów

source: List bundle locks
pl: Wyświetla blokady zestawów

source: --- No bundle locks found ---
pl: -- Brak blokad zestawów ---

source: Add a bundle lock rule
pl: Dodaje blokadę zestawów

source: Bundle lock was successfully added.
pl: Blokada zestawów dodana.

source: Delete a bundle lock
pl: Usuwa blokadę zestawów

source: The following key must be trusted in order to proceed: Name: {0} ID: {1} Fingerprint: {2} Would you like to trust this key? ({3}/N)
pl: Aby kontynuować, poniższy klucz należy dodać do zaufanych: Nazwa: {0} ID: {1} Odcisk: {2} Czy dodać go do zbioru zaufanych kluczy ({3}/N)?

source: Done
pl: Zakończono

source: ERROR:
pl: BŁĄD:

source: WARNING:
pl: UWAGA:

source: List users
pl: Wyświetla użytkowników

source: User management
pl: Zarządzanie użytkownikami

source: No users found
pl: Nie znaleziono żadnych użytkowników

source: Username
pl: Nazwa użytkownika

source: Privileges
pl: Uprawnienia

source: Replace the user if they already exist
pl: Zamienia użytkownika jeśli istnieje wcześniej

source: Add a new user
pl: Dodaje nowego użytkownika

source: Invalid privilege '{0}'
pl: Nieprawidłowe uprawnienie '{0}'

source: At the prompt, type +/- followed by a privilege name to add/remove
pl: Proszę wpisać +/- z nazwą uprawnienia do nadania/usunięcia.

source: that privilege. To accept the current set of privileges, press return.
pl: Klawisz Enter zatwierdza bieżące ustawienia uprawnień.

source: Current Privileges:
pl: Aktualne uprawnienia:

source: Changes:
pl: Zmiany:

source: Ignoring invalid privilege setting '{0}'
pl: Wartość uprawnienia '{0}' zignorowana

source: Username:
pl: Nazwa użytkownika:

source: User '{0}' already exists.
pl: Użytkownik '{0}' już istnieje.

source: Edit an existing user
pl: Modyfikuj istniejącego użytkownika

source: No username was specified.
pl: Nie podano nazwy użytkownika.

source: Unknown user '{0}'
pl: Nieznany użytkownik '{0}'

source: Delete users
pl: Usuwa użytkowników

source: User '{0}' successfully deleted
pl: Użytkownik '{0}' usunięty

source: Attempt to delete user '{0}' failed
pl: Nie można usunąć użytkownika '{0}'

source: User '{0}' not found
pl: Nie znaleziono użytkownika '{0}'

source: Search by package name (default)
pl: Szuka po nazwie pakietu (domyślnie)

source: Search by action
pl: Szuka po akcji

source: Maximum number of days to look back (default 30)
pl: Maksymalna liczba dni do przeszukania (domyślnir 30)

source: Search log entries
pl: Szuka wpisów w dzienniku

source: No matches.
pl: Nie znaleziono pasujących.

source: Action
pl: Czynność

source: Search by bundle name (default)
pl: Szuka po nazwie zestawu (domyślnie)

source: Search by host
pl: Szuka po nazwie hosta

source: Search by user
pl: Szuka po nazwie użytkownika

source: Require packages to match all search strings (default)
pl: Szuka pakietó pasujących do wszystkich ciągów (domyślnie)

source: Allow packages to mathc any search string
pl: Szuka pakietó pasujących do dowolnego z ciągów
