Repository: aviarypl/suse-l10n-pl
Catalog: lcn/rug.*.po
Languages: pl

source: Match search strings against any part of text
pl: Szuka ciągu we fragmentach tekstu

source: Require search strings to match entire words
pl: Szuka tylko pełnych słów

source: Search bundle log entries
pl: Szukaj wpisów w dzienniku zestawów

source: User
pl: Użytkownik

source: Ping the deamon
pl: Wysyła ping do demona

source: Started at {0} (uptime: {1} days, {2} hours, {3} minutes)
pl: Uruchomiono {0} (działa {1} dni, {2} godzin. {3} minut)

source: RSS size: {0}
pl: Wielkość RSS: {0}

source: Network Connected: {0}
pl: Połączenie sieciowe: {0}

source: Running on {0}
pl: Uruchomiono na {0}

source: OS Target: {0} {1} ({2})
pl: System operacyjny: {0} {1} ({2})

source: Module Name
pl: Nazwa modułu

source: Force the shutdown
pl: Wymusza zatrzymanie

source: Don't wait for confirmation that the daemon was shut down
pl: Nie czeka na potwierdzenie zatrzymania demona

source: Shut down the daemon
pl: Zatrzymuje demona

source: Waiting for daemon to shut down...
pl: Oczekiwanie na zamknięcie demona...

source: ZMD successfully shut down.
pl: Demon ZMD zatrzymany.

source: Force the restart
pl: Wymusza ponowne uruchomienie demona

source: Don't wait for confirmation that the daemon has restarted
pl: Nie czekaj na potwierdzenie ponownego uruchomienia demona

source: Clean up at restart
pl: Czyszczenie podczas ponownego uruchomienia

source: Restart the daemon
pl: Ponownie uruchamia demona

source: ZMD is not running.
pl: Demon ZMD nie jest uruchomiony.

source: Waiting for daemon to restart...
pl: Oczekiwanie na ponowne uruchomienie demona...

source: ZMD successfully restarted.
pl: Demon ZMD ponownie uruchomiony.

source: Put the daemon to sleep
pl: Usypia demona

source: Show scheduled items
pl: Wyświetla zaplanowane elementy

source: Next
pl: Dalej

source: Previous
pl: Poprzedni

source: --- No schedules found ---
pl: --- Brak harmonogramów ---

source: Load ZMD modules
pl: Ładuje moduły ZMD

source: Modules successfully loaded.
pl: Moduły pomyślnie załadowane.

source: Clean the HTTP cache
pl: Czyści pamięć podręczną HTTP

source: Cache cleanup successful
pl: Czyszczenie pamięci podręcznej HTTP zakończone

source: List the available service types
pl: Wyświetla listę dostępnych typów usług

source: Service management
pl: Zarządzanie usługami

source: No service types found.
pl: Nie znaleziono żadnych typów usług.

source: List the available services
pl: Wyświetla listę dostępnych usług

source: --- No services found ---
pl: --- Brak usług ---

source: Type of service, default is to autodetect
pl: Typ usługi (domyślnie automatycznie wykrywany)

source: Type of device
pl: Typ urządzenia

source: Registration key
pl: Kod rejestracyjny

source: Add the service even if it fails
pl: Dodaje usługę nawet w przypadku błędu

source: Set an option
pl: Ustawia opcję

source: Add a service
pl: Dodaje usługę

source: No valid URI was specified.
pl: Nie podano poprawnego adresu URI.

source: Invalid service type '{0}'
pl: Nieprawidłowy typ usługi '{0}'

source: Invalid option '{0}'
pl: Nieprawidłowa opcja'{0}'

source: Successfully added service '{0}'
pl: Dodano usługę '{0}'

source: Could not add '{0}': {1}
pl: Nie można dodać '{0}': {1}

source: Delete a service
pl: Usuwa usługę

source: You must provide a URI or number to delete.
pl: Należy podać adres URI lub numer usługi do usunięcia.

source: Can not find service '{0}'
pl: Nie można znaleźć usługi '{0}'

source: Successfully removed service '{0}'
pl: Usunięto usługę '{0}'

source: Recurse into the directory
pl: Wchodzi do podkatalogów

source: Alias for new channel
pl: Alias dla nowego kanału

source: Name for new channel
pl: Nazwa nowego kanału

source: Mount directory as a channel
pl: Montuje katalog jako kanał

source: The current ZMD does not support mounting
pl: Bieżąca wersja ZMD nie obsługuje montowania

source: Refresh all or some services
pl: Odświeża wszystkie lub niektóe usługi

source: Successfully refreshed.
pl: Odświeżanie zakończone.

source: Register a service
pl: Rejestruje usługę

source: Too many arguments.
pl: Zbyt wiele argumentów.

source: Successfully registered.
pl: Rejestracja zakończona powodzeniem.

source: ERROR: Argument '{0}' is invalid
pl: BŁĄD: Argument '{0}' jest nieprawidłowy
