Repository: aviarypl/suse-l10n-pl
Catalog: lcn/scout.*.po
Languages: pl

source: Search for autoconf macros inside the m4 files.
pl: Wyszukiwanie makr autoconf wewnątrz plików m4.

source: pkg
pl: pakiet

source: repository
pl: repozytorium

source: package
pl: pakiet

source: m4 file
pl: plik m4

source: Search for binaries contained in the packages.
pl: Wyszukiwanie bienarek zawartych w tym pakiecie.

source: path
pl: ścieżka

source: binary
pl: binarka

source: - template module -
pl: - przykładowy moduł -

source: Search for C/C++/Obj-C/Obj-C++ headers.
pl: Wyszukiwanie nagłówków C/C++/Obj-C/Obj-C++.

source: header
pl: nagłówek

source: show this help message and exit
pl: Pokaż tę wiadomość pomocy i wyjdź

source: show program's version number and exit
pl: Wyświetla wersję programu i kończy pracę

source: Usage: %prog [global_opts] module [local_opts] search_term
pl: Użycie: %prog [opcje_globalne] moduł [opcje_lokalne] fraza

source: select the output format (default %s)
pl: wybierz format wyjściowy (domyślnie %s)

source: list of available modules
pl: lista dostępnych modułów

source: Available modules:
pl: Dostępne moduły:

source: The name of module is mandatory. Use %s --help
pl: Podanie nazwy modułu jest koniecznie. Użyj %s --help

source: %s is not a directory
pl: %s nie jest katalogiem.

source: Cannot not open database file '%s'
pl: Nie można otworzyć pliku bazy danych '%s'

source: Available repositories:
pl: Dostępne repozytoria:

source: Usage: %%prog %s [options] search_term
pl: Użycie: %%prog %s [opcje] fraza

source: list available repositories
pl: lista dostępnych repozytoriów

source: inverse search by package name
pl: Wsteczne wyszukiwanie według nazwy pakietu

source: select repository to search
pl: wybieranie repozytorium do wyszukiwania

source: No repositories found ...
pl: Nie znaleziono żadnego repozytorium.

source: module
pl: moduł

source: Search for java classes inside the JAR files.
pl: Wyszukiwanie klas javy wewnątrz plików JAR.

source: class
pl: klasa

source: Search for shared libraries.
pl: Wyszukiwanie współdzielonych bibliotek.

source: library
pl: biblioteka

source: Search for python modules.
pl: Wyszukiwanie modułów pythona

source: Cannot retreive query results ... %s
pl: Nie można było uzyskać wyników wyszukiwania... %s

source: files
pl: pliki

source: version
pl: wersja

source: repository URL
pl: URL repozytorium

source: matched files
pl: pasujące pliki
