Repository: aviarypl/suse-l10n-pl
Catalog: lcn/software-opensuse-org.*.po
Languages: pl

source: Download appliance from %s
pl: Pobierz dystrybucję pochodną z %s

source: Install package %s / %s
pl: Instalacja pakietu %s / %s

source: Install pattern %s / %s
pl: Instalacja wzorca %s / %s

source: OBS Backend not available
pl: Moduł OBS jest niedostępny

source: https://www.suse.com/releasenotes/x86_64/openSUSE/12.1/
pl: https://www.suse.com/releasenotes/x86_64/openSUSE/12.1/RELEASE-NOTES.pl.html

source: https://www.suse.com/releasenotes/x86_64/openSUSE/12.2/
pl: https://www.suse.com/releasenotes/x86_64/openSUSE/12.2/RELEASE-NOTES.pl.html

source: https://www.suse.com/releasenotes/x86_64/openSUSE/12.3
pl: https://www.suse.com/releasenotes/x86_64/openSUSE/12.3/RELEASE-NOTES.pl.html

source: "#{release} is not a supported release."
pl: "#{release} nie jest wspieranym wydaniem."

source: Konqueror of KDE 3 is unfortunately unmaintained and its javascript implementation contains bugs that make it impossible to use with this page. Please make sure you have javascript disabled before you <a href='%s'>continue</a>.
pl: Przeglądarka Konqueror w wersji z KDE3 nie jest już wspierana. Zawarty w niej kod JavaScript zawiera błędy sprawiające, że nie da się jej używać z tą stroną. Należy upewnić się, że obsługa JavaScript została zablokowana przed <a href='%s'>kontynuacją</a>.

source: We currently don't have a Factory Snapshot that is more recent than our last openSUSE release. <br/>Please check <a href='http://en.opensuse.org/Portal:Factory'>http://en.opensuse.org/Portal:Factory</a> for more information.
pl: Obecnie nie istnieje wersja systemu bazującego na wersji Factory nowszego od ostatniego wydania openSUSE. <br/>Więcej informacji na stronie <a href='http://en.opensuse.org/Portal:Factory'>http://en.opensuse.org/Portal:Factory</a>.

source: Please note that this is not the latest openSUSE release. You can get the latest version <a href='/'>here</a>.
pl: Należy pamiętać, że to nie jest najnowsze wydanie openSUSE. Najnowszą wersję można pobrać <a href='/'>stąd</a>.

source: Source
pl: Źródło

source: Header Logo
pl: Logo nagłówka

source: Downloads
pl: Pobieranie

source: Support
pl: Wsparcie

source: Community
pl: Społeczność

source: Development
pl: Wersja rozwojowa

source: Related categories:
pl: Powiązane kategorie:

source: Search
pl: Wyszukiwanie

source: An internal error happened :-(
pl: Wystąpił błąd wewnętrzny :-(

source: Please enter more than 2 characters
pl: Należy wpisać przynajmniej 2 znaki

source: App Browser
pl: Przeglądarka aplikacji

source: Package Search
pl: Wyszukiwanie pakietów

source: Show development, language and debug packages
pl: Wyświetl pakiety dla deweloperów, językowe i debugowania

source: Show unsupported packages
pl: Wyświetl niewspierane pakiety

source: Show distribution:
pl: Wyświetl dystrybucję:

source: No packages found matching your search.
pl: Nie znaleziono pasujących pakietów.

source: You could try to extend your search to development packages or search for another base distribution (currently ).
pl: Można spróbować rozszerzyć wyniki wyszukiwania o pakiety deweloperskie lub przeszukać inną dystrybucję bazową (aktualnie).

source: Show
pl: Pokaż

source: Development-
pl: Wersja rozwojowa

source: Development packages
pl: Pakiety w wersji rozwojowej:

source: and
pl: oraz

source: Sub-Packages
pl: Pakiety podrzędne:

source: Show more...
pl: Wyświetl więcej...

source: Browser incompatibility
pl: Niekompatybilność przeglądarki

source: Some of the live distributions based on openSUSE. Those interested in trying to build their own derivatives can take a look at <a href="http://susestudio.com/">SUSE Studio</a>.
pl: Niektóre z dystrybucji typu live bazujących na openSUSE. Osoby zainteresowane zbudowaniem własnej dystrybucji pochodnej mogą odwiedzić stronę <a href="http://susestudio.com/">SUSE Studio</a>.

source: see Derivatives on wiki
pl: zobacz pochodne openSUSE na wiki

source: Download
pl: Pobierz

source: Click to Download
pl: Kliknij by pobrać

source: Download Method
pl: Sposób pobierania

source: Direct Link
pl: Bezpośredni odnośnik

source: Pick Mirror
pl: Wybierz serwer lustrzany

source: Help on Download Method
pl: Pomoc dotycząca sposobu pobierania

source: openSUSE is available via http (direct link) or BitTorrent. The CD for network installation is only available via http.
pl: openSUSE można pobrać bezpośrednio ze strony internetowej (bezpośrednie łącze http) lub przez BitTorrent. Wersja do instalacji sieciowej (obraz CD) jest dostępna wyłącznie do pobrania ze strony internetowej.

source: When downloading images other than the CD for network installation, it is <i>strongly</i> recommended to use a proper download manager to reduce the risk of corrupted data.
pl: W przypadku pobierania obrazów płyt innych niż do instalacji sieciowej, zaleca się używać odpowiedniego programu do pobierania, który pomoże obniżyć ryzyko uszkodzenia pobieranego pliku.

source: Using <a href="http://en.opensuse.org/SDB:BitTorrent">BitTorrent</a> is recommended on slow links, especially when downloading the DVD image. BitTorrent downloads have several benefits, the clients protect against data corruption and you help relieving the load on the servers by participating in the upload - if enough people participate it will also be faster than the centralized servers - for everybody. Whatsmore, it allows you to stop the download at any time and resume it later.
pl: Użycie <a href="http://en.opensuse.org/SDB:BitTorrent">BitTorrent</a> jest zalecane szczególnie w przypadku pobierania obrazów płyt DVD przez wolne połączenia internetowe. Pobieranie przez BitTorrent ma kilka zalet, zabezpiecza przed uszkodzeniem plików podczas pobierania oraz pomaga odciążyć serwery poprzez współdzielenie pobieranego pliku - jeżeli wystarczająco dużo osób będzie udostępniać plik, BitTorrent będzie szybszy od serwerów centralnych - dla każdego. Ponadto proces pobierania można przerwać w dowolnym momencie i wznowić go w późniejszym czasie.

source: <a href="http://en.opensuse.org/SDB:Metalink">Metalink</a> is an open standard that bundles the various ways (FTP/HTTP/BitTorrent) to get files into one format for easier downloads. This makes it good for downloading ISOs; particularly for people who can't use P2P because of restrictions from their ISP or University. It can deliver very fast download speeds since most clients support multiple connections, to multiple mirrors, automatically. In addition, it can do automatic error detection, and correction. It needs a special client to handle it though.
pl: <a href="http://en.opensuse.org/Metalink">Metalink</a> to otwarty standard, który łączy różne technologie (FTP/HTTP/BitTorrent) aby uzyskać jeden format w celu łatwiejszego pobierania plików. To czyni go dobrym narzędziem do pobierania obrazów płyt ISO; szczególnie dla osób, które nie mogą korzystać z sieci P2P w wyniku ograniczeń nałożonych przez ich dostawców Internetu lub uczelnie. Może on zapewnić wysoką prędkość pobierania, gdyż większość klientów zapewnia jednoczesne i równoległe połączenia do wielu serwerów w sposób automatyczny. Dodatkowo zapewnia automatyczne wykrywanie i korekcję błędów. Wymaga jednak użycia odpowiedniego klienta.

source: If you want to use a direct link but live in a place in the world where our download redirector has not enough information to redirect to the fastest mirror, you can pick a mirror yourself.
pl: Osoby, które chciałyby użyć bezpośredniego łącza, ale mieszkają w rejonie, w którym podczas przekierowania nie można uzyskać informacji, który serwer lustrzany będzie najszybszy, powinny wybrać serwer samodzielnie.

source: Type of Computer
pl: Rodzaj komputera

source: 32&nbsp;Bit&nbsp;PC
pl: 32&nbsp;bitowy &nbsp;PC

source: 64 Bit PC
pl: 64 bitowy PC

source: Help on Type of Computer
pl: Pomoc dotycząca rodzaju komputera

source: openSUSE only supports PCs with 32 Bits and 64 Bits.
pl: Tylko systemy 32 i 64 bitowe systemy są wspierane przez tę wersję openSUSE

source: Most new computers support <a href="http://en.wikipedia.org/wiki/X86-64">x86-64</a> (also known as AMD64 and Intel64), but some laptop processors and netbook processors do not support it. So you need to check wikipedia if you want to be sure your computer supports it.
pl: Większość współczesnych komputerów oferuje obsługę architektury <a href="http://en.wikipedia.org/wiki/X86-64">x86-64</a> (znaną również jako AMD64 czy Intel64), jednak niektóre procesory w laptopach, czy netbookach mogą nie być z nią zgodne. By się upewnić, czy dany komputer obsługuje architekturę x86-64 należy poszukać odpowiednich informacji na Wikipedii.

source: 32 Bit PC
pl: 32 bitowy PC

source: This version runs on all PCs including those that support 64 Bit. If you have more than 3 GB of RAM you should prefer the 64 Bit version though. openSUSE does not support processors before Pentium - the live CDs even support only i686 (Pentium Pro and later).
pl: Ta wersja może być uruchomiona na wszystkich 64 bitowych komputerach. Jeżeli system posiada więcej niż 3 GB pamięci, powinno się jednak rozważyć zastosowanie 64 bitowej wersji. Ta wersja openSUSE nie wspiera procesorów starszych niż Pentium - wersje LiveCD obsługują wyłącznie architekturę i686 (procesory Pentium Pro i nowsze)

source: Download&nbsp;KDE
pl: Pobierz LiveCD z&nbsp;KDE

source: Download&nbsp;GNOME
pl: Pobierz LiveCD z&nbsp;GNOME

source: Download&nbsp;DVD
pl: Pobierz&nbsp;DVD

source: Download&nbsp;Network
pl: Pobierz obraz instalacji sieciowej

source: Documentation
pl: Dokumentacja

source: <a href="http://doc.opensuse.org/products/opensuse/openSUSE/opensuse-startup/">openSUSE startup guide</a>
pl: <a href="http://doc.opensuse.org/products/opensuse/openSUSE/opensuse-startup/">pierwsze kroki w openSUSE</a>

source: <a href='%s'>Release Notes</a>
pl: <a href='%s'>Informacje o wydaniu</a>

source: <a href="http://en.opensuse.org/openSUSE:License">License</a>
pl: <a href="http://en.opensuse.org/openSUSE:License">Licencja</a>

source: Download %s
pl: Pobierz %s

source: switch to
pl: przełącz do

source: Development Version
pl: Wersja rozwojowa

source: Released Version
pl: Numer wersji

source: Installation Medium
pl: Źródło instalacji

source: Contains a large collection of software for desktop or server use.<br/>Suitable for installation or upgrade.
pl: Zawiera bogatą kolekcję oprogramowania dla systemu klasy desktop lub serwer.<br/>Zalecane w przypadku instalacji lub aktualizacji.

source: A GNOME desktop you can run from %s or from USB stick.<br/>Can be installed as is (no upgrade).
pl: Środowisko GNOME, które można uruchomić z %s lub pamięci USB.<br/>Można zainstalować na zasadzie "as is" (bez możliwości aktualizacji).

source: A KDE desktop you can run from %s or from USB stick.<br/>Can be installed as is (no upgrade).
pl: Środowisko KDE, które można uruchomić z %s lub pamięci USB.<br/>Można zainstalować na zasadzie "as is" (bez możliwości aktualizacji).

source: Rescue
pl: System ratunkowy

source: Rescue system that you can run from CD or from USB stick.<br/>Can not be used for neither installation nor upgrade.
pl: System ratunkowy, który można uruchomić z płyty CD lub pamięci USB.</br>Brak możliwości instalacji i aktualizacji.

source: Network
pl: Sieć

source: Downloads the installation system and all packages from online repositories.<br/>Suitable for installation or upgrade.
pl: System do instalacji wraz ze wszystkimi pakietami zostanie pobrany z repozytoriów online.<br/>Zalecane w przypadku instalacji lub aktualizacji.

source: openSUSE Derivatives
pl: Pochodne openSUSE

source: Get one of the specialized distribution built on openSUSE.
pl: Pobierz jedną z specjalnie zbudowanych dystrybucji openSUSE

source: Choose an installation medium by clicking it and hit the Download button to start the download. Optionally choose your computer type or an alternative download method.
pl: Proszę wybrać źródło instalacji poprzez zaznaczenie go (kliknięciem), a następnie kliknięcie przycisku Pobierz (Download), by rozpocząć pobieranie. Dodatkowo można wybrać rodzaj komputera oraz inną metodę pobrania.

source: Need help?
pl: Potrzebna pomoc?

source: More information on downloading openSUSE is available from the <a href="http://en.opensuse.org/SDB:Download_help">Download Help</a> and <a href="http://en.opensuse.org/SDB:Network_installation">Network Installation</a> pages in our <a href="http://en.opensuse.org/Portal:Documentation">Documentation Wiki</a>.
pl: Więcej informacji na temat pobierania openSUSE jest dostępne na stronach <a href="http://en.opensuse.org/SDB:Download_help">Pomoc przy pobieraniu</a> oraz <a href="http://en.opensuse.org/SDB:Network_installation">Instalacja sieciowa</a> w <a href="http://en.opensuse.org/Portal:Documentation">Portalu dokumentacji</a>.

source: User manuals are available from <a href="http://doc.opensuse.org">doc.opensuse.org</a>, for example the <a href="http://doc.opensuse.org/products/opensuse/openSUSE/opensuse-startup/">Official Start-Up Guide</a>.
pl: Instrukcje są dostępne na stronie <a href="http://doc.opensuse.org">doc.opensuse.org</a>, na przykład <a href="http://doc.opensuse.org/products/opensuse/openSUSE/opensuse-startup/">Oficjalny przewodnik - pierwsze kroki</a>.

source: Verify your download before use
pl: Sprawdzenie pobranych danych przed instalacją

source: Many applications can verify the checksum of a download. To verify your download can be important as it verifies you really have got the ISO file you wanted to download and not some broken version.
pl: Wiele programów może sprawdzić sumy kontrolne pobranych plików. Sprawdzenie pobranych plików może być istotne, ponieważ potwierdzi, że pobrano żądane obrazy ISO i nie zostały one uszkodzone.

source: You could verify the file in the process of downloading. For example a checksum (SHA256) will be used automatically if you choose <a href='http://en.opensuse.org/SDB:Metalink'>Metalink</a> in the field above and use the add-on DownThemAll! in <a href='http://en.opensuse.org/Firefox'>Firefox</a>.
pl: Można zweryfikować plik w trakcie jego pobierania. Dla przykładu suma kontrolna (SHA256) będzie użyta domyślnie, jeśli wybrana zostanie opcja <a href='http://en.opensuse.org/SDB:Metalink'>Metalink</a> w powyższym polu, a do pobierania używany będzie dodatek DownThemAll! dla przeglądarki <a href='http://en.opensuse.org/Firefox'>Firefox</a>.

source: We offer three different checksums:
pl: Oferujemy trzy różne sumy kontrolne:

source: gpg signature
pl: podpis gpg

source: offers the most security as you can verify who signed it. It should be <tt>%s</tt>.
pl: oferuje największe bezpieczeństwo poprzez możliwość sprawdzenia kto podpisał plik. Wartość powinna wynosić <tt>%s</tt>.

source: md5 checksum
pl: suma kontrolna md5

source: is still the most commonly used checksum. Many ISO burners display it right before burning.
pl: jest najczęściej używanym rodzajem sumy kontrolnej. Wiele programów do nagrywania płyt wyświetla jej wartość przed nagraniem płyty.

source: sha1 checksum
pl: suma kontrolna sha1

source: is the less known but more secure checksum than md5.
pl: jest mniej popularna, lecz dająca większą pewność poprawności plików niż md5.

source: Add-On Downloads (optional)
pl: Pobieranie dodatków (opcjonalne)

source: Extra Languages (32 Bit)
pl: Dodatkowe języki (32 Bit)

source: Extra Languages (64 Bit)
pl: Dodatkowe języki (64 Bit)

source: Extra Languages
pl: Dodatkowe języki

source: Live CDs contain only four languages (English, German, Russian and Italian). If you want to have support for remaining languages you need to download it from the Internet during the installation or any time after it. If you have easy access to the Internet or if you use DVD containing all languages, you do not need this CD.
pl: Live CD zawiera tylko cztery języki (angielski, niemiecki, rosyjski i włoski). W celu zapewnienia wsparcia dla innych języków należy je pobrać z Internetu w czasie instalacji lub później. Jeśli posiadasz dobre łącze lub korzystasz z nośnika DVD zawierającego wszystkie języki, to ten nośnik jest Ci niepotrzebny.

source: This CD contains free software distributed under proprietary licence not allowing its inclusion to main installation media together with free open-source software. All software from this CD could be downloaded from NON-OSS repository.
pl: Ten nośnik zawiera oprogramowanie objęte licencją własnościową, nie pozwalającą na umieszczenie go razem z oprogramowaniem open-source na nośniku instalacyjnym. Oprogramowanie to jest dostępne także w repozytorium NON-OSS.

source: How to Proceed
pl: Jak postępować

source: After having successfully downloaded the ISO image(s), burn the image(s) with your favorite burning application to a DVD or CD. Please do <em>not</em> burn a data DVD/CD, but rather choose the option to burn an ISO image.
pl: Po prawidłowym pobraniu obrazów ISO, należy wypalić je na płytach CD lub DVD preferowanym programem do nagrywania. <em>Nie wolno</em> tworzyć płyty z danymi. Należy wypalić obraz ISO.

source: More information on burning the ISO file to CD/DVD
pl: Więcej informacji na temat nagrywania plików ISO na płyty CD/DVD

source: More information on creating a <a href='http://en.opensuse.org/Live_USB_stick'>bootable USB stick</a>
pl: Więcej informacji o <a href='http://en.opensuse.org/Live_USB_stick'>botowalnym pendrive</a>

source: Boot from the DVD or CD. In case your computer does not automatically boot from CD/DVD, open the BIOS setup to allow booting from CD or DVD.
pl: Następnie należy uruchomić komputer z płyty CD lub DVD. Jeżeli komputer nie uruchamia się automatycznie z napędu CD/DVD, należy w BIOSie ustawić uruchamianie komputera z napędu CD/DVD.

source: Getting Help
pl: Jak uzyskać pomoc

source: Download Help
pl: Informacje o pobieraniu

source: Burn CD/DVD Image(s)
pl: Nagrywanie obrazów CD/DVD

source: Installation Guides
pl: Przewodniki instalacji

source: Official Manuals
pl: Oficjalne podręczniki

source: Package Repositories
pl: Repozytoria pakietów

source: Reporting Bugs
pl: Zgłaszanie błędów

source: Countdown
pl: Odliczanie

source: openSUSE Countdown
pl: Odliczanie openSUSE

source: Sponsored by
pl: Sponsorowany przez

source: Platinum Sponsor
pl: Platynowy sponsor

source: Sponsored by: AMD
pl: Sponsorowane przez: AMD

source: Gold Sponsor
pl: Złoty sponsor

source: Sponsored by: IP Exchange
pl: Sponsorowane przez: IP Exchange

source: Silver Sponsor
pl: Srebrny sponsor

source: Sponsored by: B1 Systems
pl: Sponsorowany przez: B1 Systems

source: Sponsored by: Heinlein
pl: Sponsorowane przez: Heinlein

source: Bronze Sponsor
pl: Brązowy Sponsor

source: Language
pl: Język

source: Statistics
pl: Statystyki

source: Top searches:
pl: Najczęściej wyszukiwane:

source: Top searches without hits:
pl: Najczęściej wyszukiwane bez powodzenia:

source: Top 1-click downloads:
pl: Najczęściej pobierane:

source: Last searches:
pl: Ostatnie wyszukiwania:

source: No data for %s / %s
pl: Brak danych dla %s / %s

source: (hide)
pl: (ukryj)

source: (show)
pl: (pokaż)

source: Select Your Operating System
pl: Proszę wybrać system operacyjny

source: No downloads found for %s in project %s
pl: Nie odnaleziono niczego do pobrania dla %s w projekcie %s

source: Install using One Click Install
pl: Zainstaluj używając Instalacji Jednym Kliknięciem

source: Add repository and install manually
pl: Dodaj repozytorium i zainstaluj ręcznie

source: For <strong>%s</strong> run the following as <strong>root</strong>:
pl: Dla <strong>%s</strong> uruchom następujący program jako <strong>root</strong>:

source: You can add the repository key to apt like this:
pl: Klucz repozytorium można dodać do apta w następujący sposób:

source: Grab binary packages directly
pl: Pobierz pakiety binarne bezpośrednio

source: Packages for %s:
pl: Pakiety dla %s:

source: No appliance data for %s
pl: Brak danych dla dystrybucji pochodnej %s

source: Select the image type
pl: Proszę wybrać rodzaj obrazu

source: No appliances found in project %s
pl: Żadne dystrybucje pochodne nie zostały znalezione w projekcie %s

source: Available Images
pl: Dostępne obrazy

source: Image:
pl: Grafika:

source: Games
pl: Gry

source: Please be aware that the following packages are from unofficial repositories.\n That means they are not reviewed by openSUSE and may contain unstable or experimental software.
pl: Należy pamiętać, że następujące pakiety pochodzą z nieoficjalnych repozytoriów.\n Oznacza to, że nie zostały zweryfikowane przez openSUSE i mogą zawierać niestabilne lub eksperymentalne oprogramowanie.

source: Don't show this warning the next time
pl: Nie wyświetlaj tego ostrzeżenia następnym razem

source: Package %s not found...
pl: Pakiet %s nie został znaleziony...

source: Categories
pl: Kategorie

source: Category
pl: Kategoria

source: No description found...
pl: Nie znaleziono opisu...

source: Direct Install
pl: Bezpośrednia instalacja

source: Version
pl: Wersja

source: Show other versions
pl: Wyświetl pozostałe wersje

source: Show unstable packages
pl: Wyświetl niestabilne pakiety

source: Unsupported distributions:
pl: Niewspierane dystrybucje:

source: Expand all sections ('e')
pl: Rozwiń wszystkie rozdziały ('e')

source: Show more packages for unsupported distributions
pl: Wyświetl więcej pakietów dla niewspieranych dystrybucji

source: <b>official release</b>
pl: <b>wydanie oficjalne</b>

source: <b>official update</b>
pl: <b>oficjalna aktualizacja</b>

source: Join the fast-growing community, put openSUSE into more hands by\n ordering the latest PromoDVD for your group, non-profit organization, school\n university or event like LUG meetings, installfests, and conferences.\n Promo DVDs help to increase awareness and visibility of openSUSE!
pl: Dołącz do szybko rozwijającej się społeczności, pokaż openSUSE innym,\n zamawiając najnowsze PromoDVD dla swojego zespołu, organizacji non-profit,\n szkoły, uniwersytetu. Zaprezentuj je na spotkaniu grupy użytkowników Linuksa,\n install party, podczas konferencji i innych. PromoDVD pomagają zwiększyć\n świadomość użytkowników związaną z openSUSE oraz jego widoczność\n na scenie oprogramowania.

source: ... and keep us informed
pl: ... oraz informuj nas na bieżąco

source: We would like you, to keep us informed about your usage of the DVDs, so we\n can help you to promote your organization, event or school on our\n <a href='http://news.opensuse.org' title='news.opensuse.org'>news page</a>\n or other resources. (Hint! We love photos. Take lots of them!). Please contact us at\n <a href='mailto:opensuse-marketing@opensuse.org'>opensuse-marketing@opensuse.org</a>\n to discuss promotion and/or other ways we can assist you.
pl: Chcielibyśmy, aby informowali nas Państwo o sposobie, w jaki korzystają z DVD,\n dzięki czemu będziemy mogli wspierać promocję Państwa organizacji,\n szkoły lub wydarzenia, zamieszczając stosowną informację na naszej\n <a href='http://news.opensuse.org' title='news.opensuse.org'>stronie internetowej</a>\n lub innych miejscach (mała podpowiedź: uwielbiamy oglądać zdjęcia! Dużo zdjęć!).\n Prosimy o kontakt za pośrednictwem adresu:\n <a href='mailto:opensuse-marketing@opensuse.org'>opensuse-marketing@opensuse.org</a>\n w celu przedyskutowania promocji oraz innych sposobów, w jakie możemy być Państwu pomocni.

source: ... get other marketing stuff
pl: ... zdobądź pozostałe materiały marketingowe

source: Please enter a <b>brief</b> reason (in English!) why you need the DVDs and provide a link of the event/purpose.
pl: Proszę <b>krótko</b> uzasadnić (w języku angielskim), do czego potrzebne jest DVD oraz zamieścić link opisujący cel lub wydarzenie.

source: Country
pl: Kraj
