Repository: aviarypl/suse-l10n-pl
Catalog: lcn/software-opensuse-org.*.po
Languages: pl

source: All data is used only for sending openSUSE promotional material\n and will not be spread to third parties. We store the data to\n inform the users if a new version is available. All requests have\n to be screened to fulfill the US export embargo. More information\n about the embargo and a list of countries at wikipedia <a href='http://en.wikipedia.org/wiki/United_States_embargoes'>http://en.wikipedia.org/wiki/United_States_embargoes</a>.
pl: Wszelkie dane są używane jedynie w celu przesyłania materiałów\n promocyjnych dotyczących openSUSE i nie zostaną przekazane stronom\n trzecim. Przechowujemy dane, aby informować użytkowników o nowych\n wersjach oprogramowania. Wszystkie żądania muszą zostać sprawdzone pod\n kątem nienaruszania przepisów embarga eksportowego Stanów Zjednoczonych.\n Więcej informacji na temat embarga oraz listy krajów nim objętych można znaleźć\n w Wikipedii: <a href='http://en.wikipedia.org/wiki/United_States_embargoes'>http://en.wikipedia.org/wiki/United_States_embargoes</a>.
