Repository: aviarypl/suse-l10n-pl
Catalog: lcn/suseplugger.*.po
Languages: pl

source: Check for new hardware on session startup.
pl: Wykrywaj nowe urządzenia podczas uruchomienia sesji.

source: HAL UDI to process.
pl: HAL UDI do przetworzenia.

source: SUSEPlugger
pl: Moduł SUSEPlugger

source: SUSE Hardware Detection
pl: Moduł wykrywania urządzeń SUSE

source: &Yes
pl: &Tak

source: &No
pl: &Nie

source: &Keep me informed about new hardware
pl: &Informuj o wykryciu nowych urządzeń

source: Configure scanner?
pl: Skonfigurować skaner?

source: New Hardware Found
pl: Wykryto nowe urządzenie

source: Network Interface
pl: Interfejs sieciowy

source: Mouse
pl: Mysz

source: Keyboard
pl: Klawiatura

source: Bluetooth
pl: Urządzenie Bluetooth

source: Printer
pl: Drukarka

source: Scanner
pl: Skaner

source: PDA
pl: Urządzenie PDA

source: Display
pl: Wyświetlacz

source: Chipcard
pl: Karta chip

source: Sound Device
pl: Karta dźwiękowa

source: TV Card
pl: Karta TV

source: ISDN Controller
pl: Karta ISDN

source: Unknown
pl: Nieznane

source: Configure the %1?
pl: Skonfigurować %1?

source: Configure the %1 "%2"?
pl: Czy skonfigurować %1 "%2"?

source: The corresponding YaST2 module for %1 does not seem to be installed. Installing it first...
pl: Wygląda na to, że moduł YaST2 dla %1 nie jest zainstalowany. Instalowanie modułu...

source: An error occured while checking for the installed YaST2 module. Aborting.
pl: Wystąpił błąd podczas sprawdzania zainstalowanego modułu YaST2. Przerwanie pracy.

source: Your monitor did not report its X and Y Size. This might cause display problems like unreadable fonts. Configure your monitor geometry manually?
pl: Nie otrzymano od monitora informacji o rozmiarach X i Y. Może to spowodować problemy z wyświetlaniem, np. nieczytelne czcionki. Czy skonfigurować ręcznie geometrię monitora?
