Repository: aviarypl/suse-l10n-pl
Catalog: lcn/SUSEgreeter.*.po
Languages: pl

source: openSUSE Project
pl: Projekt openSUSE

source: The &lt;a href="http://www.opensuse.org/"&gt;openSUSE project&lt;/a&gt; is a community program sponsored by &lt;a href="http://www.novell.com/linux/"&gt;Novell&lt;/a&gt;. Promoting the use of Linux everywhere, openSUSE.org provides free, easy access to the world's most usable Linux distribution, openSUSE. You'll find more information available in many languages on the &lt;a href="http://en.opensuse.org/"&gt;project wiki&lt;/a&gt;. For the latest news, visit our &lt;a href="http://news.opensuse.org/"&gt;openSUSE News&lt;/a&gt; portal.
pl: Projekt &lt;a href="http://www.opensuse.org/"&gt;openSUSE&lt;/a&gt; jest sponsorowany przez firmę &lt;a href="http://www.novell.com/linux/"&gt;Novell&lt;/a&gt;. Ma on na celu promowanie Linuksa i udostępnianie wolnej, darmowej i najłatwiejszej w użyciu dystrybucji Linuksa -- openSUSE. Więcej informacji w wielu językach można znaleźć na &lt;a href="http://en.opensuse.org/"&gt;wiki projektu&lt;/a&gt;. Najnowsze informacje udostępniamy w serwisie &lt;a href="http://news.opensuse.org/"&gt;openSUSE News&lt;/a&gt;.

source: The &lt;a href="http://en.opensuse.org/Build_Service"&gt;openSUSE Build Service&lt;/a&gt; is an open and complete distribution development platform. It provides software developers with a tool to compile, release and publish their software for a broad user audience. For non-developers it offers a large collection of easy to install software packages. Just visit the &lt;a href="http://software.opensuse.org/"&gt;openSUSE Software&lt;/a&gt; site.
pl: &lt;a href="http://pl.opensuse.org/Build_Service"&gt;openSUSE Build Service&lt;/a&gt; to kompletna platforma rozwoju dystrybucji. Programistom zapewnia ona łatwe narzędzie do kompilowania, wydawania i udostępniania swoich programów szerokiemu gronu użytkowników, którym oferuje ogromny zbiór łatwych do instalacji pakietów. Zapraszamy na &lt;a href="http://software.opensuse.org/"&gt;portal oprogramowania&lt;/a&gt;.

source: Linux and Open Source
pl: Linux i Open Source

source: Linux is a Unix-like computer operating system. Linux is one of the most prominent examples of free software and open source development (source: &lt;a href="http://en.wikipedia.org/wiki/Linux"&gt;Wikipedia&lt;/a&gt;). Open source software like Linux gives you a lot of freedom, like the right to modify your software and to share it.
pl: Linux to system operacyjny podobnu do Uniksa. Jest on jednym z najbardziej znanych przykładów wolnego oprogramowania i rozproszonej metody tworzenia oprogramowania (źródłó: &lt;a href="http://pl.wikipedia.org/wiki/Linux"&gt;Wikipedia&lt;/a&gt;). Wolne oprogramowanie daje użytkownikom wolność używania, modyfikowania i dzielenia się programami.

source: translator-credits
pl: openSUSE 10.3 - wersja polska Zespół Aviary.pl <team@aviary.pl>, 2005,2006,2007 Piotr Leszczyński <piotr@kontury.pl>, 2007 Piotr Pacholak <obi_gl@o2.pl>, 2007 Karol Sikora <elektrrrus@gmail.com>, 2007

source: Error loading %1
pl: Wystąpił błąd podczas wczytywania %1

source: Have a lot of fun!
pl: Życzymy wiele radości

source: CLOSE
pl: ZAMKNIJ

source: SUSEgreeter
pl: Moduł SUSEgreeter

source: _: NAME OF TRANSLATORS Your names
pl: Zespół Aviary.pl Piotr Leszczyński Piotr Pacholak Karol Sikora

source: _: EMAIL OF TRANSLATORS Your emails
pl: <team@aviary.pl> <piotr@kontury.pl> <obi_gl@o2.pl> <elektrrrus@gmail.com>
