Repository: aviarypl/suse-l10n-pl
Catalog: lcn/update-desktop-files-yast.*.po
Languages: pl

# Name(sysconfig.desktop)
source: /etc/sysconfig Editor
pl: Edytor /etc/sysconfig

# Name(SD_genprof.desktop)
source: Add Profile Wizard
pl: Asystent dodawania profilu

# GenericName(users.desktop)
source: Add, Edit, Delete Users or User Groups
pl: Dodawanie, edycja i usuwanie użytkowników i grup

# Name(add-on-creator.desktop)
source: Add-On Creator
pl: Asystent dodatków

# Name(add-on.desktop)
source: Add-On Products
pl: Produkt dodatkowy

# GenericName(SD_Reports.desktop)
source: AppArmor Configuration
pl: Konfiguracja AppArmor

# GenericName(SD_delete_profile.desktop)
source: AppArmor Configuration
pl: Konfiguracja AppArmor

# GenericName(SD_add_profile.desktop)
source: AppArmor Configuration
pl: Konfiguracja AppArmor

# GenericName(SD_edit_profile.desktop)
source: AppArmor Configuration
pl: Konfiguracja AppArmor

# Name(SD_control_panel.desktop)
source: AppArmor Control Panel
pl: Panel sterowania AppArmor

# GenericName(SD_control_panel.desktop)
source: AppArmor Control Panel
pl: Panel sterowania AppArmor

# Name(SD_Reports.desktop)
source: AppArmor Reports
pl: Raporty AppArmor

# GenericName(host.desktop)
source: Assign hostnames and aliases to IP addresses
pl: Przypisywanie nazw hostów i aliasów do adresów IP

# Name(autoyast.desktop)
source: Autoinstallation
pl: Autoinstalacja

# GenericName(backup.desktop)
source: Back up files and system areas
pl: Kopia zapasowa plików i katalogów systemowych

# Name(bootloader.desktop)
source: Boot Loader
pl: Program rozruchowy

# GenericName(ldap_browser.desktop)
source: Browse the LDAP repository
pl: Przeglądanie repozytorium LDAP

# Name(ca_mgm.desktop)
source: CA Management
pl: Zarządzanie certyfikatami

# Name(casa-ats.desktop)
source: CASA Authentication Token Service
pl: Usługa CASA Authentication Token

# GenericName(sysconfig.desktop)
source: Change settings in /etc/sysconfig configuration files
pl: Zmiana ustawień w plikach konfiguracyjnych /etc/sysconfig

# GenericName(yast-language.desktop)
source: Change the language and install additional languages
pl: Zmiana i instalacja dodatkowych języków

# GenericName(mouse.desktop)
source: Change the mouse model
pl: Zmiana modelu myszy

# GenericName(sw_source.desktop)
source: Choose the repositories for installation of software packages (CD, network, etc.), add the community repositories
pl: Wybór repozytoriów do instalacji pakietów (płyta CD, sieć itp.), dodawanie repozytoriów społeczności.

# Name(common_cert.desktop)
source: Common Server Certificate
pl: Certyfikat Common Server

# GenericName(autoyast.desktop)
source: Configuration system for autoinstallation
pl: Konfiguracja instalacji automatycznej

# GenericName(CASA.desktop)
source: Configure CASA
pl: Konfiguracja CASA

# GenericName(ca_mgm.desktop)
source: Configure CAs, certificates, and requests
pl: Konfiguracja urzędów autoryzujących, certyfikatów i żądań

# GenericName(dump.desktop)
source: Configure Dump Devices
pl: Konfiguracja urządzeń zrzutu

# GenericName(linux-user-mgmt.desktop)
source: Configure Linux User Management
pl: Konfiguracja zarządzania użytkownikami

# GenericName(system_settings.desktop)
source: Configure Low-Level System Options
pl: Konfiguracja niskopoziomowych opcji systemu

# GenericName(profile-manager.desktop)
source: Configure SCPM profiles
pl: Konfiguracja profilów SCPM

# GenericName(wol.desktop)
source: Configure Wake-on-Lan
pl: Konfiguracja usługi Wake-on-Lan

# GenericName(dhcp-server.desktop)
source: Configure a DHCP server
pl: Konfiguracja serwera DHCP

# GenericName(dns-server.desktop)
source: Configure a DNS server
pl: Konfiguracja serwera DNS

# GenericName(dsl.desktop)
source: Configure a DSL connection
pl: Konfiguracja połączenia DSL

# GenericName(kerberos.desktop)
source: Configure a Kerberos client
pl: Konfiguracja klienta Kerberos

# GenericName(nis.desktop)
source: Configure a NIS client
pl: Konfiguracja klienta NIS

# GenericName(nis_server.desktop)
source: Configure a NIS server
pl: Konfiguracja serwera NIS

# GenericName(slp-server.desktop)
source: Configure a SLP server
pl: Konfiguracja serwera SLP

# GenericName(sshd.desktop)
source: Configure a SSHD Daemon
pl: Konfiguracja demona SSHD

# GenericName(samba-server.desktop)
source: Configure a Samba server
pl: Konfiguracja serwera Samba

# GenericName(squid.desktop)
source: Configure a Squid cache proxy server
pl: Konfiguracja serwera proxy Squid

# GenericName(tftp-server.desktop)
source: Configure a TFTP server
pl: Konfiguracja serwera TFTP

# GenericName(tv.desktop)
source: Configure a TV card
pl: Konfiguracja karty telewizyjnej

# GenericName(firewall.desktop)
source: Configure a firewall
pl: Konfiguracja zapory sieciowej

# GenericName(joystick.desktop)
source: Configure a joystick attached to the sound card
pl: Konfiguracja joysticka podłączonego do karty dźwiękowej

# GenericName(modem.desktop)
source: Configure a modem
pl: Konfiguracja modemu

# GenericName(proxy.desktop)
source: Configure a proxy
pl: Konfiguracja proxy

# GenericName(scanner.desktop)
source: Configure a scanner
pl: Konfiguracja skanera

# GenericName(http-server.desktop)
source: Configure an Apache 2 server
pl: Konfiguracja serwera Apache 2

# GenericName(isdn.desktop)
source: Configure an ISDN connection
pl: Konfiguracja połączenia ISDN

# GenericName(irda.desktop)
source: Configure an Infrared device (IrDA)
pl: Konfiguracja urządzeń na podczerwień (IrDA)

# GenericName(ldap-server.desktop)
source: Configure an LDAP Server
pl: Konfiguracja serwera LDAP

# GenericName(nfs.desktop)
source: Configure an NFS client
pl: Konfiguracja klienta NFS

# GenericName(nfs_server.desktop)
source: Configure an NFS server
pl: Konfiguracja serwera NFS

# GenericName(ntp-client.desktop)
source: Configure an NTP client or server
pl: Konfiguracja klienta lub serwera NTP

# GenericName(xpram.desktop)
source: Configure an XpRAM device (XpRAM)
pl: Konfiguracja urządzenia XpRAM (XpRAM)

# GenericName(iscsi-client.desktop)
source: Configure an iSCSI initiator
pl: Konfiguracja inicjatora iSCSI

# GenericName(iscsi-server.desktop)
source: Configure an iSCSI target
pl: Konfiguracja elementu docelowego iSCSI

# GenericName(isns.desktop)
source: Configure an iSNS server
pl: Konfiguracja serwera iSNS

# GenericName(instserver.desktop)
source: Configure and manage installation servers
pl: Konfiguracja i zarządzanie serwerami instalacji

# GenericName(dasd.desktop)
source: Configure dasd
pl: Konfiguracja dasd

# GenericName(heartbeat.desktop)
source: Configure high availability (heartbeat)
pl: Konfiguracja wysokiej dostępności (heartbeat)

# GenericName(security.desktop)
source: Configure local security settings
pl: Konfiguracja lokalnych ustawień bezpieczeństwa

# GenericName(mail.desktop)
source: Configure mail
pl: Konfiguracja poczty

# GenericName(network.desktop)
source: Configure network
pl: Konfiguracja sieci

# GenericName(lan.desktop)
source: Configure network cards, hostname and routing
pl: Konfiguracja kart sieciowych, nazwy hosta i routingu

# GenericName(inetd.desktop)
source: Configure network services (xinetd)
pl: Konfiguracja usług sieciowych (xinetd)

# GenericName(power-management.desktop)
source: Configure power management
pl: Konfiguracja zarządzania energią

# GenericName(printer.desktop)
source: Configure printers
pl: Konfiguracja drukarek

# GenericName(provider.desktop)
source: Configure providers
pl: Konfiguracja dostawców

# GenericName(runlevel.desktop)
source: Configure runlevels
pl: Konfiguracja poziomów pracy

# GenericName(sudo.desktop)
source: Configure sudo
pl: Konfiguracja sudo

# GenericName(casa-ats.desktop)
source: Configure the CASA Authentication Token Service
pl: Konfiguracja usługi CASA Authentication Token

# GenericName(ldap.desktop)
source: Configure the LDAP client
pl: Konfiguracja klienta LDAP

# GenericName(samba-client.desktop)
source: Configure the Windows Domain Membership
pl: Konfiguracja członkostwa w domenie Windows

# GenericName(bootloader.desktop)
source: Configure the boot loader
pl: Konfiguracja programu rozruchowego

# GenericName(x11.desktop)
source: Configure the graphics card and monitor
pl: Konfiguracja karty graficznej i monitora

# GenericName(sound.desktop)
source: Configure your sound card
pl: Konfiguracja karty dźwiękowej

# GenericName(zfcp.desktop)
source: Configure zfcp
pl: Konfiguracja zfcp

# GenericName(timezone.desktop)
source: Control time zone, date, and system time
pl: Konfiguracja strefy czasowej, daty i czasu

# GenericName(add-on-creator.desktop)
source: Create Add-On product
pl: Tworzenie produktu dodatkowego

# Name(vm-install.desktop)
source: Create Virtual Machines
pl: Tworzenie maszyn wirtualnych

# GenericName(vm-install.desktop)
source: Create Virtual Machines
pl: Tworzenie maszyn wirtualnych

# GenericName(product-creator.desktop)
source: Create new products from existing repositories
pl: Tworzenie nowych produktów z istniejących repozytoriów

# GenericName(image-creator.desktop)
source: Create the Live CD, USB or XEN image
pl: Tworzenie obrazów Live CD, USB lub XEN

# Name(dhcp-server.desktop)
source: DHCP Server
pl: Serwer DHCP

# Name(dns-server.desktop)
source: DNS Server
pl: Serwer DNS

# Name(timezone.desktop)
source: Date and Time
pl: Data i czas

# Name(SD_delete_profile.desktop)
source: Delete Profile
pl: Usuwanie profilu

# GenericName(bootmsg.desktop)
source: Display the boot log (/var/log/boot.msg)
pl: Komunikaty uruchamiania (/var/log/boot.msg)

# GenericName(messages.desktop)
source: Display the system's log (/var/log/messages)
pl: Dziennik systemu (/var/log/messages)

# Name(dump.desktop)
source: Dump Devices
pl: Urządzenia zrzutu

# Name(SD_edit_profile.desktop)
source: Edit Profile
pl: Edycja profilu

# Name(network.desktop)
source: Expert Network Configuration
pl: Zaawansowana konfiguracja sieci

# Name(update.desktop)
source: FACTORY Update
pl: Aktualizacja do FACTORY

# Name(ftp-server.desktop)
source: FTP Server
pl: Serwer FTP

# Name(fax.desktop)
source: Fax
pl: Faks

# Name(fingerprint-reader.desktop)
source: Fingerprint Reader
pl: Czytnik linii papilarnych

# Name(firewall.desktop)
source: Firewall
pl: Zapora sieciowa

# GenericName(online_update.desktop)
source: Get patches to correct and improve your existing installation
pl: Pobieranie poprawek dla bieżącej instalacji systemu

# Name(x11.desktop)
source: Graphics Card and Monitor
pl: Karta graficzna i monitor

# Name(http-server.desktop)
source: HTTP Server
pl: Serwer HTTP

# Name(hardware.desktop)
source: Hardware
pl: Sprzęt

# Name(hwinfo.desktop)
source: Hardware Information
pl: Informacje o sprzęcie

# Name(heartbeat.desktop)
source: High Availability
pl: Wysoka dostępność

# Name(host.desktop)
source: Hostnames
pl: Nazwy hostów

# Name(image-creator.desktop)
source: Image Creator
pl: Tworzenie obrazów

# Name(irda.desktop)
source: Infrared Device
pl: Urządzenia na podczerwień

# Name(xen.desktop)
source: Install Hypervisor and Tools
pl: Instalacja hyperwizora i narzędzi

# GenericName(xen.desktop)
source: Install Hypervisor and Tools
pl: Instalacja hyperwizora i narzędzi

# GenericName(vendor.desktop)
source: Install a driver from a vendor-specific CD-ROM
pl: Instalacja sterownika z płyty CD dostawcy

# GenericName(common_cert.desktop)
source: Install an SSL certificate for server services
pl: Instalacja certyfikatu SSL dla usług serwera

# GenericName(live-installer.desktop)
source: Install current configuration to your system
pl: Instalacja bieżącej konfiguracji na dysk twardy

# GenericName(add-on.desktop)
source: Install or remove add-on products
pl: Instalacja lub usunięcie produktu dodatkowego

# GenericName(sw_single.desktop)
source: Install or remove software packages and manage software repositories
pl: Instalacja i usuwanie pakietów oraz zarządzanie repozytoriami oprogramowania

# GenericName(cd_update.desktop)
source: Install patches from CD to correct and improve your existing installation
pl: Instalacja poprawek z płyty CD dla bieżącej instalacji systemu

# GenericName(dirinstall.desktop)
source: Install the system into a directory
pl: Instalacja systemu do katalogu

# Name(instserver.desktop)
source: Installation Server
pl: Serwer instalacji

# Name(dirinstall.desktop)
source: Installation into Directory
pl: Instalacja do katalogu

# Name(kerberos.desktop)
source: Kerberos Client
pl: Klient Kerberos

# Name(kerberos-server.desktop)
source: Kerberos Server
pl: Serwer Kerberos

# GenericName(kdump.desktop)
source: Kernel Kdump Configuration Tool
pl: Narzędzie konfiguracji Kernel Kdump

# Name(system_settings.desktop)
source: Kernel Settings
pl: Ustawienia jądra systemu

# Name(keyboard.desktop)
source: Keyboard Layout
pl: Układ klawiatury

# Name(ldap_browser.desktop)
source: LDAP Browser
pl: Przeglądarka LDAP

# Name(ldap.desktop)
source: LDAP Client
pl: Klient LDAP

# Name(ldap-server.desktop)
source: LDAP Server
pl: Serwer LDAP

# Name(yast-language.desktop)
source: Language
pl: Język

# Name(linux-user-mgmt.desktop)
source: Linux User Management
pl: Zarządzanie użytkownikami

# Name(live-installer.desktop)
source: Live Installer
pl: Instalator Live

# Name(security.desktop)
source: Local Security
pl: Bezpieczeństwo lokalne

# Name(mail.desktop)
source: Mail Transfer Agent
pl: Agent transportu poczty

# Comment(virt-manager.desktop)
source: Manage virtual machines
pl: Zarządzanie maszynami wirtualnymi

# Name(SD_add_profile.desktop)
source: Manually Add Profile
pl: Ręczne dodawanie profilu

# Name(checkmedia.desktop)
source: Media Check
pl: Sprawdzenie nośnika

# Name(misc.desktop)
source: Miscellaneous
pl: Różne

# GenericName(ftp-server.desktop)
source: Module for configuration FTP daemon (vsftpd or pure-ftpd)
pl: Moduł konfiguracji demona FTP (vsftpd lub pure-ftpd)

# Name(mouse.desktop)
source: Mouse Model
pl: Model myszy

# Name(nfs.desktop)
source: NFS Client
pl: Klient NFS

# Name(nfs_server.desktop)
source: NFS Server
pl: Serwer NFS

# Name(nis.desktop)
source: NIS Client
pl: Klient NIS

# Name(nis_server.desktop)
source: NIS Server
pl: Serwer NIS

# Name(ntp-client.desktop)
source: NTP Configuration
pl: Konfiguracja NTP

# Name(network_devices.desktop)
source: Network Devices
pl: Urządzenia sieciowe

# Name(network_services.desktop)
source: Network Services
pl: Usługi sieciowe

# Name(inetd.desktop)
source: Network Services (xinetd)
pl: Usługi sieciowe (xinetd)

# Name(lan.desktop)
source: Network Settings
pl: Ustawienia sieciowe

# Name(customer_center.desktop)
source: Novell Customer Center Configuration
pl: Konfiguracja Centrum Klienta Novell

# GenericName(customer_center.desktop)
source: Novell Customer Center Configuration
pl: Konfiguracja Centrum Klienta Novell

# Name(online_update.desktop)
source: Online Update
pl: Aktualizacja online

# Name(online_update_configuration.desktop)
source: Online Update Configuration
pl: Konfiguracja aktualizacji online

# GenericName(online_update_configuration.desktop)
source: Online Update Configuration
pl: Konfiguracja aktualizacji online

# GenericName(disk.desktop)
source: Partition hard disks (including RAID, LVM, and encrypted file systems)
pl: Partycjonowanie dysków (włącznie z RAID, LVM i szyfrowanymi systemami plików)

# Name(disk.desktop)
source: Partitioner
pl: Partycjonowanie

# Name(cd_update.desktop)
source: Patch CD Update
pl: Aktualizacja z płyty CD

# Name(answering_machine.desktop)
source: Phone Answering Machine
pl: Automatyczna sekretarka

# Name(power-management.desktop)
source: Power Management
pl: Zarządzanie energią

# Name(printer.desktop)
source: Printer
pl: Drukarka

# Name(product-creator.desktop)
source: Product Creator
pl: Tworzenie produktów

# Name(profile-manager.desktop)
source: Profile Manager
pl: Menedżer profilów

# GenericName(SD_genprof.desktop)
source: Profile Wizard
pl: Asystent profilów

# Name(provider.desktop)
source: Providers
pl: Dostawcy

# Name(proxy.desktop)
source: Proxy
pl: Serwer proxy

# Name(release_notes.desktop)
source: Release Notes
pl: Informacje o wydaniu

# Name(remote.desktop)
source: Remote Administration (VNC)
pl: Administracja zdalna (VNC)

# GenericName(restore.desktop)
source: Restore files from a backup archive
pl: Przywracanie plików z kopii zapasowej

# Name(slp-server.desktop)
source: SLP Server
pl: Serwer SLP

# Name(sshd.desktop)
source: SSHD Configuration
pl: Konfiguracja SSHD

# Name(samba-server.desktop)
source: Samba Server
pl: Serwer Samba

# Name(scanner.desktop)
source: Scanner
pl: Skaner

# Name(security.desktop)
source: Security and Users
pl: Użytkownicy i zabezpieczenia

# GenericName(keyboard.desktop)
source: Select the keyboard layout
pl: Wybór układu klawiatury

# GenericName(answering_machine.desktop)
source: Set up a phone answering machine
pl: Ustawienia automatycznej sekretarki

# GenericName(fax.desktop)
source: Set up an ISDN fax device
pl: Ustawienie faksu ISDN

# GenericName(fingerprint-reader.desktop)
source: Set up fingerprint authentication
pl: Ustawienia uwierzytelniania za pomocą linii papilarnych

# GenericName(remote.desktop)
source: Set up remote administration
pl: Ustawienia administracji zdalnej

# GenericName(release_notes.desktop)
source: Show Release Notes
pl: Wyświetlenie informacji o wydaniu

# Name(system-profile.desktop)
source: Smolt Project
pl: Projekt Smolt

# GenericName(system-profile.desktop)
source: Smolt Project
pl: Projekt Smolt

# Name(software.desktop)
source: Software
pl: Oprogramowanie

# Name(sw_single.desktop)
source: Software Management
pl: Zarządzanie oprogramowaniem

# Name(sw_source.desktop)
source: Software Repositories
pl: Repozytoria oprogramowania

# Name(sound.desktop)
source: Sound
pl: Dźwięk

# Name(bootmsg.desktop)
source: Start-Up Log
pl: Dziennik rozruchu

# Name(support.desktop)
source: Support
pl: Pomoc

# Name(suse_register.desktop)
source: Support Registration
pl: Pomoc - Rejestracja

# GenericName(suse_register.desktop)
source: Support Registration
pl: Pomoc Rejestracja

# Name(backup.desktop)
source: System Backup
pl: Kopia zapasowa systemu

# Name(messages.desktop)
source: System Log
pl: Dziennik systemu

# Name(restore.desktop)
source: System Restoration
pl: Przywracanie systemu

# Name(runlevel.desktop)
source: System Services (Runlevel)
pl: Usługi systemowe (poziom pracy)

# Name(tftp-server.desktop)
source: TFTP Server
pl: Serwer TFTP

# Name(tv.desktop)
source: TV Card
pl: Karta telewizyjna

# Name(SD_logprof.desktop)
source: Update Profile Wizard
pl: Asystent aktualizacji profilu

# GenericName(SD_logprof.desktop)
source: Update Profiles
pl: Aktualizacja profilów

# GenericName(update.desktop)
source: Update your system to the newest packages from FACTORY (expert tool)
pl: Aktualizacja systemu do najnowszych pakietów FACTORY (dla zaawansowanych)

# Comment(update.desktop)
source: Update your system to the newest packages from FACTORY (expert tool)
pl: Aktualizacja systemu do najnowszych pakietów FACTORY (dla zaawansowanych)

# Name(users.desktop)
source: User and Group Management
pl: Zarządzanie użytkownikami i grupami

# Name(vendor.desktop)
source: Vendor Driver CD
pl: Płyta CD ze sterownikami od dostawcy

# GenericName(checkmedia.desktop)
source: Verify CD and DVD media integrity
pl: Sprawdzenie integralności nośnika CD lub DVD

# GenericName(hwinfo.desktop)
source: View hardware information
pl: Informacje o sprzęcie

# Name(virt-manager.desktop)
source: Virtual Machine Manager
pl: Menedżer maszyn wirtualnych

# Name(virtualization.desktop)
source: Virtualization
pl: Wirtualizacja

# Name(samba-client.desktop)
source: Windows Domain Membership
pl: Członkostwo w domenie Windows

# Name(xpram.desktop)
source: XPRAM device
pl: Urządzenie XPRAM

# Name(iscsi-client.desktop)
source: iSCSI Initiator
pl: Inicjator iSCSI

# Name(iscsi-server.desktop)
source: iSCSI Target
pl: Element docelowy iSCSI

# Name(isns.desktop)
source: iSNS Server
pl: Serwer iSNS

# GenericName(support.desktop)
source: support
pl: pomoc
