Repository: aviarypl/suse-l10n-pl
Catalog: lcn/vmx-manager.*.po
Languages: pl

source: <b>Bus _Type:</b>
pl: <b>_Typ magistrali:</b>

source: <b>Connection type:</b>
pl: <b>Typ połączenia:</b>

source: <b>Devices</b>
pl: <b>Urządzenia</b>

source: <b>General</b>
pl: <b>Ogólne</b>

source: <b>Position:</b>
pl: <b>Położenie:</b>

source: <b>There are currently no virtual machines.</b><i> You can add or create some using the buttons on the left side of this window.</i>
pl: <b>Obecnie nie ma żadnych maszyn wirtualnych.</b><i> Maszyny wirtualne można dodać lub utworzyć za pomocą przycisków znajdujących się po lewej stronie tego okna. </i>

source: <b>_Size:</b>
pl: <b>Roz_miar:</b>

source: <span size="large"><b>Common Tasks</b></span>
pl: <span size="large"><b>Częste czynności</b></span>

source: <span size="large"><b>Machine Tasks</b></span>
pl: <span size="large"><b>Zadania</b></span>

source: Add Existing Machine
pl: Dodaje istniejącą maszynę wirtualną

source: Configure
pl: Konfiguracja

source: Configure CD-ROM Drive
pl: Konfiguracja napędu CD-ROM

source: Configure Disk
pl: Konfigurcaja dysku

source: Configure Virtual Machine
pl: Konfiguracja maszyny wirtualnej

source: Create Blank Machine
pl: Utwórz nowy maszynę wirtualną

source: Create Machine From ISO
pl: Utwórz maszynę wirtualną z pliku ISO

source: ISO file
pl: Plik ISO

source: Memory:
pl: Pamięć:

source: Name:
pl: Nazwa:

source: Operating System:
pl: System operacyjny:

source: Physical drive
pl: Napęd fizyczny

source: Remove
pl: Usuń

source: Select A ISO File
pl: Proszę wybrać plik ISO

source: Sound enabled
pl: Dźwięk włączony

source: Start
pl: Uruchom

source: USB enabled
pl: USB włączone

source: Virtual Machine Manager
pl: Menedżer maszyn wirtualnych

source: _Add
pl: _Dodaj

source: _Configure
pl: _Konfiguruj

source: _Remove
pl: _Usuń

source: in GB
pl: w GB

source: Configure Ethernet
pl: Konfiguracja połączenia sieciowego

source: CD Images
pl: Obrazy CD

source: <b>There are currently no virtual machines.</b>
pl: <b>Obecnie nie ma żadnych maszyn wirtualnych.</b>

source: You can add or create a new virtual machine using the buttons on the left
pl: Maszyny wirtualne można dodać lub utworzyć za pomocą przycisków znajdujących się po lewej stronie tego okna

source: Start Machine
pl: Uruchom maszynę wirtualną

source: Start the virtual machine
pl: Uruchamia maszynę wirtualną

source: Configure Machine
pl: Skonfiguruj maszynę wirtualną

source: Configure the connected devices
pl: Konfiguracja podłączonych urządzeń

source: Remove Machine
pl: Usuń maszynę wirtualną

source: Remove the virtual machine
pl: Usuwa maszynę wirtualną

source: Create a new empty virtual machine
pl: Tworzy całkowicie nową maszynę wirtualną

source: Create a new machine which boots from a ISO
pl: Tworzy maszynę wirtualną, która uruchamia się z pliku ISO

source: Add an existing virtual machine
pl: Dodaje istniejącą maszynę wirtualną

source: VMware Player not found
pl: Nie znaleziono programu VMware Player

source: It will not be possible to run virtual machines.
pl: Uruchamianie maszyn wirtualnych nie będzie możliwe.

source: Configure Hard Disk
pl: Konfiguracja dysku twardego

source: Failed to find mount point for disk
pl: Odnalezienie punktu montowania dla dysku nie powiodło się

source: You do not have enough free space to create this disk. Please free up {0} of space.
pl: Niewystarczająca ilość wolnej przestrzeni. Aby utworzyć ten dysk, proszę zwolnić {0}.

source: An unexpected error occurred, Virtual Machine Manager will now exit:
pl: Wystąpił nieoczekiwany błąd, Menedżer maszyn wirtualnych zakończy działanie:

source: Unknown
pl: Nieznane

source: There are two conflicting disks. Please change the position of one of the disks and try again.
pl: Dwa dyski są ze sobą w konflikcie. Proszę zmienić położenie jednego z nich i spróbować ponownie.

source: Virtual Machine Manager Error
pl: Błąd Menedżera maszyn wirtualnych

source: Hard Disk
pl: Dysk twardy

source: Add a hard disk
pl: Dodaj dysk twardy

source: Add a CD-ROM drive
pl: Dodaje napęd CD-ROM

source: Floppy
pl: Dyskietka

source: Add a floppy drive
pl: Dodaje napęd dyskietek

source: Could not save changes
pl: Zapisanie zmian nie było możliwe

source: Would you like to delete the disk files, or keep them?
pl: Usunąć pliki dysków, czy zachować je?

source: If you delete them, all data on the disk will be lost.
pl: Jeśli zostaną usunięte, wszystkie dane zapisane na odpowiadających im dyskach zostaną utracone.

source: Keep
pl: Zachowaj

source: Would you like to delete the virtual machine files, or keep them?
pl: Usunąć pliki maszyn wirtualnych, czy zachować je?

source: If you delete them, all data in the virtual machine will be lost.
pl: Jeśli zostaną usunięte, wszystkie dane zapisane na odpowiadających im masynach wirtualnych zostaną utracone.

source: Choose a CD image
pl: Proszę wybrać obraz CD

source: Choose a virtual machine file
pl: Proszę wybrać plik maszyny wirtualnej

source: Virtual Machines
pl: Maszyny wirtualne

source: New Virtual Machine
pl: Nowa maszyna wirtualna

source: Running
pl: Włączony

source: Suspended
pl: Wstrzymany

source: Powered Off
pl: Wyłączony

source: <b>Creating Hard Disks</b>
pl: <b>Tworzenie dysków twardych</b>

source: Creating the hard disk(s) may take several minutes, depending on their size.
pl: Tworzenie dysków twardych może trwać kilka minut, w zależności od ich rozmiaru.
