Repository: aviarypl/suse-l10n-pl
Catalog: lcn/xen-vm-install.*.po
Languages: pl

source: Installation Error
pl: Błąd instalacji

source: Error
pl: Błąd

source: Warning
pl: Ostrzeżenie

source: Aborted
pl: Przerwano

source: Invalid URL
pl: Nieprawidłowy adres URL

source: The 'kernel-xen' and 'install-initrd' packages were not found.
pl: Pakiety "kernel-xen" oraz "install-initrd" nie zostały znalezione.

source: Failed to find the '%(tag)s' tag in the XML file.
pl: Odnalezienie elementu "%(tag)s" w pliku XML nie powiodło się.

source: Failed to parse the XML file '%(file)s'.
pl: Przetworzenie pliku XML "%(file)s" nie powiodło się.

source: The virtual disk may only be stored on a block device or in a file.
pl: Dysk wirtualny może znajdować się jedynie na urządzeniu blokowym lub w pliku.

source: No media is present in the drive.
pl: Brak nośnika w napędzie.

source: Must be the 'root' user to run vm-install
pl: Aby uruchomić vm-install, konieczne są uprawnienia użytkownika 'root'

source: Please correct the error and try again.
pl: Proszę poprawić błędy i spróbować ponownie.

source: Please type a number.
pl: Proszę wpisać liczbę.

source: The minimum acceptable value is %(val)s.
pl: Najmniejsza dopuszczalna wartość wynosi %(val)s.

source: The maximum acceptable value is %(val)s.
pl: Największa dopuszczalna wartość wynosi %(val)s.

source: The VM's name must contain only alphanumeric and _ - . : + characters.
pl: Nazwa komputera wirtualnego może zawierać jedynie litery, cyfry oraz znaki _ - . : i +.

source: The VM's name must contain from 1 to 255 characters.
pl: Nazwa komputera wirtualnego musi zawierać od 1 do 255 znaków.

source: The VM's name cannot start with a digit.
pl: Nazwa komputera wirtualnego nie może rozpoczynać się od cyfry.

source: Failed to display the VM's console because DISPLAY is not set. Please connect a VNC viewer to %s:%d.
pl: Otwarcie konsoli nie powiodło się, ponieważ zmienna DISPLAY nie jest ustawiona. Proszę podłączyć wyświetlacz VNC do %s:%d.

source: Failed to display the VM's console. Please connect a viewer manually.
pl: Otwarcie konsoli nie powiodło się. Proszę uruchomić ją ręcznie.

source: An error occurred in Xen.
pl: Wystąpił błąd w programie Xen.

source: The hypervisor is not running.
pl: Monitor komputera wirtualnego nie został uruchomiony.

source: An incompatible version of the hypervisor is running.
pl: Uruchomiona została niekompatybilna wersja monitora komputera wirtualnego.

source: Unable to connect to the Xen daemon.
pl: Nie można połączyć się z demonem Xen.

source: Must be the 'root' user to manage Xen.
pl: Aby kontrolować Xen, konieczne są uprawnienia użytkownika "root".

source: Failed to start the VM.
pl: Uruchomienie komputera wirtualnego nie powiodło się.

source: The VM has crashed.
pl: Komputer wirtualny zakończył działanie z powodu błędu.

source: A VM by that name is already running.
pl: Komputer wirtualny o tej nazwie już działa.

source: A VM configuration already exists with that name.
pl: Konfiguracja komputera wirtualnego o tej nazwie już istnieje.

source: A valid boot sector was not found. The installation may have failed.
pl: Nie znaleziono poprawnego sektora rozruchowego. Instalacja mogła nie powieść się.

source: No kernel was found. The installation may have failed.
pl: Nie znaleziono jądra. Instalacja mogła nie powieść się.

source: You must shutdown the VM before upgrading.
pl: Komputer wirtualny musi zostać zamknięty przez rozpoczęciem aktualizacji.

source: The installation source is using an unsupported protocol.
pl: Źródło instalacji korzysta z nieobsługiwanego protokołu.

source: An error occurred while reading from the installation source.
pl: Wystąpił błąd podczas odczytywania danych ze źródła instalacji.

source: The installation source was not found.
pl: Źródło instalacji nie zostało znalezione.

source: The installation source is unusable.
pl: Źródło instalacji nie nadaje się do użycia.

source: No installation source was defined.
pl: Nie określono żadnego źródła instalacji

source: A CD-ROM or DVD must be specified from which to boot.
pl: Należy określić napęd CD-ROM lub DVD, z którego zostanie uruchomiony system.

source: An error occurred while reading the configuration file.
pl: Wystąpił błąd podczas odczytywania pliku konfiguracyjnego.

source: The operating system is incompatible with the processor architecture of this machine.
pl: System operacyjny nie jest kompatybilny z architekturą procesora obecnego w komputerze.

source: The processor(s) in this machine do not support full virtualization.
pl: Procesor obecny w komputerze nie obsługuje pełnej wirtualizacji.

source: The processor(s) in this machine support full virtualization, but it is disabled in the BIOS.
pl: Procesor obecny w komputerze obsługuje pełną wirtualizację, ale jest ona wyłączona w ustawieniach BIOS.

source: Not enough memory.
pl: Brak pamięci.

source: The disk does not exist.
pl: Dysk nie istnieje.

source: The disk is read-only.
pl: Dysk jest w trybie tylko do odczytu

source: Permission was denied while attempting to access the disk.
pl: Odmowa dostępu podczas próby wykonania operacji na dysku.

source: Two of the virtual disks have conflicting virtual names or physical devices.
pl: Dwa dyski wirtualne o takich samych nazwach lub o przypisanym tym samym urządzeniu są ze sobą w konflikcie.

source: Not enough space on device for disk image.
pl: Brak wystarczającego miejsca na urządzeniu na obraz dysku.

source: Create disk image failed.
pl: Tworzenie pliku obrazu nie powiodło się.

source: You are overcommitting the amount of disk space available on this device. Continue anyways?
pl: Zostaje przydzielone więcej pamięci niż równowartość przestrzeni dyskowej dostępnej na tym urządzeniu. Czy mimo to kontynuować?

source: The job was canceled.
pl: Zadanie zostało anulowane.

source: The job was not found.
pl: Zadanie nie zostało znalezione.

source: The job is in the wrong state to perform that action.
pl: Zadanie nie jest w odpowiednim stanie, aby wykonać tę czynność.

source: A parameter is invalid or missing.
pl: Brak parametru lub parametr jest nieprawidłowy.

source: The operating system does not support paravirtualization.
pl: System operacyjny nie obsługuje parawirtualizacji.

source: The operating system does not support automated installations.
pl: System operacyjny nie obsługuje zautomatyzowanych instalacji.

source: The operating system does not support full virtualization.
pl: System operacyjny nie obsługuje pełnej wirtualizacji.

source: The operating system cannot be upgraded from this tool.
pl: Ten system operacyjny nie może być uaktualniony z pomocą tego narzędzia.

source: Other
pl: Inne

source: Novell NetWare 6.5 SP6 and older
pl: Novell NetWare 6.5 SP6 lub starszy

source: Other operating system
pl: Inny system operacyjny

source: RedHat (other)
pl: RedHat (inny)

source: Solaris 9 and older
pl: Solaris 9 lub starszy

source: SUSE (other)
pl: SUSE (inny)

source: Ubuntu (other)
pl: Ubuntu (inny)

source: Ubuntu 10 (Lucid Lynx, Maverick Meerkat)
pl: Ubintu 10 (Lucid Lynx, Maverick Meerkat)

source: Windows (other)
pl: Windows (inny)

source: Windows (other, x64)
pl: Windows (inny, x64)

source: Windows XP, 2000, 2003
pl: Windows 2000, 2003

source: Gathering settings...
pl: Zbieranie informacji...

source: Preparing to start the installation...
pl: Przygotowywanie do rozpoczęcia instalacji...

source: Installing...
pl: Instalowanie...

source: Please wait...
pl: Proszę czekać...

source: Waiting for the VM to stop before continuing...
pl: Oczekiwanie na zakończenie działania komputera wirtualnego przed kontynuowaniem...

source: Performing post-installation checks...
pl: Wykonywanie testów poinstalacyjnych...

source: Creating the run-time configuration...
pl: Przygotowywanie konfiguracji środowiska wykonania...

source: The configuration file has been written.
pl: Plik konfiguracyjny został zapisany.

source: Finishing the installation...
pl: Kończenie instalacji...

source: Finished.
pl: Zakończono.

source: Paravirtualized
pl: W trybie parawirtualizacji

source: Fully virtualized
pl: W trybie pełnej wirtualizacji

source: Paravirtualization
pl: Parawirtualizacja

source: Full virtualization
pl: Pełna wirtualizacja

source: Name
pl: Nazwa

source: Type
pl: Typ

source: Source
pl: Źródło

source: Browse
pl: Przeglądaj

source: Upgrade
pl: Aktualizuj

source: Protocol
pl: Protokół

source: Keymap
pl: Układ klawiatury

source: Sound
pl: Dźwięk

source: None
pl: Brak

source: Username:
pl: Nazwa użytkownika:

source: Password:
pl: Hasło:

source: Description
pl: Opis

source: Enabled
pl: Włączony

source: Option
pl: Opcja

source: Random
pl: Losowy

source: Create a Virtual Machine
pl: Tworzenie komputera wirtualnego

source: Install an Operating System?
pl: Czy zainstalować system operacyjny?

source: Type of Operating System
pl: Typ systemu operacyjnego

source: Summary
pl: Podsumowanie

source: Virtualization Method
pl: Metoda wirtualizacji

source: Name of Virtual Machine
pl: Nazwa komputera wirtualnego

source: Hardware
pl: Urządzenia

source: Peripheral Devices
pl: Urządzenia peryferyjne

source: Disks
pl: Dyski

source: Virtual Disk
pl: Dysk wirtualny

source: Network Adapters
pl: Karty sieciowe

source: Virtual Network Adapter
pl: Wirtualne karty sieciowe

source: Operating System Installation
pl: Instalacja systemu operacyjnego

source: Operating System Settings
pl: Ustawienia systemu operacyjnego

source: Operating System Upgrade
pl: Uaktualnienie systemu operacyjnego

source: Advanced Settings
pl: Ustawienia zaawansowane

source: This assistant will guide you through creating a new virtual machine (VM). You will be asked for some information about the VM you'd like to create, such as:
pl: Ten kreator przeprowadzi użytkownika przez proces tworzenia nowego komputera wirtualnego. Aby utworzyć nowy komputer wirtualny, zostaną zebrane następujące informacje:

source: The <b>type of operating system</b> that will run in the new VM
pl: <b>Typ systemu operacyjnego</b>, który będzie działał w nowym komputerze wirtualnym

source: Whether the VM will be <b>fully virtualized</b> or <b>paravirtualized</b>
pl: Tryb wirtualizacji, w którym będzie działać komputer wirtualny: <b>tryb pełnej wirtualizacji</b> albo <b>tryb parawirtualizacji</b>

source: The <b>location</b> of the files necessary to install an operating system on the VM, or a <b>disk</b> that already has an operating system
pl: <b>Położenie</b> plików niezbędnych do zainstalowania systemu operacyjnego w komputerze wirtualnym lub <b>dysk</b>, na którym już znajduje się zainstalowany system operacyjny

source: Other characteristics of the VM, such as <b>memory</b>, <b>processors</b>, and <b>network adapters</b>.
pl: Inne cechy komputera wirtualnego, takie jak <b>pamięć</b>, <b>procesory</b> i <b>karty sieciowe</b>.

source: For the most current information on Novell VM server technology, see
pl: Najnowsze informacje na temat technologii serwera komputerów wirtualnych firmy Novell dostępne są pod adresem

source: If you are creating this VM from scratch, you will need to install an operating system. When migrating a physical machine to a virtual machine, the disk with the existing operating system can often be reused for the VM.
pl: Jeśli komputer wirtualny tworzony jest od podstaw, konieczne będzie zainstalowanie w nim systemu operacyjnego. Natomiast w przypadku przenoszenia istniejącego systemu do komputera wirtualnego, często dysk z istniejącym systemem operacyjnym można wykorzystać także w komputerze wirtualnym.

source: I need to install an operating system.
pl: Chcę zainstalować system operacyjny.

source: I have a disk or disk image with an installed operating system.
pl: Posiadam dysk lub obraz dysku z już zainstalowanym systemem operacyjnym.

source: I need to upgrade an existing operating system.
pl: Muszę uaktualnić istniejący system operacyjny.

source: Please choose a name for the virtual machine.
pl: Proszę podać nazwę tworzonego komputera wirtualnego.

source: Click any headline to make changes. When the settings are correct, click <b>OK</b> to create the VM.
pl: Aby dokonać zmian w ustawieniach, proszę wybrać myszą odpowiedni nagłówek. Aby zatwierdzić ustawienia i utworzyć maszynę wirtualną, proszę nacisnąć przycisk <b>OK</b>.

source: Virtual machines can use paravirtualization or full virtualization. Paravirtualization is faster but requires operating system support. Full virtualization runs a broader range of operating systems but requires hardware support. Which do you prefer?
pl: Komputery wirtualne mogą działać w trybie parawirtualizacji lub w trybie pełnej wirtualizacji. Tryb parawirtualizacji jest bardziej wydajny, ale do działania wymaga wsparcia systemu operacyjnego. Z kolei tryb pełnej wirtualizacji obsługuje większą liczbę systemów operacyjnych, lecz wymaga wsparcia sprzętowego. W jakim trybie ma działać tworzony komputer wirtualny?

source: Please specify the type of operating system that will run within the virtual machine. This defines many defaults, and helps decide how to start paravirtualized operating systems.
pl: Proszę określić typ systemu operacyjnego, który będzie działał w komputerze wirtualnym. Pozwoli to wybrać odpowiednie ustawienia domyślne oraz pomoże w ustaleniu, w jaki sposób mają być uruchamiane systemy operacyjne działające w trybie parawirtualizacji.

source: Some operating systems support automating the installation by specifying a URL or file(s). Select a directory to include multiple files.
pl: Niektóre systemy operacyjne pozwalają na automatyzację procesu instalacji poprzez podanie odpowiedniego adresu URL lub pliku. Aby wybrać więcej niż jeden plik, proszę zaznaczyć cały katalog.

source: Some operating systems accept additional arguments, used to customize the installation or boot process.
pl: Niektóre systemy operacyjne obsługują dodatkowe argumenty, które służą do zmiany domyślnych ustawień procesów instalacji i uruchamiania systemu.

source: Select the behavior when the operating system exits with power off, reboot or crash. Settings take effect after installation is complete.
pl: Proszę wybrać zachowanie, gdy system operacyjny kończy pracę przez wyłączenie, ponowne uruchomienie lub przez awarię komputera. Ustawienia zadziałają po zakończeniu instalacji.

source: Specify the bootable virtual disk (often labeled as Disk 1) or the network installation source URL. Each CD, DVD, or ISO image required for installation must be added as a virtual disk.
pl: Proszę określić startowy dysk wirtualny (zazwyczaj "Dysk 1") albo podać adres URL źródła instalacji sieciowej. Każda płyta CD i DVD, jak i obraz ISO wymagane do instalacji muszą zostać dodane jako dyski wirtualne.

source: Create a virtual disk based on a device (CD or other block device), an existing image file (ISO), or a new file. Specify a device by its device node, such as /dev/cdrom, not its mount point.
pl: Dysk wirtualny można utworzyć w oparciu o urządzenie (napęd CD lub inne urządzenie blokowe), istniejący plik obrazu (ISO) lub nowy plik obrazu. Urządzenie należy określić podając plik urządzenia (np. /dev/cdrom), a nie jego punkt montowania.

source: Please specify the settings for the virtual network adapter.
pl: Proszę określić ustawienia dla wirtualnej karty sieciowej.

source: Press 'q' or the Escape key to exit.
pl: Aby wyjść, proszę nacisnąć klawisz "q" lub "Esc".

source: Warning: Vm-install automatically manages these configuration settings depending on the operating system to be installed. It is expected that you understand clearly the consequences of enabling or disabling a particular setting.
pl: Ostrzeżenie: program Vm-install automatycznie zarządza tymi ustawieniami konfiguracyjnymi zależnie od systemu operacyjnego, który ma być zainstalowany. Zakłada się pełne rozumienie konsekwencji włączenia lub wyłączenia poszczególnych ustawień.

source: Reset to Defaults
pl: Przywróć domyślne

source: Setting the maximum memory greater than the initial memory requires the VM operating system to have a memory balloon driver.
pl: Ustawienie wartości pamięci maksymalnej większej niż wartość początkowa wymaga sterownika "memory balloon" w systemie operacyjnym komputera wirtualnego.

source: Specify the amount of memory and number of processors to allocate for the VM.
pl: Proszę określić ilość pamięci oraz liczbę procesorów, które zostaną przydzielone komputerowi wirtualnemu.

source: For best performance, the number of virtual processors should be less than or equal to the number of physical processors.
pl: Aby zapewnić najwyższą wydajność, liczba procesorów wirtualnych powinna być mniejsza lub równa liczbie procesorów fizycznych.

source: Paravirtualized graphics require that an appropriate driver is installed in the operating system.
pl: Do obsługi grafiki w trybie parawirtualizacji wymagane jest, aby w systemie operacyjnym zainstalowany był odpowiedni sterownik.

source: The VM will operate like a server without a monitor. You may still access the operating system via the virtualized serial port, or through any operating system supported services such as ssh or VNC.
pl: Komputer wirtualny będzie działać jak serwer bez monitora. Dostęp do systemu operacyjnego będzie wciąż możliwy poprzez wirtualny kabel szeregowy lub poprzez obsługiwane przez system usługi, takie jak ssh i VNC.

source: Please specify the type of virtualized graphics hardware.
pl: Proszę określić rodzaj wirtualizowanej karty graficznej.

source: Paravirtualized Graphics Adapter
pl: Parawirtualizowana karta graficzna

source: No Graphics Support
pl: Bez obsługi grafiki

source: Graphics Adapter
pl: Karta graficzna

source: Please specify the keyboard translation map file.
pl: Proszę określić plik mapowania klawiatury.

source: Please specify the sound device.
pl: Proszę określić urządzenie dźwiękowe

source: No Sound Support
pl: Bez obsługi dźwięku

source: All
pl: Wszystko

source: Sound Card
pl: Karta dźwiękowa

source: Virtual Disks
pl: Dyski wirtualne

source: PXE Boot
pl: Rozruch PXE

source: Size (GB)
pl: Rozmiar (GB)

source: Create Sparse Image File
pl: Utwórz rzadki plik obrazu

source: Read-Only Access
pl: Tylko do odczytu

source: Hard Disk
pl: Dysk twardy

source: CD-ROM or DVD
pl: Napęd CD-ROM lub DVD

source: Floppy Disk
pl: Napęd dyskietek

source: Cache Mode
pl: Tryb cache

source: Can't reach the pxe server. Possible reasons are an improperly configured network or firewall restrictions.
pl: Serwer pxe jest nieosiągalny. Możliwe przyczyny to nieprawidłowo skonfigurowana sieć lub ograniczenia zapory sieciowej.

source: Can't get the pxelinux.cfg/default file from the pxe server.
pl: Nie można pobrać pliku pxelinux.cfg/default z serwera pxe.

source: Can't download the kernel and initrd from the server.
pl: Nie można pobrać jądra systemu i initrd z serwera.

source: This kernel image may not be a paravirtualized xen kernel required for installation, Continue?
pl: Ten obraz jądra może nie być parawirtualizowanym jądrem xen wymaganym do instalacji. Czy kontynuować?

source: Unable to identify a configured network bridge.
pl: Nie można zidentyfikować skonfigurowanego mostu sieciowego.

source: Paravirtualized PXE booting requires the use of tftp or atftp. Please install one of these packages.
pl: Parawirtualne bootowanie PXE wymaga użycia tftp lub aftp. Należy zainstalować jeden z tych pakietów.

source: Fully Virtualized Intel e100
pl: Intel e100 w trybie pełnej wirtualizacji

source: Fully Virtualized Intel e1000
pl: Intel e1000 w trybie pełnej wirtualizacji

source: Fully Virtualized Intel eepro100
pl: Intel epro e100 w trybie pełnej wirtualizacji

source: Fully Virtualized AMD PCnet 32
pl: AMD PCnet 32 w trybie pełnej wirtualizacji

source: Fully Virtualized NE2000 (ISA Bus)
pl: NE2000 (ISA Bus) w trybie pełnej wirtualizacji

source: Fully Virtualized NE2000 (PCI Bus)
pl: NE2000 (PCI Bus) w trybie pełnej wirtualizacji

source: Fully Virtualized Realtek 8139
pl: Realtek 8139 w trybie pełnej wirtualizacji

source: MAC Address
pl: Adres MAC

source: Randomly generated MAC address
pl: Adres MAC generowany losowo

source: Specified MAC address
pl: Określony adres MAC

source: Additional Arguments
pl: Dodatkowe argumenty

source: Network URL
pl: Sieciowy adres URL

source: Memory
pl: Pamięć

source: Processors
pl: Procesory

source: Automated install file or URL
pl: Ścieżka lokalna lub URL pliku instalacji zautomatyzowanej

source: Available Memory
pl: Dostępna pamięć

source: Available Processors
pl: Dostępne procesory

source: Initial Memory
pl: Pamięć początkowa

source: Maximum Memory
pl: Pamięć maksymalna

source: Virtual Processors
pl: Procesory wirtualne

source: Installation Source
pl: Źródło instalacji

source: Automated Installation
pl: Instalacja zautomatyzowana

source: Operating System
pl: System operacyjny

source: Power Off
pl: Wyłącz

source: Reboot
pl: Uruchom ponownie

source: Crash
pl: Awaria

source: Kickstart file or URL
pl: Położenie lub URL pliku konfiguracji Kickstart

source: AutoYaST file
pl: Plik AutoYaST

source: NetWare response file
pl: Plik odpowiedzi NetWare

source: Creating the Virtual Machine
pl: Tworzenie komputera wirtualnego

source: Writing the configuration file
pl: Zapisywanie pliku konfiguracyjnego

source: Locate Operating System Settings File
pl: Położenie pliku ustawień systemu operacyjnego

source: Locate Disk or Disk Image
pl: Położenie dysku lub obrazu dysku

source: Do you want to add another virtual disk?
pl: Czy dodać kolejny dysk wirtualny?

source: Do you want to add another virtual network adapter?
pl: Czy dodać następną kartę sieciową?

source: What type of virtual disk do you want to add?
pl: Proszę wybrać typ dysku wirtualnego do dodania:

source: Where will the virtual disk physically reside?
pl: Gdzie będzie przechowywany tworzony dysk wirtualny?

source: What type of virtual network adapter do you want to add?
pl: Proszę wybrać typ karty sieciowej do dodania:

source: Create a sparse image file for the virtual disk?
pl: Utworzyć rzadki plik obrazu dla wirtualnego dysku ?

source: Default
pl: Domyślny

source: Operating System Type
pl: Typ systemu operacyjnego

source: Managed Virtual Machines
pl: Zarządzane komputery wirtualne

source: Configuration File
pl: Plik konfiguracyjny

source: Specify the URL containing the network installation source.
pl: Proszę podać adres URL, który zawiera źródło instalacji sieciowej.

source: A hypervisor is not running. For kvm, load the kvm kernel modules. If you want to run xen, reboot and load the xen kernel.
pl: Monitor komputera wirtualnego nie jest uruchomiony. W przypadku kvm należy wczytać moduły jądra kvm. Aby uruchomić xen, należy uruchomić ponownie system oraz wczytać jądro xen.
