Repository: aviarypl/suse-l10n-pl
Catalog: lcn/xgl-settings.*.po
Languages: pl

source: New accelerator...
pl: Nowy akcelerator...

source: Accelerator key
pl: Klawisz akceleratora

source: Accelerator modifiers
pl: Modyfikatory akceleratora

source: Accelerator keycode
pl: Kod klawisza akceleratora

source: Accel Mode
pl: Tryb akcel.

source: The type of accelerator.
pl: Rodzaj akceleratora.

source: Disabled
pl: Wyłączone

source: Configure 3D Desktop Effects
pl: Skonfiguruj efekty 3D pulpitu

source: Desktop Effects
pl: Efekty pulpitu

source: sides.
pl: ścianach.

source: (May be very slow with some video cards!)
pl: (Może działać bardzo powoli na niektórych kartach wideo!)

source: 3D Acceleration:
pl: Akceleracja 3D:

source: 3D Desktop
pl: Pulpit 3D

source: <b>Desktop Cube</b>
pl: <b>Kostka pulpitu</b>

source: <b>Edge Flipping</b>
pl: <b>Przełączanie krawędziami</b>

source: <b>Moving Windows</b>
pl: <b>Przenoszenie okien</b>

source: <b>Translucent Windows</b>
pl: <b>Przezroczyste okna</b>

source: <b>Water Effect</b>
pl: <b>Efekty wodne</b>

source: <b>Window Picker</b>
pl: <b>Przeglądarka okien</b>

source: <b>Window Transitions</b>
pl: <b>Przejścia okien</b>

source: <b>Zoom</b>
pl: <b>Powiększanie</b>

source: Activate/deactivate rain when I type:
pl: Aktywuj / deaktywuj deszcz po naciśnięciu:

source: Activate/deactivate when I type:
pl: Aktywuj / deaktywuj po naciśnięciu:

source: Advanced Options
pl: Opcje zaawansowane

source: Always enable edge flipping.
pl: Pozwalaj zawsze na przełączanie krawędziami

source: Button 1
pl: Przycisk 1

source: Button 2
pl: Przycisk 2

source: Button 3
pl: Przycisk 3

source: Create ripples with the pointer when I hold down:
pl: Twórz małe fale koło kursora, jeśli przytrzymany jest klawisz:

source: Delay before flipping:
pl: Opóźnienie przed przełączeniem:

source: Desktop Cube
pl: Kostka pulpitu

source: Desktop Effects Settings
pl: Ustawienia efektów pulpitu

source: Desktop Effects:
pl: Efekty pulpitu:

source: Don't enable edge flipping.
pl: Wyłącz przełączanie krawędziami

source: Drag the cube with the mouse by using:
pl: Przesuwaj kostkę myszą z użyciem klawisza:

source: Enable edge flipping only when dragging windows or icons.
pl: Włącz przełączanie krawędziami tylko dla przenoszenia okien lub ikon

source: Other Features
pl: Inne funkcje

source: The Window Picker shrinks and rearranges the windows on your desktop so you can see all of them at once, and then selects the one you click.
pl: Przeglądarka okien pomniejsza i przestawia okna na pulpicie, dzięki czemu można obejrzeć je wszystkie jednocześnie i wybrać za pomocą naciśnięcia myszą.

source: Top Left Top Right Bottom Left Bottom Right
pl: Górny lewy Górny prawy Dolny lewy Dolny prawy

source: Use scroll wheel plus these modifiers to change window opacity:
pl: Używaj kółka myszy oraz tych modyfikatorów do zmiany przezroczystości okna

source: Video card:
pl: Karta wideo:

source: When edge flipping is enabled, the cube automatically rotates to the next face when you bump the pointer against the edge of the screen.
pl: Włączenie przełączania krawędziami powoduje, że kostka automatycznie przekręca się w następne położenie, gdy kursor myszy dotknie krawędzi ekranu.

source: Window Effects
pl: Efekty okien

source: Window edges stick to other windows when you hold down "Shift"
pl: Krawędzie okien przyklejają się do innych okien, jeśli przytrzymany jest klawisz "Shift"

source: Windows are translucent while they're being moved.
pl: Podczas przenoszenia okna są przezroczyste.

source: Windows fade away when they are closed.
pl: Okna zanikają po zamknięciu.

source: Windows wobble when they first appear.
pl: Okna drgają przy pierwszym pojawieniu się.

source: Windows wobble while they're being moved.
pl: Okna drgają podczas przenoszenia.

source: Windows zoom to/from taskbar on minimize/unminimize.
pl: Okna płynnie powiększają się oraz pomniejszają się do paska zadań przy minimalizacji i cofnięciu minimalizacji.

source: Wrap the desktop around a "cube" with
pl: Owiń pulpit wokół "kostki" o

source: Zoom in and out when I use the scroll wheel with:
pl: Powiększaj i pomniejszaj, gdy przesuwane jest kółko myszy z:

source: Zoom into desktop when I press:
pl: Powiększ pulpit po naciśnięciu klawisza:

source: Zoom mode lets you zoom in on part of the desktop.
pl: Tryb powiększania pozwala na powiększanie wybranej części pulpitu.

source: chance of showers
pl: przelotne opady

source: downpour
pl: ulewa

source: or when I move the mouse to this corner:
pl: lub po przesunięciu kursora myszy do tego narożnika:

source: Your graphics card is supported.
pl: Karta graficzna tego komputera nie jest obsługiwana.

source: Your graphics card will not work with Xgl.
pl: Karta graficzna tego komputera nie współpracuje z Xgl.

source: Your graphics card is not supported, but may work.
pl: Karta graficzna tego komputera nie jest obsługiwana, ale może działać.

source: Your graphics card is not supported. It may be able to run Xgl, but might be unusably slow.
pl: Karta graficzna tego komputera nie jest obsługiwana. Xgl może się uruchomić, ale będzie pracować zbyt wolno.

source: Your graphics card is not in Xgl's database.
pl: Karty graficznej tego komputera nie ma w bazie danych Xgl.

source: Your graphics card is not known to be supported. It might or might not support Xgl, and it might or might not be able to run Xgl at full speed.
pl: Nie wiadomo, czy karta graficzna tego komputera jest obsługiwana. Nie jest pewne, czy Xgl będzie w ogóle działać, ani czy będzie działać z odpowiednią szybkością.

source: Enabled
pl: Włączone

source: Enabled, but misconfigured
pl: Włączone, ale nieprawidłowo skonfigurowane

source: You should be able to fix this using the SaX2 configuration tool. Press the button below to run SaX2.
pl: Problem ten można naprawić używając narzędzia konfiguracyjnego SaX2. Aby uruchomić SaX2, należy nacisnąć poniższy przycisk.

source: You might be able to fix this using the SaX2 configuration tool. Press the button below if you'd like to try running SaX2.
pl: Możliwe, że problem ten uda się naprawić używając narzędzia konfiguracyjnego SaX2. Aby uruchomić SaX2, należy nacisnąć poniższy przycisk.

source: Xgl is enabled. However, it is not configured with the options that are recommended for your video card. Using the wrong options may result in slower 3D performance, or might even cause Xgl to crash in some cases. To fix this, press "Update Desktop Effects Settings" below. This will log you out and return you to the login screen.
pl: Xgl jest włączony, jednakże jego konfiguracja nie odpowiada zalecanej dla karty graficznej tego komputera. Stosowanie niewłaściwych ustawień może skutkować niską wydajnością 3D; w pewnych przypadkach może także spowodować niestabilną pracę. Aby to naprawić, należy nacisnąć przycisk "Aktualizuj ustawienia efektów pulpitu". Użytkownik zostanie wylogowany, a komputer powróci do ekranu logowania.

source: Xgl is enabled, but might not perform well with this card. To disable Xgl and return to the 2D desktop, press "Disable Desktop Effects" below. This will log you out and return you to the login screen.
pl: Xgl jest włączony, ale może nie pracować wydajnie z tą kartą. Aby wyłączyć Xgl i powrócić do pulpitu 2D, należy nacisnąć przycisk "Wyłącz efekty pulpitu". Użytkownik zostanie wylogowany, a komputer powróci do ekranu logowania.

source: Xgl is enabled. To disable it and return to the 2D desktop, press "Disable Desktop Effects" below. This will log you out and return you to the login screen.
pl: Xgl jest włączony. Aby go wyłączyć i powrócić do pulpitu 2D, należy nacisnąć przycisk "Wyłącz efekty pulpitu". Użytkownik zostanie wylogowany, a komputer powróci do ekranu logowania.

source: Sorry.
pl: Przepraszamy.

source: However, Xgl cannot be enabled, because you do not have 24-bit color configured.
pl: Xgl nie może zostać włączony, ponieważ nie została skonfigurowana 24-bitowa głębia koloru.

source: However, in order to use Xgl, you need to first install a special video driver for your video card. Press the button below to run the Software Updater tool to install this driver.
pl: Aby używać Xgl, konieczne jest zainstalowanie specjalnego sterownika dla karty graficznej. Aby uruchomić narzędzie aktualizacji oprogramowania i zainstalować ten sterownik, należy nacisnąć poniższy przycisk.

source: However, you do not currently have 3D acceleration enabled.
pl: Aktualnie akceleracja 3D nie jest włączona.

source: To enable Xgl, press "Enable Desktop Effects" below. This will log you out and return you to the login screen.
pl: Aby włączyć Xgl, należy nacisnąć przycisk "Włącz efekty pulpitu" poniżej. Użytkownik zostanie wylogowany, a system powróci do ekranu logowania.

source: Your graphics card is not supported. Furthermore, you do not have 24-bit color configured. If you fix this, you may be able to run Xgl.
pl: Karta graficzna tego komputera nie jest obsługiwana. Ponadto nie została skonfigurowana 24-bitowa głębia koloru. Aby uruchomienie Xgl było możliwe, trzeba to poprawić.

source: Your graphics card is not known to be supported by Xgl. However, it does appear to support 3D acceleration. To enable Xgl, press "Enable Desktop Effects" below. This will log you out and return you to the login screen. If the login screen does not come back up, you will need to disable Xgl from the command line by logging in as root and running: gnome-xgl-switch --disable-xgl
pl: Karty graficznej tego komputera nie ma na liście kart obsługiwanych przez Xgl. Mimo to zdaje się ona obsługiwać akcelerację 3D. Aby włączyć Xgl, należy nacisnąć przycisk "Włącz efekty pulpitu". Użytkownik zostanie wylogowany, a komputer powróci do ekranu logowania. Jeśli ekran logowania się nie pojawi, konieczne będzie wyłączenie Xgl z linii poleceń - będzie trzeba się zalogować jako root i wykonać polecenie: gnome-xgl-switch --disable-xgl

source: Your graphics card is not known to be supported by Xgl, and it is not currently configured for 3D acceleration. Xgl cannot be enabled. However, if 3D acceleration can be enabled on this card, then it might be possible to run Xgl.
pl: Karty graficznej tego komputera nie ma na liście kart obsługiwanych przez Xgl i nie jest ona obecnie skonfigurowana do pracy w trybie akceleracji 3D. Xgl nie może być włączony. Jednakże uruchomienie Xgl może być możliwe po włączeniu akceleracji 3D dla tej karty.

source: NOTE: you have an extremely large screen; if Xgl is too slow at this resolution, it may work better at lower resolutions.
pl: UWAGA: Komputer ten korzysta z bardzo dużego ekranu. Jeśli Xgl będzie działał zbyt wolno w obecnej rozdzielczości, być może zadziała lepiej w niższych rozdzielczościach.

source: You can configure Desktop Effects using the other tabs of this control panel. If you are seeing bugs caused by Desktop Effects, there may be information about fixes or workarounds at the openSUSE wiki, which you can visit by clicking the "Help" button below.
pl: W innych kartach tego okna można skonfigurować efekty pulpitu. W przypadku wystąpienia błędów spowodowanych efektami pulpitu, warto poszukać informacji o poprawkach lub sposobach na obejście problemu na Wiki openSUSE. Można je odwiedzić naciskając znajdujący się poniżej przycisk "Pomoc".

source: If you are having problems configuring Desktop Effects, you can click the "Help" button below to visit the troubleshooting page on the openSUSE wiki for advice.
pl: W przypadku wystąpienia problemów podczas konfiguracji efektów pulpitu, warto poszukać porad i pomocy na stronach Wiki openSUSE. Można je odwiedzić naciskając znajdujący się poniżej przycisk "Pomoc".

source: Disable Desktop Effects
pl: Wyłącz efekty pulpitu

source: Enable Desktop Effects
pl: Włącz efekty pulpitu

source: Update Desktop Effects Settings
pl: Aktualizuj ustawienia efektów pulpitu

source: Start Software Updater
pl: Uruchom aktualizację oprogramowania

source: Start SaX2
pl: Uruchom SaX2

source: Unknown
pl: Nieznane

source: Waiting for the Software Update tool to finish...
pl: Oczekiwanie na zakończenie pracy narzędzia aktualizacyjnego...

source: Waiting for SaX2 to finish...
pl: Oczekiwanie na zakończenie pracy SaX2...
