Repository: aviarypl/suse-l10n-pl
Catalog: lcn/ximian-artwork.*.po
Languages: pl

source: Industrial icon theme for GNOME
pl: Zestaw ikon Industrial dla GNOME

source: Brown Eyed Susans
pl: Słoneczniki

source: Crabapple
pl: Kwiat rajskiej jabłoni

source: Electric Flower
pl: Żółty dzban nektaru

source: Evening Dew
pl: Wieczorna rosa

source: Florida Sunset
pl: Zachód słońca na Florydzie

source: Green Leaf
pl: Życie na zielono

source: Orange Flower
pl: Pomarańczowa eksplozja

source: Parallel Veins
pl: Witamy w fabryce tlenu

source: Phantom Leaves
pl: Drzewo mądrości

source: Rain Drops
pl: Deszcz o świcie

source: Swirled Leaf
pl: Tańczący liść

source: Tendril
pl: Zaczarowana fasola

source: Yellow Flower
pl: Miniaturowe słońce

source: Baby Duck
pl: Kaczuszka

source: Bunny
pl: Króliczek

source: Falling Leaves
pl: Spadające liście

source: Fyre Sheets
pl: Gorące liście

source: Radiate
pl: Promienie

source: Scraggled
pl: Pokręcony

source: Industrial desktop theme for GNOME
pl: Motyw pulpitu Industrial dla GNOME
