Repository: aviarypl/suse-l10n-pl
Catalog: lcn/zmd.*.po
Languages: pl

source: Path '{0}' is not valid.
pl: Ścieżka '{0}' jest nieprawidłowa.

source: Failed to add packages from '{0}': {1}
pl: Dodawanie pakietów z '{0}' zakończone niepowodzeniem: {1}

source: Unknown bundle storage version '{0}'
pl: Nieznana wersja archiwum zestawu '{0}'

source: Extra packages must be removed, but removals are not allowed
pl: Dodatkowe pakiety muszą być usunięte lecz usuwanie jest zabronione

source: Preparing '{0}'
pl: Przygotowywanie '{0}'

source: Package with id '{0}' was not found.
pl: Nie znaleziono pakietu z id '{0}'

source: Package Management module for Linux
pl: Moduł zarządzania pakietami dla Linuksa

source: Save transaction history and changed files, allowing rollback
pl: Zapisz historię transakcji i zmienione pliki aby umożliwić przywracanie

source: Advanced
pl: Zaawansowane

source: Run a dryrun before actually attempting to install/remove packages
pl: Przeprowadź symulację przed właściwą instalacją/usunięciem pakietów

source: No rollback actions to perform.
pl: Brak akcji przywracania do wykonania.

source: You do not have permission to install and/or remove packages.
pl: Brak uprawnień do instalacji i/lub usuwania pakietów.

source: File list not available.
pl: Lista plików nie jest dostępna.

source: Preparing:
pl: Przygotowywanie:

source: Preparing Scripts
pl: Przygotowywanie skryptów

source: Another transaction is already running.
pl: Uruchomiona jest już inna transakcja.

source: Could not install patch "{0}": online_update exited with code {1}
pl: Napotkano błąd podczas instalacji poprawki "{0}": status online_update: {1}

source: Could not install patch "{0}"
pl: Instalacja poprawki "{0}" zakończona niepowodzeniem

source: A transaction is already in progress
pl: Transakcja jest w trakcie wykonania

source: Package {0} is already installed.
pl: Pakiet {0} jest już zainstalowany.

source: Can not download package {0}.
pl: Nie można pobrać pakietu {0}.

source: SOAP methods used by a ZENworks server
pl: Metody SOAP używane przez serwer ZENworks

source: Authorization failed
pl: Uwierzytelnianie zakończone niepowodzeniem

source: Unauthorized
pl: Nieuwierzytelniony

source: Permission denied. This operation requires '{0}' permission. You currently have the following permissions: '{1}'.
pl: Dostęp zabroniony. Ta operacja wymaga uprawnienia '{0}'. Aktualnie użytkownik posiada uprawnienia: '{1}'.

source: Doing Stuff: {0}%
pl: Wykonywanie zadań: {0}%

source: Failed to load bundles:
pl: Wczytanie zestawu nie powiodło się:

source: Refreshing bundles at '{0}'
pl: Odświeżanie zestawów na '{0}'

source: Adding Bundles
pl: Dodawanie zestawów

source: Adding Catalogs
pl: Dodawanie katalogów

source: Invalid boolean '{0}'
pl: Nieprawidłowy typ boolean '{0}'

source: No bundle dependency type specified.
pl: Nie podano typu zależności zestawu.

source: Unknown bundle dependency type '{0}'
pl: Nieznany typ zależności zestawu '{0}'

source: Failed to parse bundle version '{0}'
pl: Błąd podczas analizy wersji zestawu '{0}'

source: '{0}' does not implement IZenBundle
pl: IZenBundle nie jest zaimplementowany w '{0}'

source: Expected 'type', but got '{0}'
pl: Oczekiwano 'type', napotkano '{0}'

source: No bundle with id '{0}' was found, needed for catalog '{1}'
pl: Nie znaleziono zestawu z id '{0}' wymaganego dla katalogu '{1}'

source: '{0}' script timed out.
pl: Przekroczono czas wykonania skryptu '{0}'

source: '{0}' script failed with exit code '{1}'
pl: Wykonanie skryptu '{0}' zakończone niepowodzeniem. Status '{1}'

source: description
pl: Opis

source: mandatory
pl: wymagany

source: Mandatory Bundles
pl: Obowiązkowe zestawy

source: Don't know how to create bundle of type '{0}'.
pl: Brak danych o tworzeniu zestawu typu '{0}'.

source: No bundle with id '{0}' was found.
pl: Nie znaleziono zestawu z id '{0}'.

source: Bundle '{0}' (requires '{1}') is locked and can not be removed
pl: Zestaw'{0}' (wymaga '{1}') jest zablokowany i nie może być usunięty

source: Bundle '{0}' is locked and can not be removed.
pl: Zestaw '{0}' jest zablokowany i nie może być usunięty.

source: Bundle '{0}' requires bundle with id '{1}', which was not found.
pl: Zestaw '{0}' wymaga zestawu z id '{1}', który nie jest dostępny.

source: Bundle '{0}' (required by '{1}') is locked and can not be installed.
pl: Zestaw '{0}' (wymagany przez '{1}') jest zablokowany i nie może zostać zainstalowany.

source: Bundle '{0}' is locked and can not be upgraded.
pl: Zestaw '{0}' jest zablokowany i nie może zostać zaktualizowany.

source: You do not have permission to install bundles.
pl: Brak uprawnień do instalacji zestawów.

source: Preparing Bundles
pl: Przygotowywanie zestawów

source: You do not have permission to install and/or remove bundles.
pl: Brak uprawnień do instalacji i/lub usuwania zestawów.

source: Another transaction is already in progress
pl: Inna transakcja jest już wykonywana

source: Transacting Bundles
pl: Przetwarzane zestawy

source: Finishing
pl: Kończenie

source: Installing '{0}'
pl: Instalowanie '{0}'

source: Executing prescripts for '{0}'
pl: Wykonywanie skryptów preinstalacyjnych dla '{0}'

source: Executing postscripts for '{0}'
pl: Wykonywanie skryptów poinstalacyjnych dla '{0}'

source: Removing '{0}'
pl: Usuwanie '{0}'

source: Bundle '{0}' is not prepared.
pl: Zestaw '{0}' nie jest przygotowany.

source: No bundle with id '{0}' and version '{1}' was found
pl: Nie znaleziono zestawu o id '{0}' i wersji '{1}'

source: Unknown catalog storage version '{0}'
pl: Nieznana wersja archiwum katalogu '{0}'

source: Bundle '{0}' already exists in catalog '{1}'
pl: Zestaw '{0}' już istnieje w katalogu '{1}'

source: Usage: {0} <options> <command> <command-options> ...
pl: Użycie: {0} <opcje> <polecenie> <opcje polecenia> ...

source: Usage: {0} <options>
pl: Użycie: {0} <opcje>

source: General Options:
pl: Opcje ogólne:

source: Usage: {0} <options> {1} <options> {2}
pl: Użycie: {0} <opcje> {1} <opcje> {2}

source: Usage: {0} <options> {1} {2}
pl: Użycie: {0} <opcje> {1} <opcje> {2}

source: ERROR: Argument '{0}' is invalid
pl: BŁĄD: Argument '{0}' jest nieprawidłowy

source: ERROR: Argument '{0}' is invalid for option '{1}'
pl: BŁĄD: Argument '{0}' jest nieprawidłowy dla opcji '{1}'

source: Unhandled state '{0}'
pl: Nieobsługiwany stan '{0}'

source: ERROR: A value for option '{0}' was not specified
pl: BŁĄD: nie podano wartości dla opcji '{0}'

source: ERROR: no command was specified
pl: BŁĄD: nie podano polecenia

source: Invalid section line: {0}
pl: Niepoprawna linia sekcji: {0}

source: Invalid key/value line: {0}
pl: Nieprawidłowa linia klucz/wartość: {0}

source: Key '{0}' and value '{1}' are not in a section
pl: Klucz '{0}' i wartość '{1}' nie znajdują się w sekcji

source: Client closed socket while trying to respond
pl: Połączenie zamknięto w trakcie prób odpowiedzi

source: Unknown certificate extension for: {0}
pl: Nieznane rozszerzenie certyfikatu dla: {0}

source: A daemon is already running
pl: Demon jest już uruchomiony

source: Loading trusted certificates...
pl: Wczytywanie zaufanych certyfikatów...

source: Preparing file bundle
pl: Przygotowywanie zestawu plików

source: Checking file bundle
pl: Sprawdzanie zestawu plików

source: Bundle has not been prepared
pl: Zestaw nie został przygotowany

source: Checksums do not match
pl: Sumy kontrolne nie zgadzają się

source: Invalid username
pl: Nieprawidłowa nazwa użytkownika

source: Invalid password
pl: Nieprawidłowe hasło

source: Could not load module "{0}": {1}
pl: Nie można załadować modułu "{0}": {1}

source: Could not initialize module "{0}": {1}
pl: Nie można zainicjować modułu "{0}": {1}

source: No ModuleInit method
pl: Brak metody ModuleInit

source: Parent failed/aborted
pl: Program nadrzędny został przerwany.

source: Children cannot be added or removed after a MultiProgress has been started.
pl: Elementy potomne nie mogą być dodawane/usuwane po uruchomieniu MultiProgress

source: Could not find resource '{0}'
pl: Nie znaleziono zasobu '{0}'

source: Preference collision: Ignoring preference '{0}'
pl: Kolizja preferencji: preferencja '{0}' zignorowana

source: Invalid preference
pl: Nieprawidłowa preferencja

source: Wrong preference type
pl: Niepoprawny typ preferencji

source: Permission denied
pl: Dostęp zabroniony

source: Invalid preference type
pl: Nieprawidłowy typ preferencji

source: Invalid value type. Use {0} instead.
pl: Niewłaściwy typ wartości. Proszę użyć '{0}'.

source: Allow clients to connect remotely to this daemon
pl: Zezwól na łączenie się zdalnych klientów z tym demonem

source: Port to listen on for remote clients
pl: Port nasłuchiwania dla zdalnych klientów

source: IP address to bind to (empty means "all")
pl: Adres IP dla nasłuchiwania (puste oznacza wszystkie)

source: The directory to store cached packages and metadata
pl: Katalog pamięci cache pakietów i metadanych

source: Cache
pl: Pamięć cache

source: The maximum number of days to cache a file
pl: Maksymalna liczba dni przechowywania pliku w pamięci cache

source: The maximum number of simultaneous downloads
pl: Maksymalna liczba równoczesnych pobierań

source: The maximum number of download retries
pl: Maksymalna liczba prób pobierania

source: The number of milliseconds to delay before retrying a download
pl: Czas opóźnienia (w milisekundach) dla ponownych prób pobierania

source: Automatically clean up the cache
pl: Automatyczne czyść pamięć cache

source: The maximum size of the cache (in mb)
pl: Maksymalny rozmiar pamięci cache (w MB)

source: If true, never allow the cache to grow past the maximum size
pl: Nie zezwalaj na większy niż zadeklarowany rozmiar pamięci cache

source: Whether or not verified SSL certificates are required
pl: Wymagaj potwierdzonych certyfikatów SSL

source: Server
pl: Serwer

source: How long between refreshes, in seconds
pl: Czas pomiędzy odświeżeniami (w sekundach)

source: How long to wait between retries of a service addition, in seconds
pl: Czas pomiędzy próbami dodania usługi (w sekundach)

source: Logging level (off, fatal, error, warn, info, debug)
pl: Poziom rejestracji w dzienniku (off, fatal, error, warn, info, debug)

source: Log soap messages (debug log level only)
pl: Zapisuj w dzienniku komunikaty debug

source: Log full traces when an exception is encountered
pl: Zapisuj pełny ślad wykonania po napotkaniu wyjątku

source: Maximum size of all zmd-messages.log files (in mb)
pl: Maksymalny rozmiaw wszystkich plików zmd-messages.log (w mb)

source: Number of seconds until HTTP requests timeout
pl: Czas ważności żądań HTTP (w sekundach)

source: Number of seconds of inactivity until sleep occurs
pl: Liczba sekund nieaktywności przed uśpieniem

source: Number of seconds before a scheduled event to wake up
pl: Czas wybudzenia przed zaplanowanych zdarzeniem (w sekundach)

source: How long between software inventory refreshes, in seconds
pl: Czas pomiędzy odświeżeniem spisu oprogramowania (w sekundach)

source: How long between hardware inventory refreshes, in seconds
pl: Czas pomiędzy odświeżeniem spisu sprzętu (w sekundach)

source: How long between system inventory refreshes, in seconds
pl: Czas pomiędzy odświeżeniem spisu systemowego (w sekundach)

source: If true, software inventory information will be collected and sent to the server
pl: Gdy włączone, informacje o programach będą zbierane i wysyłane do serwera.

source: If true, hardware inventory information will be collected and sent to the server
pl: Gdy włączone, informacje o sprzęcie będą zbierane i wysyłane do serwera.

source: The point (in MB) at which ZMD should restart due to excessive memory usage
pl: Próg (w MB) przy którym ZMD zostanie ponownie uruchomiony z powodu wielkości zużycia pamięci

source: Invalid privilege
pl: Nieprawidłowe uprawnienie

source: Ignoring unknown privilege '{0}'
pl: Nieznane uprawnienie '{0}' zignorowane

source: Bundle '{0}' was destroyed.
pl: Zestaw '{0}' został zniszczony.

source: Catalog '{0}' was destroyed
pl: Katalog '{0}' został zniszczony.

source: How long before sending delayed actions, in seconds
pl: Czas oczekiwania przed wysłaniem opóźnionych akcji (w sekundach)

source: Cannot change start time after schedule is running
pl: Nie można zmienić czasu rozpoczęcia gdy plan jest uruchomiony

source: Service Refresh
pl: Odświeżanie usługi

source: Initial services are already loaded.
pl: Usługi podstawowe są już uruchomione.

source: Mounting Default Services
pl: Montowanie podstawowych usług

source: Initial service file did not contain an URL.
pl: Plik podstawowej usługi nie zawiera adresu URL.

source: Mounting Initial Services
pl: Montowanie podstawowych usług

source: This service type requires a network connection, but none is present.
pl: Brak połączenia sieciowego wymaganego przez ten typ usługi.

source: Service '{0}' at '{1}' already exists on this client.
pl: Usługa '{0}' na '{1}' już istnieje na tym kliencie.

source: A service of type '{0}' already exists on this client
pl: Typ usługi '{0}' już istnieje na tym kliencie

source: '{0}' is not a valid service type
pl: '{0}' nie jest prawidłowym typem usługi

source: No suitable service types could be found
pl: Nie znaleziono odpowiednich typów usług

source: A Refresh request already Running. This Refresh is Ignored. Please Try After Sometime.
pl: Trwa inne żądanie odświeżenia. To żądanie zostanie zignorowane. Proszę spróbować później

source: Refreshing Services
pl: Odświeżanie usług

source: The '{0}' service does not support registration.
pl: Usługa '{0}' nie obsługuje rejestracji.

source: Unknown service storage version '{0}'
pl: Nieznana wersja archiwum usług '{0}'

source: Device shutdown or restart delay in minutes
pl: Czas oczekiwania przed zamknięciem lub ponownym uruchomieniem usługi (w minutach)

source: Device
pl: Urządzenie

source: Shutdown is not blocked
pl: Zamykanie nie jest zablokowane

source: ZMD is currently busy with some important activity, your request will be processed afterwards.
pl: Program ZMD jest zajęty. Żądanie zostanie przetworzone w późniejszym terminie.

source: Expiring cached files...
pl: Unieważnianie plików w pamięci cache...

source: Download failed: ({0}) {1}
pl: Pobieranie nie powiodło się: ({0}) {1}

source: File not found: {0}
pl: Nie znaleziono pliku: {0}

source: Unsupported uri: '{0}'
pl: Nieobsługiwany adres URI: '{0}'

source: Unknown cache storage version '{0}'
pl: Nieznana wersja archiwum cache '{0}'

source: proxy-excludes
pl: wyłączenia-proxy

source: Proxy URL
pl: Adres URL proxy

source: Proxy Exclude List
pl: Lista wyłączeń z proxy

source: Invalid value - Wildcard characters are not supported in DNS names and network addresses.
pl: Błędna wartość - znaki zastępujące w nazwach DNS i adresach sieciowych nie są obsługiwane.

source: Proxy Username
pl: Nazwa użytkownika proxy

source: Proxy Password
pl: Hasło proxy

source: A handler already exists for {0}
pl: Obsługa dla {0} już istnieje

source: ZENworks services only accept https URLs.
pl: Tylko adresy URL https są akceptowane przez usługi ZENworks.

source: Invalid device type '{0}'
pl: Niepoprawny typ urządzenia '{0}'

source: Adding Capabilities
pl: Dodawanie funkcji

source: Refreshing '{0}'
pl: Odświeżanie '{0}'

source: Refreshing '{0}
pl: Odświeżanie '{0}'

source: Registration failed: {0}
pl: Rejestracja nie powiodła się: {0}

source: Unable to determine target
pl: Nie można określić celu

source: Error parsing service.xml:
pl: Błąd podczas analizy service.xml:

source: Error in registration:
pl: Błąd podczas rejestracji:

source: Registering
pl: Rejestrowanie

source: No registration URL is available
pl: Brak adresu URL rejestracji
