Repository: aviarypl/suse-l10n-pl
Catalog: release-notes-sled/RELEASE-NOTES.*.po
Languages: pl

source: SUSE Linux Enterprise Desktop 10 Release Notes
pl: SUSE Linux Enterprise Desktop 10 - informacje o wydaniu

source: May 22, 2006
pl: 22 Maja 2006

source: For the latest version of the SUSE Linux Enterprise Desktop 10 Release Notes, see http://www.novell.com/documentation/beta/sled10/readme/RELEASE-NOTES.en.html.
pl: Najnowsza wersja informacji o wydaniu SUSE Linux Enterprise Desktop 10 dostępna jest pod adresem http://www.novell.com/documentation/beta/sled10/readme/RELEASE-NOTES.en.html.

source: Installation Issues
pl: Instalacja

source: Installation Instructions
pl: Instrukcja instalacji

source: For detailed installation instructions, see the SUSE Linux Enterprise Desktop 10 Deployment Guide (http://www.novell.com/documentation/beta/sled10/pdfdoc/sled10_deployment/sled10_deployment.pdf).
pl: Szczegółowe instrukcje instalacji znajdują się w SUSE Linux Enterprise Desktop 10 Deployment Guide (http://www.novell.com/documentation/beta/sled10/pdfdoc/sled10_deployment/sled10_deployment.pdf).

source: Installing ConsoleOne
pl: Instalacja ConsoleOne

source: If you chose to not install the Java runtime environment (JRE) during the installation of ConsoleOne and your existing JRE is not the one noted in System Requirements for Linux or System Requirements for Solaris, you might want to add the bundled JRE to your ConsoleOne installation (type c1-install -c jre at the system prompt). If you are sure you want to run with a different JRE, then set the JRE_HOME or C1_JRE_HOME environment variable to the location of that JRE. ConsoleOne determines which JRE to use as follows:
pl: Jeśli podczas instalowania programu ConsoleOne nie zainstalowano środowiska uruchomieniowego Javy (JRE) a istniejące środowisko nie spełnia wymagań systemowych dla Linuksa lub Solarisa, można dodać inne zainstalowane środowisko. Aby uruchomić inne środowisko, należy ustawić zmienne środowiska JRE_HOME lub C1_JRE_HOME wskazujące na katalog gdzie zainstalowano JRE. Program ConsoleOne określa środowisko uruchomieniowe Javy w poniższy sposób:

source: If JRE_HOME or C1_JRE_HOME is specified, that JRE is used.
pl: Gdy zmienne JRE_HOME lub C1_JRE_HOME są określone, to używane jest wskazywane przez nie środowisko.

source: If the JRE bundled with ConsoleOne is installed, that JRE is used.
pl: Jeśli jest zainstalowane, używane jest JRE dołączone do ConsoleOne.

source: If JRE_HOME is specified, that JRE is used.
pl: Gdy zmienna JRE_HOME jest określona, to używane jest wskazywane przez nią środowisko.

source: Otherwise, ConsoleOne displays an error message and quits.
pl: W innych przypadkach wyświetlany jest komunikat o błędzie, a program jest zamykany.

source: Important: For ConsoleOne 1.3.6d and later, if the Linux Kernel version installed on your system is 2.6, the JRE included in the ConsoleOne installation package will not be installed. For Kernel version 2.4, you can choose to install JRE.
pl: Uwaga: w przypadku ConsoleOne 1.3.6d i późniejszych - jeśli system używa jądra linii 2.6, środowisko JRE dołączone do pakietu instalacyjnego nie zostanie zainstalowane. Jeśli system używa jądra linii 2.4, można wybrać instalację JRE dołączonego do pakietu.

source: Update Issues
pl: Aktualizacja

source: Software Changes from NLD 9 to SLED 10
pl: Zmiany w oprogramowaniu pomiędzy NLD 9 a SLED 10

source: For a list of software changes from Novell Linux Desktop 9 to SUSE Linux Enterprise Desktop 10, see Section 8.6 in the SUSE Linux Enterprise Desktop 10 Deployment Guide (http://www.novell.com/documentation/beta/sled10/pdfdoc/sled10_deployment/sled10_deployment.pdf).
pl: Pełna list zmian oprogramowania pomiędzy Novell Linux Desktop 9 a SUSE Linux Enterprise Desktop 10 zawarta jest w rozdziale 8.6 dokumentu SUSE Linux Enterprise Desktop 10 Deployment Guide (http://www.novell.com/documentation/beta/sled10/pdfdoc/sled10_deployment/sled10_deployment.pdf).

source: Updating to MySQL 5.0
pl: Aktualizacja do MySQL 5.0

source: SUSE Linux comes with MySQL 5.0. As with every major release update, it is strongly recommended to perform a backup of the MySQL table files and create an SQL dump beforehand. After the update, execute mysql_fix_privilege_tables. Refer to http://dev.mysql.com/doc/refman/5.0/en/upgrade.html for more information and detailed instructions.
pl: Do SUSE Linux dołączony jest MySQL 5.0. Jak przy każdej innej aktualizacji do nowej głównej wersji, zaleca się uprzednio utworzyć kopie zapasowe plików tabel bazy MySQL i utworzenie zrzutu danych SQL. Po aktualizacji należy uruchomić mysql_fix_privilege_tables. Szczegółowe informacje można znaleźć pod adresem http://dev.mysql.com/.

source: Updating from NLD 9 to SLED 10 When the Novell Client for Linux is Installed
pl: Aktualizacja z NLD 9 do SLED z zainstalowanym Novell Client for Linux

source: If you are upgrading an NLD 9 machine running the Novell Client for Linux 1.0 or 1.1 to SUSE Linux Enterprise Desktop 10, the update process will break the Novell Client for Linux 1.0 or 1.1 (neither of which are supported on SLED 10).
pl: Aktualizacja instalacji NLD 9 z Novell Client for Linux 1.0 lub 1.1 do SUSE Linux Enterprise Desktop 10 spowoduje, że Novell Client for Linux 1.0 lub 1.1 przestanie działać. (Program nie jest obsługiwany w SLED 10).

source: You will need to uninstall the Novell Client for Linux 1.0 or 1.1 and then install the Novell Client for Linux 1.2 on SLED 10.
pl: Wymagane będzie usunięcie Novell Client for Linux 1.0 lub 1.1 i instalacja w SLED 10 programu Novell Client for Linux 1.2.

source: Xgl Issues
pl: Xgl

source: New Xgl Configuration Option
pl: Nowe opcje konfiguracyjne Xgl

source: There is a new Xgl configuration option available in the GNOME Control Center called Desktop Effects. For ATI and nVidia cards, you will need the drivers from the vendor. For Intel cards, the appropriate drivers are included. 3D support will need to be enabled in sax2.
pl: W Centrum sterowania GNOME - Efekty pulpitu, dostępne są nowe opcje konfiguracyjne Xgl. Dla kart ATI i nVidia wymagane są sterowniki od producenta. Sterowniki dla kart graficznych firmy Intel są dołączone. W programie sax2 należy włączyć obsługę 3D.

source: If it fails on your card, undo the switch by logging in as root to a virtual console and running the following:
pl: W przypadku problemów należy zalogować się na konsoli jako root i uruchomić polecenie:

source: Semi-transparent Application Windows with Xgl
pl: Półprzezroczyste okna z Xgl

source: Under Xgl, some programs (such as Eagle CAD) have a bug where the application window is always semi-transparent. This is caused by the application using the ARGB visual. Export XLIB_SKIP_ARGB_VISUALS=1 when running the program to work around this. For example:
pl: Niektóre programy (np. Eagle CAD) zawierają błąd objawiający się półprzezroczystymi okienkami, gdy system korzysta z Xgl. Spowodowane jest to przez aplikacje korzystające ze składowych ARGB. Aby usunąć ten efekt, przed uruchomieniem takiego programu należy wyeksportować do środowiska zmienną XLIB_SKIP_ARGB_VISUALS=1.

source: Network Manager Issues
pl: Problemy z programem NetworkManager

source: NetworkManager Documentation
pl: Dokumentacja programu NetworkManager

source: For more detailed information on networking using NetworkManager, see the Network Connectivity Guide (http://www.novell.com/documentation/beta/sled10).
pl: Aby uzyskać więcej informacji dot. programu NetworkManager, należy skorzystać z dokumentu Network Connectivity Guide (http://www.novell.com/documentation/beta/sled10).

source: DHCLIENT_BIN Support
pl: Obsługa DHCLIENT_BIN

source: NetworkManager does not support the sysconfig DHCLIENT_BIN option. It uses dhclient exclusively.
pl: Program NetworkManager nie obsługuje opcji DHCLIENT_BIN. Używany jest wyłącznie program dhclient.

source: Configuring xntpd via DHCP
pl: Konfigurowanie xntpd poprzez DHCP

source: NetworkManager and dhclient do not support automatically configuring xntpd via DHCP.
pl: Programy NetworkManager i dhclient nie obsługują automatycznej konfiguracji xntpd poprzez DHCP.

source: Firefox with Pango Support
pl: Firefox z obsługą Pango

source: On some computers, Firefox with Pango support enabled is very slow. The performance seems to depend on the X server. Set MOZ_DISABLE_PANGO=1 if font rendering is rather slow.
pl: Na niektórych komputerach Firefox z włączoną obsługą Pango może być powolny. Wydajność zdaje się zależeć od serwera X. Jeśli renderowanie czcionek jest zbyt wolne, należy ustawić MOZ_DISABLE_PANGO=1.

source: Wireless Drivers
pl: Sterowniki urządzeń bezprzewodowych

source: Wireless drivers unable to return hidden ESSID's in scan results, such as prism, will not find and connect automatically with NetworkManager to a hidden ESSID end point. You must left-click the NetworkManager applet and select Connect to Other Wireless Network each time.
pl: Urządzenia bezprzewodowe, których sterowniki nie zwracają ukrytych ESSID podczas skanowania (np. prism), nie będą mogły być automatycznie połączone z ukrytym punktem dostępowym ESSID. Konieczne będzie każdorazowe użycie opcji 'Połącz z inną siecią bezprzewodową', która dostępna jest po naciśnięciu lewym klawiszem myszy na ikonie programu NetworkManager.

source: Disabling Powersave Daemon
pl: Wyłączanie demona oszczędzania energii

source: On some machines CPU frequency scaling can cause hangs when the machine is idle or when powersaved starts. In this case, disable the powersave daemon at the installation with POWERSAVE=off as a boot parameter.
pl: Na niektórych komputerach skalowanie częstotliwości procesora może spowodować, że komputer zawiesi się gdy jest nieużywany lub gdy uruchomione zostanie oszczędzanie energii. W takiej sytuacji należy wyłączyć demona oszczędzania energii przy instalacji, używając parametru rozruchowego POWERSAVE=off.

source: When this parameter is not given at the initial CD boot of the installation, powersaved must be disabled later using chkconfig powersaved off.
pl: Jeśli ten parametr nie został podany przy uruchamianiu z pierwszej instalacyjnej płyty CD, demon powersaved musi zostać wyłączony później przy użyciu polecenia chkconfig powersaved off.

source: Local and IO APIC
pl: APIC lokalny i IO

source: The local and IO APIC for the 32-bit x86 architecture has changed. A local and IO APIC (I/O Advanced Programmable Interrupt Controller) is an SMP-capable replacement for PC-style interrupt controllers. SMP systems and all recent uniprocessor systems have such a controller.
pl: APIC lokalny i IO dla 32-bitowej architektury x86 uległ zmianie. APIC lokalny i IO (zaawansowany programowalny kontroler przerwań wejścia-wyjścia) jest zamiennikiem dla kontrolerów przerwań w stylu PC, obsługującym SMP. Systemy oparte na SMP i wszystkie współczesne systemy jednoprocesorowe wyposażone są w taki kontroler.

source: Until now, local and IO APIC was disabled on uniprocessor systems by default and had to be manually activated by using the &ldquo;apic&rdquo; kernel parameter. Now it runs by default and can be manually deactivated. For 64-bit systems, APIC is always enabled by default.
pl: Dotychczas APIC lokalny i IO były domyślnie wyłączone w systemach jednoprocesorowych i musiały być włączane ręcznie za pomocą parametru jądra &ldquo;apic&rdquo;. Obecnie są one domyślnie uruchomione i mogą być ręcznie wyłączane. Dla systemów 64-bitowych APIC jest zawsze domyślnie włączony.

source: Any system with a BIOS version newer than 2001 gets local and IO APIC activated by default unless local and IO APIC is disabled in the BIOS or by the user.
pl: Każdy system z BIOS-em z roku 2001 lub nowszym ma włączony domyślnie APIC lokalny i IO, chyba że APIC lokalny i IO zostaną wyłączone w BIOS-ie lub przez użytkownika.

source: Any BIOS from Intel newer than 1998 gets local and IO APIC activated by default.
pl: Każdy BIOS firmy Intel nowszy niż z roku 1998 ma domyślnie włączone APIC lokalny i IO.

source: Any system with more than one CPU gets local and IO APIC activated by default.
pl: Każdy system wieloprocesorowy ma domyślnie włączone APIC lokalny i IO.

source: If you experience problems with devices not working properly, you can manually apply the following configuration options:
pl: Jeśli wystąpią problemy z nieprawidłowym działaniem urządzeń, można ręcznie wprowadzić następujące opcje konfiguracyjne:

source: To disable local APIC, use nolapic (this implies disabling IO APICs).
pl: Aby wyłączyć lokalny APIC, należy użyć nolapic (wyłączony zostanie także APIC IO).

source: To disable IO APIC, use noapic.
pl: Aby wyłączyć APIC IO, należy użyć noapic.

source: To get the same default as earlier releases, use nolapic.
pl: Aby system zachowywał się tak, jak w poprzednich wersjach, należy użyć nolapic.

source: ulimit Settings
pl: Ustawienia ulimit

source: The ulimit settings can be configured in /etc/sysconfig/ulimit. By default, only two limits are changed from the kernel defaults:
pl: Ustawienia ulimit można skonfigurować w pliku /etc/sysconfig/ulimit. Domyślnie tylko dwa limity są inne niż domyślne ustawienia jądra:

source: SOFTVIRTUALLIMIT=80 limits a single process so that it does not allocate more than 80% of the available virtual memory (RAM and swap).
pl: SOFTVIRTUALLIMIT=80 ogranicza pojedynczy proces tak, że nie alokuje on więcej niż 80% dostępnej pamięci wirtualnej (RAM i wymiany).

source: SOFTRESIDENTLIMIT=85 limits a single process so that it does not occupy more than 85% of the physical memory (RAM).
pl: SOFTRESIDENTLIMIT=85 ogranicza pojedynczy proces tak, że nie zajmuje on więcej niż 85% fizycznej pamięci (RAM).

source: These soft limits can be overridden with the ulimit command by the user. Hard limits could only be overridden by root.
pl: Ograniczenia te mogą zostać nadpisane, jeśli użytkownik użyje polecenia ulimit. Stałe ograniczenia mogą zostać nadpisane wyłącznie przez administratora.

source: The values have been chosen conservatively to avoid breaking large processes that have worked before. If there are no legitimate processes with huge memory consumption, set the limits lower to provide more effective protection against run-away processes. The limits are per process and thus not an effective protection against malicious users. The limits are meant to protect against accidental excessive memory usage.
pl: Wartości te zostały wybrane w sposób konserwatywny, aby uniknąć problemów z dużymi procesami, które działały poprzednio. Jeśli nie ma uzasadnionej potrzeby uruchamiania procesów konsumujących dużą ilość pamięci, należy ustawić ograniczenia na niższe, co umożliwi bardziej skuteczną ochronę przed zbyt pamięciożernymi procesami. Ograniczenia te są ustalane dla każdego procesu i nie stanowią skutecznego zabezpieczenia przed złośliwymi użytkownikami. Ograniczenia te mają na celu ochronę przed przypadkowym nadmiernym użyciem pamięci.

source: To configure different limits depending on the user, use the pam_limits functionality and configure /etc/security/limits.conf. The ulimit package is not required for that, but both mechanisms can be used in parallel. The limits configured in limits.conf override the global defaults from the ulimit package.
pl: Aby ustawić inne ograniczenia zależnie od użytkownika, należy skorzystać z pam_limits i skonfigurować plik /etc/security/limits.conf. Pakiet ulimit nie jest do tego konieczny, ale oba te mechanizmy można stosować równolegle. Ograniczenia skonfigurowane w pliku limits.conf mają wyższy priorytet niż globalne ustawienia z pakietu ulimit.

source: Unlocking CD and DVD Drives and Ejecting Media
pl: Odblokowywanie napędów CD i DVD oraz wysuwanie nośników

source: On SUSE Linux Enterprise Desktop 10, a new mounting mechanism replaces the submount system we used earlier. This new mechanism does not unmout media automatically, but on hardware request. Some devices (most notably older CD drives, but also some new drives with broken firmware) won't send this signal. You need to press the right mouse button in "My Computer" on the media to eject.
pl: W SUSE Linux Enterprise Desktop 10 użyty jest nowy mechanizm montowania, który zastąpił używany wcześniej submount. Nowy system nie odmontowuje urządzeń automatycznie, ale robi to na żądanie sprzętowe. Niektóre urządzenia (np. starsze napędy CD lub napędy z błędym oprogramowaniem) nie wysyłają takich żądań. W takim przypadku należy wybrać opcję 'Wysuń' z menu kontekstowego napędu w oknie 'Komputer'.

source: Active Directory Issues
pl: Active Directory

source: Active Directory Setup Issues
pl: Ustawienia Active Directory

source: Hostname: The hostname of a computer joining an Active Directory domain must be unique. Set your hostname by clicking YaST &gt; Network Service DNS and Hostname. Select Change Hostname via DHCP if your DHCP server is configured to provide a hostname. Otherwise, specify your Hostname and Domain Name. Verify that the hostname is correct before joining the domain.
pl: Nazwa hosta: nazwa hosta komputera dołączanego do Active Directory musi być unikalna. Aby określić nazwę hosta, należy skorzystać z YaST &gt; DNS i nazwa hosta. Jeśli komputer używa DHCP i serwer DHCP dostarcza nazw, należy zaznaczyć opcję 'Zmień nazwę z DHCP'. W przeciwnym wypadku należy samodzielnie określić nazwę hosta i sprawdzić jej poprawność przed przyłączeniem komputera do domeny.

source: Firewall: The firewall must be modified before you can join a domain or browse shares. Set the network interface that will be used to access the domain to the internal firewall zone by clicking YaST &gt; Security and Users &gt; Firewall &gt; Interfaces.
pl: Zapora sieciowa: ustawienia zapory sieciowej muszą być zmienione przed dodaniem komputera do domeny lub rozpoczęciem korzystania z otoczenia sieciowego. Interfejsy sieciowe służące do połączeń z domeną można określić w YaST &gt; Bezpieczeństwo i użytkownicy &gt; Zapora sieciowa &gt; Interfejsy.

source: Domain Membership: Join the domain with YaST &gt; Network Services &gt; Windows Domain Membership. To set up Active Directory authentication, specify the full domain (kerberos realm) for the Domain. Browsing only shows short NT style domain and will not work. You will need the Administrator password or the password of another privileged user to join the domain. Specify the Permitted Group for sharing in single quotes (that is, 'DOMAIN\domain users'). If you need to change settings for the Windows Domain Membership, verify that the Domain and Permitted Group are set correctly. They might change due to known bugs.
pl: Członkostwo w domenie: w oknie YaST &gt; Usługi sieciowe &gt; Domena Windows można dołączyć komputer do domeny. Aby włączyć uwierzytelnianie Active Directory, należy podać pełną nazwę domeny (kerberos). Uwaga: przeglądanie pokazuje tylko krótką nazwę domeny NT, która nie będzie działała. Do dołączenia do domeny wymagane jest hasło administratora. Grupę użytkowników z uprawnieniami należy podać w apostrofach (np: 'DOMAIN\domain users'). W przypadku zmiany ustawień w oknie domeny Windows, należy każdorazowo sprawdzać czy ustawienia są poprawne, gdyż mogą się one samoczynnie zmieniać z powodu znanych błędów.

source: Logging In: Messages about when your password will expire are currently not being displayed by GDM. All other server messages are working as they should.
pl: Logowanie: informacje o wygaśnięciu hasła nie są, na chwilę obecną, wyświetlane przez GDM. Wszystkie inne komunikaty wyświetlane są poprawnie.

source: Browsing: Browsing the shares on the network might not appear to work at first due to the design of the Windows network. Only shares on the local network will be displayed. If there is nothing in Windows Network, verify that your network interface is on the internal firewall zone as mentioned above and refresh the view after a few minutes. It can take up to 15 minutes to be able to browse you domain. You can access a host directly by pressing Ctrl&plus;l and specifying the URI of the host (that is, smb:&sol;&sol;hostname).
pl: Przeglądanie: przeglądanie udziałów w sieci może z początku nie działać. Jest to spowodowane budową sieci Windows. Wyświetlane są tylko udziały w sieci lokalnej. Gdy okno sieci Windows jest puste, należy sprawdzić czy interfejs sieciowy jest w wewnętrznej strefie zapory sieciowej, a następnie odświeżyć widok. Umożliwienie przeglądania domeny może zająć nawet 15 minut. Aby uzyskać bezpośredni dostęp do hosta, należy nacisnąć klawisze Ctrl&plus;l i wpisać jego adres URI (np: smb:&sol;&sol;hostname).

source: Printing: You can add a shared printer to your list of available printers by double-clicking the printer in the fire browser. At this time, you can&rsquo;t print to a share in an Active Directory domain due to a bug in CUPS. We are working to resolve this issue.
pl: Drukowanie: drukarkę można dodać klikając dwukrotnie na jej ikonie w oknie przeglądania. Na chwilę obecną nie można drukować do udziału w domenie Active Directory z powodu błędu w CUPS. Błąd ten jest w trakcie poprawiania.

source: Browsing and Joining Active Directory Domains
pl: Przeglądanie i dołączanie do domen Active Directory

source: If you have problems browsing for or joining Active Directory domains during the SLED install (due to the fact that Samba setup is restricted if your firewall is enabled), add the following module to the FW&lowbar;LOAD&lowbar;MODULES variable in &sol;etc&sol;sysconfig&sol;SuSEfirewall2:
pl: W przypadku problemów z przeglądaniem lub dołączeniem do Active Directory podczas instalacji SLED (z powodu ograniczonego działania Samby w przy włączonej zaporze sieciowej), należy dodać zmienną FW&lowbar;LOAD&lowbar;MODULES w pliku &sol;etc&sol;sysconfig&sol;SuSEfirewall2:

source: This makes the module load only when the firewall is in use.
pl: Wpis ten powoduje, że moduł ładowany jest tylko gdy używana jest zapora sieciowa.

source: Documentation
pl: Dokumentacja

source: For SUSE Linux Enterprise Desktop 10 documentation, see http://www.novell.com/documentation/beta/sled10.
pl: Dokumentację SUSE Linux Enterprise Desktop 10 można znaleźć pod adresem http://www.novell.com/documentation/beta/sled10.

source: Legal Notices
pl: Informacje prawne

source: Novell, Inc. makes no representations or warranties with respect to the contents or use of this documentation, and specifically disclaims any express or implied warranties of merchantability or fitness for any particular purpose. Further, Novell, Inc. reserves the right to revise this publication and to make changes to its content, at any time, without obligation to notify any person or entity of such revisions or changes.
pl: Novell, Inc. nie udziela żadnych gwarancji i zobowiązań w związku z zawartością niniejszego dokumentu. W szczególności nie udzielana jest gwarancja jej wartości komercyjnej oraz przydatności do jakiegokolwiek celu. Ponadto Novell, Inc. zastrzega sobie prawo do zmian w treści tej publikacji w dowolnym czasie bez konieczności powiadamiania kogokolwiek o tym fakcie.

source: Further, Novell, Inc. makes no representations or warranties with respect to any software, and specifically disclaims any express or implied warranties of merchantability or fitness for any particular purpose. Further, Novell, Inc. reserves the right to make changes to any and all parts of Novell software, at any time, without any obligation to notify any person or entity of such changes.
pl: Novell, Inc. nie udziela żadnych gwarancji i zobowiązań związanych z żadnym oprogramowaniem. W szczególności nie udzielana jest gwarancja jego wartości komercyjnej oraz przydatności do jakiegokolwiek celu. Jednocześnie Novell, Inc. zastrzega sobie prawo do zmian w dowolnej części oprogramowania Novell w dowolnym czasie bez konieczności powiadamiania kogokolwiek o tym fakcie.
