Repository: aviarypl/suse-l10n-pl
Catalog: release-notes-sled/RELEASE-NOTES.*.po
Languages: pl

source: Any products or technical information provided under this Agreement may be subject to U.S. export controls and the trade laws of other countries. You agree to comply with all export control regulations and to obtain any required licenses or classification to export, re-export, or import deliverables. You agree not to export or re-export to entities on the current U.S. export exclusion lists or to any embargoed or terrorist countries as specified in the U.S. export laws. You agree to not use deliverables for prohibited nuclear, missile, or chemical biological weaponry end uses. Please refer to http://www.novell.com/info/exports/ for more information on exporting Novell software. Novell assumes no responsibility for your failure to obtain any necessary export approvals.
pl: Dostarczone produkty i informacje mogą być objęte ograniczeniami rządu USA i innych państw dot. eksportu i handlu. Korzystanie z produktów oznacza zastosowanie się do regulacji dot. eksportu i wymaga uzyskania wymaganych licencji na eksport, reeksport i import produktu. Zabrania się dystrybucji produktu do państw objętych embargiem oraz uznanych przez rząd USA za wspierające terroryzm. Zabrania się użycia produktu do zakazanych zastosowań z dziedziny technologii nuklearnej, rakietowej oraz produkcji i użycia broni chemicznej i biologicznej. Novell nie ponosi żadnej odpowiedzialności w przypadku niespełnienia któregokolwiek z w/w warunków przez użytkownika produktu.

source: Copyright © 2006 Novell, Inc. All rights reserved. No part of this publication may be reproduced, photocopied, stored on a retrieval system, or transmitted without the express written consent of the publisher.
pl: Copyright © 2006 Novell, Inc. Wszystkie prawa zastrzeżone. Żadna część tej publikacji nie może być reprodukowana, kopiowana, udostępniana i przesyłana bez pisemnej zgody wydawcy.

source: Novell, Inc. has intellectual property rights relating to technology embodied in the product that is described in this document. In particular, and without limitation, these intellectual property rights may include one or more of the U.S. patents listed at http://www.novell.com/company/legal/patents and one or more additional patents or pending patent applications in the U.S. and in other countries.
pl: Novell, Inc. posiada prawa własności intelektualnej do technologii zawartych w produkcie opisanym w tym dokumencie. W szczególności prawa te mogą obejmować patenty USA wymienione na stronie http://www.novell.com/company/legal/patents oraz oczekujące wnioski patentowe w USA i innych krajach.

source: For a list of Novell trademarks, see http://www.novell.com/company/legal/trademarks/tmlist.html. All third-party trademarks are the property of their respective owners.
pl: Lista znaków handlowych Novell znajduje się pod adresem http://www.novell.com/company/legal/trademarks/tmlist.html. Znaki handlowe innych podmiotów są ich własnością.

source: translator-credits
pl: Zbigniew Braniecki <gandalf@aviary.pl>, 2005, 2006 Wadim Dziedzic <nikdo@aviary.pl>, 2005, 2006 Wojciech Kapusta <wojciech@aviary.pl>, 2005, 2006 Stanisław Małolepszy <smalolepszy@aviary.pl>, 2005, 2006 Marek Stępień <marcoos@aviary.pl>, 2005, 2006
