Repository: aviarypl/suse-l10n-pl
Catalog: powersave/power-management.*.po
Languages: pl

source: Initializing Configuration
pl: Inicjowanie konfiguracji

source: Check the environment
pl: Sprawdź środowisko

source: Read general settings
pl: Wczytaj ustawienia ogólne

source: Read power saving schemes
pl: Wczytaj zasady oszczędzania energii

source: Checking the environment...
pl: Sprawdzanie środowiska...

source: Reading general settings...
pl: Wczytywanie ustawień ogólnych...

source: Reading power saving schemes...
pl: Wczytywanie zasad oszczędzania energii...

source: Finished
pl: Zakończono

source: This system does not support ACPI or APM.
pl: Ten system nie wspiera ACPI ani APM.

source: Cannot read the general settings.
pl: Nie można przeczytać ustawień ogólnych.

source: Cannot read power saving schemes.
pl: Nie można przeczytać zasad oszczędzania energii...

source: Saving Configuration
pl: Zapisywanie konfiguracji

source: Write schemes
pl: Zapisz zasady

source: Write general settings
pl: Zapisz ustawienia ogólne

source: Restart powersave daemon
pl: Zrestartuj demona zarządzania energią

source: Writing schemes...
pl: Zapisywanie zasad...

source: Writing general settings...
pl: Zapisywanie ustawień ogólnych...

source: Restarting powersave daemon...
pl: Restartowanie demona zarządzania energią...

source: Cannot write power saving schemes.
pl: Nie można zapisać zasad oszczędzania energii.

source: Cannot write general settings.
pl: Nie można zapisać ustawień ogólnych.

source: Cannot restart the powersave daemon.
pl: Nie można zrestartować demona zarządzania energią.

source: AC Scheme: %1
pl: Zasady dla sieci: %1

source: Battery Scheme: %1
pl: Zasady dla baterii: %1

source: Scheme Name: %1
pl: Nazwa schematu: %1

source: Scheme Description: %1
pl: Opis schematu: %1

source: Power Saving Schemes:
pl: Schematy oszczędzania energii:

source: Available Schemes: %1
pl: Dostępne schematy: %1

source: Warning Capacity: %1%%, Action: %2
pl: Ostrzeżenie o naładowaniu: %1%%, Akcja: %2

source: Low Capacity: %1%%, Action: %2
pl: Niski stopień naładowania: %1%%, Akcja: %2

source: Critical Capacity: %1%%, Action: %2
pl: Kryty&czny stan baterii: %1%%, Akcja: %2

source: ACPI Button Actions:
pl: Konfiguracja przycisków ACPI:

source: Power Button Action: %1
pl: Akcja przycisku Zasilanie: %1

source: Sleep Button Action: %1
pl: Akcja przycisku Usypianie: %1

source: Laptop Lid Closed Action: %1
pl: Akcja zamykania pokrywy laptopa: %1

source: Actions Allowed for Users:
pl: Akcje dozwolone dla użytkowników:

source: Suspend to Disk Allowed: %1
pl: Suspend to Disk dozwolone: %1

source: Suspend to RAM Allowed: %1
pl: Suspend to RAM dozwolone: %1

source: Standby Allowed: %1
pl: Stan wstrzymania dozwolony: %1

source: Yes
pl: Tak

source: No
pl: Nie

source: Battery capacity not specified.
pl: Pojemność baterii nie jest określona.

source: Action not specified.
pl: Akcja nie określona.

source: Capacity must be higher than 0%% and lower than 100%%.
pl: Pojemność musi być wyższa niż 0%% i niższa niż 100%%.

source: Specify whether the operation should be allowed.
pl: Określ czy ta operacja powinna być dozwolona.

source: Specified battery scheme not found.
pl: Podany schemat baterii nie został odnaleziony.

source: Specified AC scheme not found.
pl: Określony schemat AC nie został odnaleziony.

source: Operation with the scheme not specified.
pl: Operacja z tym schematem nie jest określona.

source: Scheme name not specified.
pl: Nazwa schematu nie została określona.

source: Power management configuration module
pl: Moduł konfiguracji zarządzania energią

source: Display current settings
pl: Wyświetl aktualne ustawienia

source: Set general settings
pl: Ustaw ustawienia ogólne

source: Set options of a scheme
pl: Ustaw opcje schematu

source: Display only specified scheme
pl: Wyświetl tylko określony schemat

source: Display only battery feedback configuration
pl: Wyświetl tylko konfigurację wsparcia baterii

source: Display only ACPI button configuration
pl: Wyświetl tylko konfigurację przycisku ACPI

source: Display only actions allowed for users
pl: Wyświetl tylko akcje dozwolone dla użytkowników

source: Display only schemes selected for AC and battery power
pl: Wyświetl tylko schematy wybrane dla AC i baterii

source: The battery capacity level
pl: Stan pojemności baterii

source: The capacity of the battery for the level (in percent)
pl: Pojemność baterii dla poziomu (w procentach)

source: The action to perform when the specified capacity level is reached
pl: Akcja, którą należy wykonać kiedy zostanie osiągnięty określony poziom pojemności

source: The ACPI button to set the action for
pl: Przycisk ACPI dla, którego należy ustawić akcję

source: The action to perform when the specified ACPI button is pressed
pl: Akcja, którą należy wykonać, kiedy okreslony przycisk ACPI zostanie wciśnięty

source: Sets whether the specified operation should be allowed for users
pl: Okresla, czy podana operacja powinna być dopuszczalna dla użytkowników

source: Scheme to use when running on AC power source
pl: Schemat, który ma zostać użyty, kiedy korzysta się z zasilania AC

source: Scheme to use when running on battery power
pl: Schemat, który ma zostać użyty, kiedy korzysta się z baterii

source: The scheme name
pl: Nazwa schematu

source: Add a new scheme
pl: Dodaj nowy schemat

source: Edit an existing scheme
pl: Edytuj istniejący schemat

source: Remove an existing scheme
pl: Usuń istniejący schemat

source: The description of the scheme
pl: Opis schematu

source: The scheme to clone
pl: Schemat do sklonowania

source: Option of a scheme to modify
pl: Opcja schematu do modyfikacji

source: Value of the specified option to set
pl: Wartość określonej opcji do ustawienia

source: New name of the scheme to rename
pl: Nowa nazwa schematu do zmiany nazwy

source: If you abort writing now, the saved settings may be inconsistent. Really abort?
pl: Jeżeli przerwiesz zapisywanie teraz, zachowane ustawienia mogą nie być spójne. Naprawdę przerwać?

source: Power Management Settings
pl: Ustawienia zarządzania zasilaniem

source: Buttons can be configured only for ACPI. Your system probably does not support ACPI and uses APM.
pl: Przyciski można skonfigurować wyłącznie dla ACPI. Ten system prawdopodobnie nie wspiera ACPI lecz używa APM.

source: ACPI Buttons
pl: Przyciski ACPI

source: Battery Capacity Feedback
pl: Sygnalizacja naładowania baterii

source: Power-Saving Modes to Allow
pl: Zezwolenia dla trybów oszczędzania energii

source: Modes Permitted for Users
pl: Tryby dozwolone dla użytkowników

source: Power Management Scheme Setup
pl: Konfiguracja zasad zarządzania zasilaniem

source: <p><b><big>Initializing Power Management Configuration</big></b><br> Please wait...<br></p>
pl: <p><b><big>Inicjalizacja konfiguracji zarządzania zasilaniem</big></b><br> Proszę czekać...<br></p>

source: <p><b><big>Aborting Initialization</big></b><br> Safely abort the configuration utility by pressing <b>Abort</b> now.</p>
pl: <p><b><big>Przerwanie inicjalizacji:</big></b><br> Możesz bezpiecznie przerwać działania konfiguratora naciskając teraz <b>Przerwij</b>.</p>

source: <p><b><big>Saving Power Management Configuration</big></b><br> Please wait...<br></p>
pl: <p><b><big>Zapisywanie konfiguracji zrządzania zasilaniem</big></b><br> Proszę czekać...<br></p>

source: <p><b><big>Aborting Saving</big></b><br> Abort the save procedure by pressing <b>Abort</b>.</p>
pl: <p><b><big>Przerwanie zapisu:</big></b><br> Przerwij zapis naciskając <b>Przerwij</b>.</p>

source: <p><b><big>Battery Capacity Feedback</big></b><br> Set three battery capacity levels and assign actions for each of these capacity levels.</p>
pl: <p><b><big>Pomoc sygnalizacji naładowania baterii</big></b><br> Spójrz na trzy poziomy naładowania baterii i przypisz akcje dla każdego z tych poziomów.</p>

source: <p>Use <b>Warning Capacity</b>, <b>Low Capacity</b>, and <b>Critical Capacity</b> to set battery levels as a percentage of full capacity.</p>
pl: <p>Użyj <b>Pojemność ostrzegawcza</b>, <b>Niska pojemność</b>, and <b>Krytycznie niska pojemność</b> do ustawienia poziomów baterii jako procentów pełnej pojemności.</p>

source: <p>Use <b>Warning Level Action</b>, <b>Low Level Action</b>, and <b>Critical Level Action</b> to set actions to perform if the relevant battery level is reached.</p>
pl: <p>Ustaw działania związane z poziomami naładowania baterii <b>Akcja dla ostrzeżenia</b>, <b>Akcja dla poziomu niskiego</b> oraz <b>Akcja dla poziomu krytycznego</b>.</p>

source: <p><b><big>ACPI Buttons</big></b><br> Assign events to perform after a button is pressed. Events can be set for the <b>Power Button</b> and <b>Sleep Button</b>. To assign an event to perform when the lid of the laptop is closed, use <b>Laptop Lid Closing</b>.</p>
pl: <p><b><big>Akcje dla przycisków ACPI</big></b><br> Przypisz zdarzenia do wykonania po naciśnięciu przyciskówDziałania można przypisać do przycisków <b>Zasilanie</b> oraz <b>Usypianie</b>. Do określenia działania związanego z zamykaniem pokrywy nootebooka lub laptopa służy przycisk <b>Zamykanie pokrywy laptopa</b>.</p>

source: <p><b><big>Modes Permitted for Users</big></b><br> Configure which power-saving modes users should be able to switch to.</p>
pl: <p><b><big>Tryby dopuszczone dla użytkowników</big></b><br> Skonfiguruj, które tryby oszczędzania energii powinny być dostępne.</p>

source: <p>Below the selected schemes, descriptions of both selected schemes are displayed.</p>
pl: <p>Poniżej wybranych zasad są pokazane opisy obu wybranych zasad.</p>

source: <p><b><big>Adjusting Energy Saving Schemes</big></b><br> To adjust energy saving schemes, delete existing ones, or create new ones, use <b>Edit Schemes</b>.</p>
pl: <p><b><big>Modyfikacja zasad oszczędzania energii</big></b><br> Do modyfikacji zasad oszczędzania energii, usuwaniu istniejących zasad lub tworzenia nowych służy <b>Edycja zasad</b>.</p>

source: <p><b><big>Battery Warning</big></b><br> To adjust levels of battery status and actions to perform on these levels of battery capacity, use <b>Battery Warning</b>.</p>
pl: <p><b><big>Ostrzeżenia baterii</big></b><br> Do modyfikowania poziomów stanu baterii oraz działań związanych z tymi poziomami służy <b>Ostrzeżenia baterii</b>.</p>

source: <p><b><big>ACPI Settings</big></b><br> To adjust operations to perform when an ACPI button is pressed, use <b>ACPI Settings</b>.</p>
pl: <p><b><big>Ustawienia ACPI</big></b><br> Do ustalenia działań wykonywanych po wciśnięciu przycisku ACPI służy <b>Ustawienia ACPI</b>.</p>

source: <p><b><big>Scheme Setup</big></b><br> Here, adjust the energy saving schemes. To modify a scheme, select it and click <b>Edit</b>.</p>
pl: <p><b><big>Ustawienia zasad</big></b><br> Tutaj można dopasować zasady oszczędzania energii. W celu modyfikowania zasad należy wskazać odpowiednią pozycję i kliknąć <b>Edytuj</b>.</p>

source: Notify
pl: Uwaga

source: Shut Down
pl: Wyłącz

source: Log Out
pl: Wyloguj

source: Start Screen Saver
pl: Uruchom wygaszacz ekranu

source: Ignore
pl: Ignoruj

source: &Warning Capacity
pl: Ostrzeżenie o rozłado&waniu

source: &Low Capacity
pl: Niski poziom naładowania (&l)

source: &Critical Capacity
pl: Kryty&czny stan baterii

source: War&ning Level Action
pl: Akcja dla ostrzeże&nia

source: Low Level &Action
pl: &Akcja dla poziomu niskiego

source: Cr&itical Level Action
pl: Akcja dla poz&iomu krytycznego

source: ACPI Button Configuration
pl: Konfiguracja przycisków ACPI

source: &Power Button
pl: Zasilanie (&p)

source: &Sleep Button
pl: U&sypianie

source: No scheme description available
pl: Opis zasad nie jest dostępny

source: &AC Powered
pl: Z&asilanie sieciowe

source: &Battery Powered
pl: Zasilanie &baterią

source: Energy Saving Schemes
pl: Zasady oszczędzania energii

source: Ed&it Schemes
pl: Edycja zasad (&i)

source: No scheme selected.
pl: Nie wskazano zasad.

source: The selected scheme cannot be modified. Add a new one instead.
pl: Wskazane zasady nie mogą być modyfikowane. Należy dodać nowe.

source: Scheme Name
pl: Nazwa zasad

source: Scheme Description
pl: Opis zasad

source: Scheme name must be set.
pl: Nazwa zasad musi zostać podana.

source: The specified scheme name is not unique.
pl: Określona nazwa zasad nie jest unikalna.

source: S&cheme Name
pl: Nazwa zasad (&c)

source: Scheme &Description
pl: Opis zasa&d

source: Hard Disk
pl: Dysk twardy

source: Maximum Performance
pl: Najlepsza wydajność

source: Power Saving
pl: Oszczędzanie energii

source: Aggressive Power Saving
pl: Zdecydowane oszczędzanie energii

source: Disabled
pl: Wyłączony

source: &Acoustic Policy
pl: Głośność dysku (&a)

source: Quiet
pl: Cichy

source: Maximally Quiet
pl: Najcichszy

source: Cooling Policy
pl: Polityka chłodzenia

source: Active
pl: Aktywna

source: Passive
pl: Pasywna

source: Dynamic Frequency Scaling
pl: Dynamiczna regulacja częstotliwości

source: &Max. %
pl: &Maks. %

source: Power Management Configuration
pl: Konfiguracja zarządzania energią

source: Initializing...
pl: Inicjalizacja...
