javax.portlet.preference.name.post=(M) Wy\u015Blij \u017C\u0105danie POST na adres URL
javax.portlet.preference.name.url=(M) Pe\u0142ny, prosty adres URL
javax.portlet.preference.name.url-params=(M) Parametry do wys\u0142ania do adresu URL (w formie NAZWA=WARTO\u015A\u0106)
javax.portlet.preference.choice.manual-config.true=(M) Konfiguracja r\u0119czna
javax.portlet.preference.name.wizard-prefs=(W) Asystent
javax.portlet.preference.choice.manual-config.false=(W) Konfiguracja utworzona przez kreatora
style-res.javax.portlet.preference.name.all=Wszystkie
portlet.error.1=Wymagane podstawowe uwierzytelnienie. Prosz\u0119 zmodyfikowa\u0107 preferencje.
javax.portlet.preference.name.border=Obramowanie
style-res.javax.portlet.preference.name.browsing=Przegl\u0105daj w poszukiwaniu \u017C\u0105danej strony, albo
javax.portlet.preference.name.cache-data=Buforowanie URL w celu szybszego wy\u015Bwietlania
javax.portlet.preference.name.cache-replacement-strings=Buforowanie ci\u0105g\u00F3w zast\u0119puj\u0105cych
javax.portlet.preference.name.cancel=Anuluj
javax.portlet.preference.name.change-locale=Zmiana po\u0142o\u017Cenia
javax.portlet.preference.name.character-encoding=Kodowanie znak\u00F3w
style-res.javax.portlet.preference.name.ok=Prosz\u0119 klikn\u0105\u0107, aby kontynuowa\u0107
style-res.javax.portlet.preference.name.content-preview=Podgl\u0105d zawarto\u015Bci
style-res.javax.portlet.preference.name.current-settings=Bie\u017C\u0105ce ustawienia
javax.portlet.preference.name.body-only=Wy\u015Bwietlanie HTML tylko w obr\u0119bie znacznik\u00F3w BODY
style-res.javax.portlet.preference.name.divide-lower=Podzia\u0142 dolny
style-res.javax.portlet.preference.name.divide=Podziel stron\u0119
style-res.javax.portlet.preference.name.division-indices=Wska\u017Aniki podzia\u0142u
style-res.javax.portlet.preference.name.division-level=Poziom podzia\u0142u
javax.portlet.preference.name.form-post=Wy\u015Blij \u017C\u0105danie POST przy ka\u017Cdym wysy\u0142aniu
javax.portlet.preference.name.encode-params=Kodowanie parametr\u00F3w URL
style-res.javax.portlet.preference.name.end-tag=Znacznik ko\u0144cowy
javax.portlet.preference.description.replacement-strings=Prosz\u0119 wprowadzi\u0107 kryteria wyszukiwania poprzedzone ci\u0105giem zast\u0119puj\u0105cym oddzielonym ~. W kryteriach wyszukiwania mo\u017Cna u\u017Cywa\u0107 wyra\u017Ce\u0144 regularnych, np.: \'nove?l+.com~co\u015B innego\'.
error-rendering-portlet=B\u0142\u0105d podczas wy\u015Bwietlania portletu w {0}
POST_EXCEPTION=B\u0142\u0105d podczas zwracania wynik\u00F3w
style-res.javax.portlet.preference.name.divide-finish=Podzia\u0142 ko\u0144cowy
javax.portlet.preference.name.forward-cookies=Przeka\u017C ciasteczka do oddzielnego okna przegl\u0105darki
javax.portlet.preference.name.cache-frequency=Cz\u0119stotliwo\u015B\u0107 od\u015Bwie\u017Cania bufora (w minutach)
style-res.javax.portlet.preference.description.wizard-url=Pe\u0142ne sieciowe adresy URL. Aby u\u017Cy\u0107 ci\u0105g\u00F3w zast\u0119puj\u0105cych $PORTLET_AUTH_ID$ OR $PORTLET_AUTH_PWD$, nale\u017Cy tu zmieni\u0107 URL. Aby zmieni\u0107 URL i w\u0142\u0105czy\u0107 ponownie asystenta, trzeba klikn\u0105\u0107 ikon\u0119 Uruchom ponownie.
portlet.error.3=Nie powiod\u0142o si\u0119 po\u0142\u0105czenie og\u00F3lne.
javax.portlet.preference.name.go=Przejd\u017A
javax.portlet.display-name=Asystent HTML
javax.portlet.title=Z\u0142o\u017Cone preferencje asystenta HTML
javax.portlet.short-title=Z\u0142o\u017Cone preferencje asystenta HTML
javax.portlet.keywords=HTML, portlet
javax.portlet.preference.name.height=Wysoko\u015B\u0107 (w pikselach)
style-res.javax.portlet.preference.name.hide-descriptions=Ukryj opisy
portlet.error.0=Nieprawid\u0142owy typ zawarto\u015Bci. Prosz\u0119 spr\u00F3bowa\u0107 u\u017Cy\u0107 portletu IFrame.
javax.portlet.preference.choice.link-destination.unspecified=Pozostaw odno\u015Bniki niezmienione
javax.portlet.preference.name.link-destination=Cel odno\u015Bnika
style-res.javax.portlet.preference.name.wizard-url-params=Parametry
javax.portlet.preference.name.parse-data=Przetw\u00F3rz dane i zmie\u0144 odno\u015Bniki
javax.portlet.preference.name.auth-pwd=Has\u0142o
style-res.javax.portlet.preference.name.wizard-post=POST
javax.portlet.description=Edytor preferencji dla preferencji HTML tworzonych przez asystenta
javax.portlet.preference.name.preview=Podgl\u0105d
style-res.javax.portlet.preference.name.restart=Uruchom ponownie
style-res.javax.portlet.preference.name.restart-divide=Restartuj podzia\u0142
style-res.javax.portlet.preference.name.finish=Zapisz
javax.portlet.preference.name.replacement-strings=Znajd\u017A i zamie\u0144 ci\u0105gi w zawarto\u015Bci URL
style-res.javax.portlet.preference.name.select-all-divided-sections=Zaznacz wszystkie podzielone sekcje
javax.portlet.preference.description.basic-auth=Nale\u017Cy zaznaczy\u0107 \'tak\', je\u015Bli adresy URL przekazuj\u0105 podstawowe parametry uwierzytelniania. W przypadku ustawienia \'tak\' trzeba r\u00F3wnie\u017C okre\u015Bli\u0107 preferencje \u003ci\u003eNazw\u0119 u\u017Cytkownika do podstawowego uwierzytelniania\u003c/i\u003e i \u003ci\u003eHas\u0142o do podstawowego uwierzytelniania\u003c/i\u003e.
javax.portlet.preference.choice.link-destination.separate-window=Oddzielne okno
portlet.error.2=Us\u0142uga jest nieosi\u0105galna. Prosz\u0119 spr\u00F3bowa\u0107 ponownie albo spr\u00F3bowa\u0107 innego adresu URL.
style-res.javax.portlet.preference.name.show-descriptions=Poka\u017C opisy
javax.portlet.preference.description.border=Poka\u017C obramowanie wok\u00F3\u0142 kontrolki HTML
javax.portlet.preference.description.host=Okre\u015Bla g\u0142\u00F3wny adres URL, kt\u00F3rego nale\u017Cy u\u017Cy\u0107 podczas przetwarzania \u015Bcie\u017Cek wzgl\u0119dnych, jak \'www.wtcrelief.info\'.
javax.portlet.preference.description.relative-path=Okre\u015Bla wzgl\u0119dn\u0105 \u015Bcie\u017Ck\u0119 URL, kt\u00F3rej nale\u017Cy u\u017Cy\u0107 podczas przetwarzania \u015Bcie\u017Cek wzgl\u0119dnych. Musi si\u0119 ona zaczyna\u0107 i ko\u0144czy\u0107 uko\u015Bnikiem \"/\", na przyk\u0142ad: \'/Charities/Information/pages/\'.
javax.portlet.preference.description.protocol=Okre\u015Bla schemat URL (protok\u00F3\u0142), kt\u00F3rego nale\u017Cy u\u017Cy\u0107 podczas przetwarzania \u015Bcie\u017Cek wzgl\u0119dnych, taki jak HTTP albo HTTPS.
javax.portlet.preference.description.cache-frequency=Okre\u015Bla czas (w minutach) do wyga\u015Bni\u0119cia wa\u017Cno\u015Bci buforowanych danych HTML. \u003ci\u003eWymagane w przypadku ustawienia Buforuj URL = \'tak\' w celu szybszego wy\u015Bwietlania.\u003c/i\u003e
javax.portlet.preference.description.character-encoding=Okre\u015Bla kodowanie znak\u00F3w dla tego adresu URL. Nale\u017Cy u\u017Cywa\u0107 tego ustawienia je\u015Bli znaki nie s\u0105 wy\u015Bwietlane prawid\u0142owo.
javax.portlet.preference.description.auth-pwd=Okre\u015Bla has\u0142o, kt\u00F3re przekazuje portlet, gdy URL docelowy wymaga podstawowego uwierzytelniania albo w przypadku u\u017Cycia zast\u0119powanych ci\u0105g\u00F3w uwierzytelniaj\u0105cych. Mo\u017Cna u\u017Cy\u0107 \u015Bcie\u017Cek zakresu, na przyk\u0142ad: je\u015Bli w portlecie logowania w\u0142\u0105czone jest SSO ${Application/login-pass}. \u003ci\u003eWymagane w razie u\u017Cycia podstawowego uwierzytelniania = true.\u003c/i\u003e
javax.portlet.preference.description.auth-user=Okre\u015Bla nazw\u0119 u\u017Cytkownika, kt\u00F3r\u0105 przekazuje portlet, gdy URL docelowy wymaga podstawowego uwierzytelniania albo w przypadku u\u017Cycia zast\u0119powanych ci\u0105g\u00F3w uwierzytelniaj\u0105cych. Mo\u017Cna u\u017Cy\u0107 \u015Bcie\u017Cek zakresu, na przyk\u0142ad: \'${User/id}\' \u017Ceby przekaza\u0107 portalowi id albo gdy w portlecie logowania w\u0142\u0105czone jest SSO ${Application/login-user}. \u003ci\u003eWymagane w razie u\u017Cycia podstawowego uwierzytelniania = true.\u003c/i\u003e
javax.portlet.preference.description.link-destination=Okre\u015Bla, jak maj\u0105 by\u0107 przedstawiane odno\u015Bniki po u\u017Cyciu. Trzeba zaznaczy\u0107 opcj\u0119 \u003ci\u003ePozostaw odno\u015Bniki niezmienione\u003c/i\u003e w przypadku ustawienia  \u003ci\u003ePrzetw\u00F3rz dane i zmie\u0144 odno\u015Bniki = false\u003c/i\u003e.
javax.portlet.preference.description.cache-replacement-strings=Okre\u015Bla, czy ma nast\u0119powa\u0107 buforowanie ci\u0105g\u00F3w zast\u0119puj\u0105cych. \u003ci\u003eStosuje si\u0119, w przypadku ustawienia Buforuj URL w celu szybszego wy\u015Bwietlania = true.\u003c/i\u003e
javax.portlet.preference.description.cache-data=Okre\u015Bla, czy portlet ma buforowa\u0107 zawarto\u015B\u0107 HTML w celu szybszego wy\u015Bwietlania. Je\u015Bli zaznaczona jest opcja \u003ci\u003eKonfiguracja utworzona przez asystenta\u003c/i\u003e i podzielono portlet w celu wy\u015Bwietlania tylko interesuj\u0105cych sekcji, nale\u017Cy to ustawi\u0107 na \'nie\'.
style-res.javax.portlet.preference.description.wizard-post=Okre\u015Bla, czy portlet ma wysy\u0142a\u0107 \u017C\u0105dania POST, czy GET pod adres URL. Ustawienie to jest okre\u015Blane przez asystenta.
javax.portlet.preference.description.parse-data=Okre\u015Bla, czy portlet ma przetwarza\u0107 zawarto\u015B\u0107 HTML. W przypadku ustawienia \'tak\', portlet ujednolica odno\u015Bniki wzgl\u0119dne w zawarto\u015Bci HTML i pozwala na okre\u015Blenie prawid\u0142owej warto\u015Bci dla preferencji Cel odno\u015Bnika. W przypadku ustawienia \'nie\', portlet wy\u015Bwietla zawarto\u015B\u0107 HTML w oryginalnej postaci i wymaga ustawienia \u003ci\u003eCel odno\u015Bnika = Pozostaw odno\u015Bniki niezmienione.\u003c/i\u003e Aby zoptymalizowa\u0107 serwer, mo\u017Cna ustawi\u0107 ten parametr na \'nie\' i sprawdzi\u0107, czy mo\u017Cna ogl\u0105da\u0107 t\u0119 stron\u0119 w portlecie.
javax.portlet.preference.description.encode-params=Okre\u015Bla, czy kodowa\u0107 parametry adresu URL u\u017Cywaj\u0105c UTF-8 (je\u015Bli to mo\u017Cliwe).
javax.portlet.preference.description.forward-cookies=Okre\u015Bla, czy przekazywa\u0107 ciasteczka, gdy \u003ci\u003eCel odno\u015Bnika = Oddzielne okno\u003c/i\u003e. W przypadku ustawienia \'tak\', zawarto\u015B\u0107 odno\u015Bnika wy\u015Bwietlana jest w zmaksymalizowanym portlecie HTML w oddzielnym oknie przegl\u0105darki. Ustawienie \'nie\' oznacza wy\u015Bwietlanie zawarto\u015Bci odno\u015Bnik\u00F3w bezpo\u015Brednio w oddzielnym oknie przegl\u0105darki. Ciasteczka s\u0105 zawsze przekazywane, je\u015Bli \u003ci\u003eCel odno\u015Bnika = Wewn\u0105trz portletu\u003c/i\u003e albo \u003ci\u003eWewn\u0105trz zmaksymalizowanego portletu\u003c/i\u003e.
javax.portlet.preference.description.manual-config=Okre\u015Bla, czy adresy URL, parametry i warto\u015Bci POST b\u0119d\u0105 definiowane przez \u003cb\u003e(W)\u003c/b\u003e Kreatora czy \u003cb\u003e(M)\u003c/b\u003e r\u0119cznie.
javax.portlet.preference.description.form-post=Nale\u017Cy ustawi\u0107 true, je\u015Bli formularz HTML u\u017Cywa metody \'post\'. Nale\u017Cy ustawi\u0107 true, je\u015Bli formularz HTML u\u017Cywa metody \'get\'.
javax.portlet.preference.description.body-only=Nale\u017Cy ustawi\u0107 true, aby zapewni\u0107 obs\u0142ug\u0119 kompilacji zgodnie z specyfikacj\u0105 Java Portlet 1.0, jednak to oznacza utrat\u0119 wszystkich skrypt\u00F3w i styl\u00F3w wykonywanych w obr\u0119bie znacznik\u00F3w HEAD. Preferencja \u003ci\u003ePrzetw\u00F3rz dane i zmie\u0144 odno\u015Bniki\u003c/i\u003emusi by\u0107 ustawiona na true, je\u015Bli omawiane ustawienie ma by\u0107 r\u00F3wnie\u017C true.
style-res.javax.portlet.preference.name.start-tag=Znacznik pocz\u0105tkowy
style-res.javax.portlet.preference.description.end-tag=Znacznik do oznaczania miejsca zako\u0144czenia przetwarzania informacji dotycz\u0105cych podzia\u0142u. Musi istnie\u0107 r\u00F3wnie\u017C znacznik ko\u0144cowy, zgodny z pocz\u0105tkowym; np. je\u015Bli znacznikiem pocz\u0105tkowym jest \'\u003cTABLE\', znacznikiem ko\u0144cowym musi by\u0107 '\u003c/TABLE\u003e\'. Zmiany tej warto\u015Bci odzwierciedlone s\u0105 podczas nast\u0119pnego podzia\u0142u strony, dolnego podzia\u0142u lub restartu podzia\u0142u.
style-res.javax.portlet.preference.description.start-tag=Znacznik do oznaczania miejsca rozpocz\u0119cia przetwarzania informacji dotycz\u0105cych podzia\u0142u. Poniewa\u017C znaczniki pocz\u0105tkowe mog\u0105 mie\u0107 atrybuty, powinien pozosta\u0107 otwarty, np.: \'\u003cTABLE\'. Zmiany tej warto\u015Bci odzwierciedlone s\u0105 podczas nast\u0119pnego podzia\u0142u strony, dolnego podzia\u0142u lub restartu podzia\u0142u.
portlet.error.4=Ten kod HTML mo\u017Ce zawiera\u0107 nieprawid\u0142owe znaki. Mo\u017Cna wyszuka\u0107 nieprawid\u0142owe znaki i zast\u0105pi\u0107 je pustymi ci\u0105gami.
javax.portlet.preference.description.height=Wysoko\u015B\u0107 ramki wewn\u0119trznej w pikselach (np. dla 640 x 480 nale\u017Cy poda\u0107 480)
style-res.javax.portlet.preference.description.division-indices=Wska\u017Aniki podzia\u0142u, kt\u00F3re zosta\u0142y zaznaczone. Pierwszy indeks ma nr 0. Za ka\u017Cdym razem, gdy kliknie si\u0119 podzia\u0142 strony lub podzia\u0142 dolny, zaznaczone wska\u017Aniki zostaj\u0105 wyzerowane.
style-res.javax.portlet.preference.description.division-level=Poziom przeszukiwania podzia\u0142\u00F3w. Klikni\u0119cie przycisku Restart podzia\u0142u spowoduje przywr\u00F3cenie domy\u015Blnego poziomu podzia\u0142u r\u00F3wnego 1.
style-res.javax.portlet.preference.description.total-divisions=Ca\u0142kowita liczba podzia\u0142\u00F3w okre\u015Blona w Poziomie podzia\u0142\u00F3w.
javax.portlet.preference.description.width=Szeroko\u015B\u0107 ramki p\u0142ywaj\u0105cej w pikselach albo w % (np. dla 640x480 nale\u017Cy poda\u0107 640). Mo\u017Cna tak\u017Ce u\u017Cy\u0107 warto\u015Bci procentowych, podaj\u0105c znak procent po warto\u015Bci numerycznej (np. 100%).
portlet.error.5=Wyst\u0105pi\u0142 b\u0142\u0105d sk\u0142adniowy w wyra\u017Ceniu regularnym, wprowadzonym jako ci\u0105g wyszukiwania i zast\u0119powania.
portlet.error.6=Ten URL zawiera ramki. Prosz\u0119 spr\u00F3bowa\u0107 portletu IFrame.
style-res.javax.portlet.preference.name.total-divisions=Ca\u0142kowita liczba podzia\u0142\u00F3w
style-res.javax.portlet.preference.name.wizard-url=URL
javax.portlet.preference.name.manual-config=Konfiguracja URL (M) r\u0119czna albo przy pomocy (W) konfiguratora
style-res.javax.portlet.preference.description.wizard-url-params=Parametry URL w formacie NAME=VALUE. Te parametry s\u0105 okre\u015Blane przez asystenta.
javax.portlet.preference.name.host=URL g\u0142\u00F3wny do u\u017Cycia w przypadku przetwarzania \u015Bcie\u017Cek wzgl\u0119dnych
javax.portlet.preference.name.protocol=Protok\u00F3\u0142 URL do u\u017Cycia w przypadku przetwarzania \u015Bcie\u017Cek wzgl\u0119dnych
javax.portlet.preference.name.relative-path=\u015Acie\u017Cka wzgl\u0119dna URL do u\u017Cycia w przypadku przetwarzania \u015Bcie\u017Cek wzgl\u0119dnych
UNSUPPORTED_ENCODING=Nieobs\u0142ugiwane kodowanie znak\u00F3w: {0}
javax.portlet.preference.name.basic-auth=U\u017Cyj uwierzytelniania podstawowego
javax.portlet.preference.name.auth-user=Nazwa u\u017Cytkownika
javax.portlet.preference.name.width=Szeroko\u015B\u0107 (w pikselach albo w %)
javax.portlet.preference.choice.link-destination.portlet=Wewn\u0105trz portletu
javax.portlet.preference.choice.link-destination.portlet-max=Wewn\u0105trz zmaksymalizowanego portletu
portlet.error.7=Trzeba ustawi\u0107 te preferencje przed uruchomieniem portletu.
javax.portlet.preference.description.url-params=\u003cb\u003e(M)\u003c/b\u003e Okre\u015Bla wszystkie parametry URL w formacie NAZWA=WARTO\u015A\u0106. Dane uwierzytelniaj\u0105ce portletu mog\u0105 by\u0107 przesy\u0142ane z pomoc\u0105 nast\u0119puj\u0105cych ci\u0105g\u00F3w zast\u0119puj\u0105cych: $PORTLET_AUTH_ID$ i $PORTLET_AUTH_PWD$. U\u017Cywane s\u0105 warto\u015Bci podane w preferencjach nazwy u\u017Cytkownika i has\u0142a. \u003ci\u003eStosowane do konfiguracji r\u0119cznej.\u003c/i\u003e
javax.portlet.preference.description.url=\u003cb\u003e(M)\u003c/b\u003e Okre\u015Bla adres URL strony, kt\u00F3ra ma by\u0107 wy\u015Bwietlana w portlecie HTML. Musi zawiera\u0107 schemat (protok\u00F3\u0142) URL, taki jak HTTP albo HTTPS. \u003ci\u003eWymagane do konfiguracji r\u0119cznej.\u003c/i\u003e
javax.portlet.preference.description.post=\u003cb\u003e(M)\u003c/b\u003e Okre\u015Bla, czy portlet ma wysy\u0142a\u0107 \u017C\u0105dania POST, czy GET pod adres URL. \u003ci\u003eStosowane do konfiguracji r\u0119cznej.\u003c/i\u003e
javax.portlet.preference.description.wizard-prefs=\u003cb\u003e(W)\u003c/b\u003e Rejestruje URL i parametry URL, nast\u0119pnie dzieli docelow\u0105 stron\u0119 internetow\u0105 na obszary zawarto\u015Bci. Mo\u017Cna pojedynczo zaznacza\u0107 dowolne z tych obszar\u00F3w w celu wy\u015Bwietlania w oknie portletu HTML. \u003ci\u003eWymagane do konfiguracji tworzonej przez asystenta.\u003c/i\u003e
preference.validator.error.10=\u003cbr\u003eCz\u0119stotliwo\u015B\u0107 buforowania musi by\u0107 liczb\u0105 ca\u0142kowit\u0105 wi\u0119ksz\u0105 lub r\u00F3wn\u0105 1.
preference.validator.error.2=\u003cbr\u003eIf R\u0119czna konfiguracja URL ustawiona jest na \'nie\'; trzeba ustawia\u0107 URL z pomoc\u0105 asystenta.
preference.validator.error.1=\u003cbr\u003eIf R\u0119czna konfiguracja URL ustawiona jest na \'tak\'; trzeba okre\u015Bli\u0107 prosty adres URL.
preference.validator.error.8=\u003cbr\u003eIf Zadecydowano, \u017Ce te dane nie b\u0119d\u0105 przetwarzane (Przetw\u00F3rz dane i zmie\u0144 odno\u015Bniki); nie mo\u017Cna ustawi\u0107 tej warto\u015Bci na \'tak\'.
preference.validator.error.5=\u003cbr\u003eIf Zadecydowano, \u017Ce te dane nie b\u0119d\u0105 przetwarzane (Przetw\u00F3rz dane i zmie\u0144 odno\u015Bniki); trzeba pozostawi\u0107 ustawienie Cel odno\u015Bnika niezmienione.
preference.validator.error.9=\u003cbr\u003eIf Zadecydowano o buforowaniu tych danych; trzeba poda\u0107 warto\u015B\u0107 cz\u0119stotliwo\u015Bci buforowania.
preference.wizard.info.save=\u003cbr\u003eProsz\u0119 powr\u00F3ci\u0107 do widoku listy, a nast\u0119pnie nacisn\u0105\u0107 przycisk Zapisz preferencje.
preference.validator.error.6=\u003cbr\u003eElement ({0}) Znajd\u017A i zamie\u0144 jest nieprawid\u0142owy. Ci\u0105g do wyszukiwania i zast\u0119powania musi by\u0107 rozdzielony znakiem \'~\': znajd\u017A~zamie\u0144 (ew. ^function mousedown~&lt;!--function mousedown)
preference.validator.error.7=\u003cbr\u003eNapis ({0}) znajd\u017A i zamie\u0144 nie jest prawid\u0142owym wyra\u017Ceniem regularnym. Prosz\u0119 si\u0119 upewni\u0107, \u017Ce znaki meta zosta\u0142y zabezpieczone.
preference.validator.error.0=\u003cbr\u003eAdres URL musi by\u0107 pe\u0142ny; np. http://www.yahoo.com
preference.validator.error.wizard.general=\u003cbr\u003eNie mo\u017Cna u\u017Cy\u0107 asystenta z tym adresem URL.
preference.validator.error.wizard.basic=\u003cbr\u003eNie mo\u017Cna u\u017Cy\u0107 asystenta z tym adresem URL: wymagany jest podstawowy.
preference.validator.error.wizard.frames=\u003cbr\u003eNie mo\u017Cna u\u017Cy\u0107 asystenta z tym adresem URL: zawiera on ramki.
preference.validator.error.wizard.saxe=\u003cbr\u003eNie mo\u017Cna u\u017Cy\u0107 asystenta z tym adresem URL: mo\u017Ce on zawiera\u0107 nieprawid\u0142owe znaki.
preference.validator.error.wizard.service=\u003cbr\u003eNie mo\u017Cna u\u017Cy\u0107 asystenta z tym adresem URL: us\u0142uga jest niedost\u0119pna.
preference.validator.error.wizard.unknown=\u003cbr\u003eNie mo\u017Cna u\u017Cy\u0107 asystenta z tym adresem URL: nieznana awaria po\u0142\u0105czenia.
preference.validator.error.3=\u003cbr\u003eParameter ({0}) adresu URL jest pusty. Wymagana jest warto\u015B\u0107 
preference.validator.error.4=\u003cbr\u003eParameter ({0}) adresu URL nie jest prawid\u0142owo sformatowany. Musi on zawiera\u0107 znak r\u00F3wno\u015Bci
