JSP_HELPPAGE_ISELFSERVICE_CONTENT=\u003cb\u003eKarta Profil\u003c/b\u003e pozwala na wy\u015Bwietlanie i modyfikowanie informacji o to\u017Csamo\u015Bci w tym:\u003cul class=\'list-item\' \u003e \u003cli\u003ePrzegl\u0105danie schematu organizacyjnego\u003c/li\u003e \u003cli\u003ePrzegl\u0105danie informacji o profilu u\u017Cytkownika\u003c/li\u003e \u003cli\u003ePoszukiwanie informacji w organizacji\u003c/li\u003e \u003cli\u003eZarz\u0105dzanie has\u0142ami\u003c/li\u003e \u003cli\u003ePrzegl\u0105danie informacji o kontach w systemach pod\u0142\u0105czonych (i wi\u0119cej)\u003c/li\u003e \u003c/ul\u003e \u003cspan class=\'nv-fontSmall\'\u003e \u003cbr\u003e \u003cb\u003eAby dowiedzie\u0107 si\u0119 wi\u0119cej\u003c/b\u003e, przeczytaj \u003ca href=\'http://www.novell.com/documentation/idm35/ugpro/data/ugpropartidentity.html\'\u003edokumentacj\u0119 dotucz\u0105c\u0105 u\u017Cywania karty Profile\u003c/a\u003e w \u003ci\u003eIdentity Manager User Application: User Guide\u003c/i\u003e dost\u0119pnej na stronach firmy Novell. \u003c/span\u003e
JSP_HELPPAGE_ROLEINFO_CONTENT=\u003cdiv style=\'margin-left: 20px; margin-right: 20px; margin-top: 10px;\'\u003e \u003cp\u003e \u003cspan class=\'nv-fontMedium nv-fontBold nv-color1\'\u003eUpgrade Required\u003c/span\u003e\u003cbr/\u003e \u003cspan class=\'nv-fontMedium\'\u003eYou do not currently have access to the Role Management capabilities of Identity Manager. You can enable these features by upgrading to Identity Manager Role Management Edition.\u003c/span\u003e\u003cbr/\u003e \u003c/p\u003e \u003cp\u003e \u003cspan class=\'nv-fontMedium nv-fontBold nv-color1\'\u003eUpgrade Now\u003c/span\u003e\u003cbr/\u003e \u003cspan class=\'nv-fontMedium\'\u003eClick \u003ca href=\'http://www.novell.com/identitymanager/\' target=\'_new\'\u003ehere\u003c/a\u003e for more details on upgrading to Novell Identity Manager Role Management Edition. You can also contact your local Novell Account Manager or Authorized Partner for upgrade details. To locate the nearest Novell salesperson or partner, visit this site \u003ca href=\'http://www.novell.com/company/contact.html\' target=\'contact\'\u003ehttp://www.novell.com/company/contact.html\u003c/a\u003e\u003c/span\u003e \u003cbr/\u003e \u003c/p\u003e \u003cp\u003e \u003cspan class=\'nv-fontMedium nv-fontBold nv-color1\'\u003eRole Management Capabilities\u003c/span\u003e\u003cbr/\u003e \u003cspan class=\'nv-fontMedium\'\u003eIdentity Manager Role Management Edition enables the following key capabilities:\u003c/span\u003e\u003cbr/\u003e \u003cul class=\'list-item\'\u003e \u003cli\u003eCreation of Roles Catalog\u003c/li\u003e \u003cli\u003eImplicit and Explicit Role Assignments\u003c/li\u003e \u003cli\u003eSegregation of Duty Conflict definition and resolution\u003c/li\u003e \u003cli\u003eRequire approval for role assignments, sod conflict resolution\u003c/li\u003e \u003cli\u003eAudit and report on workflow catalog, user role assignments, segregation of duty violation and more\u003c/li\u003e \u003c/ul\u003e \u003cbr/\u003e \u003c/p\u003e \u003c/div\u003e
JSP_HELPPAGE_PROFINFO_CONTENT=\u003cdiv style=\'margin-left: 20px; margin-right: 20px; margin-top: 10px;\'\u003e \u003cp\u003e \u003cspan class=\'nv-fontMedium nv-fontBold nv-color1\'\u003eWymagana aktualizacja\u003c/span\u003e\u003cbr/\u003e \u003cspan class=\'nv-fontMedium\'\u003eNie masz dost\u0119pu do sekcji Wnioski i Akceptacje. Aby w\u0142\u0105czy\u0107 t\u0105 funkcjonalno\u015B\u0107 musisz dokona\u0107 aktualizacji do wersji Identity Manager 3.5 Provisioning Edition.\u003c/span\u003e\u003cbr/\u003e \u003c/p\u003e \u003cp\u003e \u003cspan class=\'nv-fontMedium nv-fontBold nv-color1\'\u003eAktualizuj teraz\u003c/span\u003e\u003cbr/\u003e \u003cspan class=\'nv-fontMedium\'\u003eWybierz \u003ca href=\'http://www.novell.com/identitymanager/\' target=\'_new\'\u003ehere\u003c/a\u003e aby dowiedzie\u0107 si\u0119 wi\u0119cej o aktualizacji do wersji Novell Identity Manager 3.5 Provisioning Edition. Mo\u017Cesz tak\u017Ce skontaktowa\u0107 si\u0119 z lokalnym przedstawicielem firmy Novell. Aby znale\u015B\u0107 najbli\u017Cszego sprzedawc\u0119 lub partnera odwied\u017A stron\u0119 \u003ca href=\'http://www.novell.com/company/contact.html\' target=\'contact\'\u003ehttp://www.novell.com/company/contact.html\u003c/a\u003e\u003c/span\u003e \u003cbr/\u003e \u003c/p\u003e \u003cp\u003e \u003cspan class=\'nv-fontMedium nv-fontBold nv-color1\'\u003eZaawansowane mo\u017Cliwo\u015Bci przep\u0142yw\u00F3w\u003c/span\u003e\u003cbr/\u003e \u003cspan class=\'nv-fontMedium\'\u003eIdentity Manager Provisioning Edition udost\u0119pnia nast\u0119puj\u0105ce mo\u017Cliwo\u015Bci:\u003c/span\u003e\u003cbr/\u003e \u003cul class=\'list-item\'\u003e \u003cli\u003eBudowanie jedno, lub wieloetapowego mechanizmu akceptacji dost\u0119pu do wybranego systemu pod\u0142\u0105czonego\u003c/li\u003e \u003cli\u003eZezwalanie akceptantom na delegowanie wniosk\u00F3w do innych os\u00F3b\u003c/li\u003e \u003cli\u003eDefiniowanie czy zadania przep\u0142ywu maj\u0105 przebiega\u0107 r\u00F3wnolegle czy sekwencyjnie\u003c/li\u003e \u003cli\u003eZapewnienie uprawnie\u0144 do akceptacji osobom lub grupom  (gdzie jedna, wiele, lub wszyscy z grupy musz\u0105 wyrazi\u0107 aprobat\u0119)\u003c/li\u003e \u003cli\u003eAudit i raportowanie proces\u00F3w - przegl\u0105danie statystyk, w\u0105skich garde\u0142, podsumowa\u0144 i wi\u0119cej\u003c/li\u003e \u003c/ul\u003e \u003cbr/\u003e \u003c/p\u003e \u003c/div\u003e
JSP_HELPPAGE_ADMIN_CONTENT=\u003cspan class=\'nv-fontSmall\'\u003e Portal Identity Manager jest u\u017Cywany g\u0142\u00F3wnie przez u\u017Cytkownik\u00F3w ko\u0144cowych. Lecz interfejs ten tak\u017Ce dostarcza interfejs administracyjny dost\u0119pny osobom z odpowiednimi uprawnieniami.\u003cbr\u003e\u003cbr\u003e Na przyk\u0142ad interfejs ten mo\u017Ce by\u0107 u\u017Cyty do:\u003c/span\u003e \u003cul class=\'list-item\'\u003e \u003cli\u003eZmiany tematu u\u017Cywanego do zdefiniowania wygl\u0105du interfejsu u\u017Cytkownika\u003c/li\u003e \u003cli\u003eZmodyfikowania cech karty Profil dost\u0119pnej innym u\u017Cytkownikom\u003c/li\u003e \u003cli\u003eOkre\u015Blenia kto mo\u017Ce dokonywa\u0107 zmian administracyjnych\u003c/li\u003e \u003cli\u003eZarz\u0105dzania innymi elementeami zwi\u0105zanymi z dzia\u0142aniem portalu\u003c/li\u003e \u003c/ul\u003e \u003cbr\u003e \u003cspan class=\'nv-fontSmall\'\u003e \u003cb\u003eAby dowiedzie\u0107 si\u0119 wi\u0119cej \u003c/b\u003e, przeczytaj \u003ca href=\'http://www.novell.com/documentation/idm35/agpro/data/agpropartadminapp.html\'\u003edokumentacj\u0119 dotycz\u0105c\u0105 zarz\u0105dzania portalem\u003c/a\u003e w \u003ci\u003eIdentity Manager User Application: Administration Guide\u003c/i\u003e dost\u0119pnej na stronach firmy Novell. \u003c/span\u003e
JSP_HELPPAGE_ATTESTATION_CONTENT=\u003cspan class=\'nv-fontSmall\'\u003e The \u003cb\u003eCompliance tab\u003c/b\u003e enables you to perform attestation actions. You can: \u003c/span\u003e \u003cul class=\'list-item\' \u003e \u003cli\u003eMake TODO \u003c/li\u003e \u003cli\u003eCreate TODO\u003c/li\u003e \u003cli\u003eLook at reports that provide details about the current state of TODO\u003c/li\u003e \u003c/ul\u003e \u003cspan class=\'nv-fontSmall\'\u003e \u003cbr\u003e This tab is available only if you have the \u003cb\u003eTODO XYZ\u003c/b\u003e. \u003cbr\u003e\u003cbr\u003e \u003cb\u003eFor more information\u003c/b\u003e, see the \u003ca href=\'http://www.novell.com/documentation/idmrbpm36/ugpro/data/ugpropartroles.html\'\u003edocumentation on the Compliance tab TODO\u003c/a\u003e in the \u003ci\u003eIdentity Manager User Application: User Guide\u003c/i\u003e on the Novell Web site. \u003c/span\u003e
JSP_HELPPAGE_REQUESTAPPROVAL_CONTENT=\u003cspan class=\'nv-fontSmall\'\u003e \u003cb\u003eKarta Wnioski i Akceptacje\u003c/b\u003e pozwala na akcje zwi\u0105zane ze sk\u0142adaniem i akceptowaniem wniosk\u00F3w. Mo\u017Cesz: \u003c/span\u003e \u003cul class=\'list-item\' \u003e \u003cli\u003eWnioskowa\u0107 dla siebie i swojego zespo\u0142u, oraz akceptowa\u0107 wnioski innych\u003c/li\u003e \u003cli\u003eKonfigurowa\u0107 ustawienia dla siebie i swojego zespo\u0142u\u003c/li\u003e \u003c/ul\u003e \u003cspan class=\'nv-fontSmall\'\u003e \u003cbr\u003e Karta ta jest dost\u0119pna jedynie je\u015Bli masz zainstalowany \u003cb\u003eProvisioning Module for Identity Manager\u003c/b\u003e. \u003cbr\u003e\u003cbr\u003e \u003cb\u003eAby dowiedzie\u0107 si\u0119 wi\u0119cej \u003c/b\u003e, przeczytaj \u003ca href=\'http://www.novell.com/documentation/idm35/ugpro/data/ugpropartprovisioningtab.html\'\u003edokumentacj\u0119 dotycz\u0105c\u0105 zak\u0142adki Wnioski i Akceptacje\u003c/a\u003e w \u003ci\u003eIdentity Manager User Application: User Guide\u003c/i\u003e dost\u0119pnej na stronach firmy Novell. \u003c/span\u003e
JSP_HELPPAGE_ROLES_CONTENT=\u003cspan class=\'nv-fontSmall\'\u003e The \u003cb\u003eRoles tab\u003c/b\u003e enables you to perform roles-based provisioning actions. You can: \u003c/span\u003e \u003cul class=\'list-item\' \u003e \u003cli\u003eMake role requests for yourself or other users within your organization\u003c/li\u003e \u003cli\u003eCreate roles and role relationships within the roles hierarchy\u003c/li\u003e \u003cli\u003eCreate separation of duties (SoD) constraints to manage potential conflicts between role assignments\u003c/li\u003e \u003cli\u003eLook at reports that provide details about the current state of the Role Catalog and the roles currently assigned to users, groups, and containers\u003c/li\u003e \u003c/ul\u003e \u003cspan class=\'nv-fontSmall\'\u003e \u003cbr\u003e This tab is available only if you have the \u003cb\u003eRoles Based Provisioning Module\u003c/b\u003e. \u003cbr\u003e\u003cbr\u003e \u003cb\u003eFor more information\u003c/b\u003e, see the \u003ca href=\'http://www.novell.com/documentation/idmrbpm36/ugpro/data/ugpropartroles.html\'\u003edocumentation on the Roles tab\u003c/a\u003e in the \u003ci\u003eIdentity Manager User Application: User Guide\u003c/i\u003e on the Novell Web site. \u003c/span\u003e
