JSP_HELPPAGE_ISELFSERVICE_CONTENT=\u003cb\u003eKarta Obs\u0142uga to\u017Csamo\u015Bci\u003c/b\u003e pozwala na wy\u015Bwietlanie i modyfikowanie informacji o to\u017Csamo\u015Bci, w\u0142\u0105czaj\u0105c w to:\u003cul class=\'list-item\' \u003e \u003cli\u003eSchematy organizacyjne\u003c/li\u003e \u003cli\u003eInformacje o profilu u\u017Cytkownika\u003c/li\u003e \u003cli\u003ePrzeszukiwanie katalog\u00F3w\u003c/li\u003e \u003cli\u003eHas\u0142a\u003c/li\u003e \u003cli\u003eInformacje o kontach (i wi\u0119cej)\u003c/li\u003e \u003c/ul\u003e \u003cspan class=\'nv-fontSmall\'\u003e \u003cbr\u003e \u003cb\u003eWi\u0119cej informacji\u003c/b\u003e - patrz \u003ca href=\'http://www.novell.com/documentation/idm35/ugpro/data/ugpropartidentity.html\'\u003edokumentacja dotycz\u0105ca u\u017Cywania karty Obs\u0142uga to\u017Csamo\u015Bci\u003c/a\u003e w \u003ci\u003ePodr\u0119czniku u\u017Cytkownika Aplikacji U\u017Cytkownika Identity Manager\u003c/i\u003e dost\u0119pnej na stronach firmy Novell. \u003c/span\u003e
JSP_HELPPAGE_ROLEINFO_CONTENT=\u003cdiv style=\'margin-left: 20px; margin-right: 20px; margin-top: 10px;\'\u003e \u003cp\u003e \u003cspan class=\'nv-fontMedium nv-fontBold nv-color1\'\u003eWymagana aktualizacja\u003c/span\u003e\u003cbr/\u003e \u003cspan class=\'nv-fontMedium\'\u003eObecnie nie ma dost\u0119pu do funkcji zarz\u0105dzania rolami w programie Identity Manager. Mo\u017Cna je w\u0142\u0105czy\u0107 przez aktualizacj\u0119 do Identity Manager Role Management Edition.\u003c/span\u003e\u003cbr/\u003e \u003c/p\u003e \u003cp\u003e \u003cspan class=\'nv-fontMedium nv-fontBold nv-color1\'\u003eZaktualizuj teraz\u003c/span\u003e\u003cbr/\u003e \u003cspan class=\'nv-fontMedium\'\u003eProsz\u0119 klikn\u0105\u0107 \u003ca href=\'http://www.novell.com/identitymanager/\' target=\'_new\'\u003ehere\u003c/a\u003e aby uzyska\u0107 wi\u0119cej szczeg\u00F3\u0142owych informacji dotycz\u0105cych aktualizacji do Novell Identity Manager Role Management Edition. Mo\u017Cna r\u00F3wnie\u017C skontaktowa\u0107 si\u0119 z miejscowym mened\u017Cerem kont firmy Novell albo autoryzowanym partnerem firmy Novell. W celu znalezienia najbli\u017Cszego sprzedawcy albo partnera firmy Novell prosz\u0119 odwiedzi\u0107 stron\u0119 \u003ca href=\'http://www.novell.com/company/contact.html\' target=\'contact\'\u003ehttp://www.novell.com/company/contact.html\u003c/a\u003e\u003c/span\u003e \u003cbr/\u003e \u003c/p\u003e \u003cp\u003e \u003cspan class=\'nv-fontMedium nv-fontBold nv-color1\'\u003eFunkcje zarz\u0105dzania rolami\u003c/span\u003e\u003cbr/\u003e \u003cspan class=\'nv-fontMedium\'\u003eIdentity Manager Role Management Edition oferuje nast\u0119puj\u0105ce kluczowe funkcje:\u003c/span\u003e\u003cbr/\u003e \u003cul class=\'list-item\'\u003e \u003cli\u003eTworzenie katalog\u00F3w r\u00F3l\u003c/li\u003e \u003cli\u003eUkryte i jawne przypisania r\u00F3l\u003c/li\u003e \u003cli\u003eSegregacja definicji konflikt\u00F3w s\u0142u\u017Cbowych i ich rozwi\u0105zywanie\u003c/li\u003e \u003cli\u003eWymagana akceptacja dla przypisa\u0144 r\u00F3l, rozwi\u0105zywanie konflikt\u00F3w RO\u003c/li\u003e \u003cli\u003eAudyty i raportowanie w katalogu przep\u0142yw\u00F3w, przypisania r\u00F3l u\u017Cytkownik\u00F3w, segregacja narusze\u0144 obowi\u0105zk\u00F3w i wi\u0119cej\u003c/li\u003e \u003c/ul\u003e \u003cbr/\u003e \u003c/p\u003e \u003c/div\u003e
JSP_HELPPAGE_PROFINFO_CONTENT=\u003cdiv style=\'margin-left: 20px; margin-right: 20px; margin-top: 10px;\'\u003e \u003cp\u003e \u003cspan class=\'nv-fontMedium nv-fontBold nv-color1\'\u003eWymagana aktualizacja\u003c/span\u003e\u003cbr/\u003e \u003cspan class=\'nv-fontMedium\'\u003eBrak dost\u0119pu do funkcji r\u00F3l i wyposa\u017Cania systemu Identity Manager. Funkcje te mo\u017Cna w\u0142\u0105czy\u0107 poprzez aktualizacj\u0119 do modu\u0142u Novell Identity Manager Roles Based Provisioning Module.\u003c/span\u003e\u003cbr/\u003e \u003c/p\u003e \u003cp\u003e \u003cspan class=\'nv-fontMedium nv-fontBold nv-color1\'\u003eAktualizuj teraz\u003c/span\u003e\u003cbr/\u003e \u003cspan class=\'nv-fontMedium\'\u003eWi\u0119cej informacji na temat aktualizacji do modu\u0142u Novell Identity Manager Roles Based Provisioning Module mo\u017Cna znale\u017A\u0107 pod adresem \u003ca href=\'http://www.novell.com/products/identitymanager/\' target=\'_new\'\u003ewww.novell.com/products/identitymanager\u003c/a\u003e. Mo\u017Cna tak\u017Ce skontaktowa\u0107 si\u0119 z lokalnym biurem formy Novell lub jej autoryzowanym partnerem. Aby znale\u017A\u0107 najbli\u017Cszego sprzedawc\u0119 lub partnera firmy Novell, prosz\u0119 odwiedzi\u0107 stron\u0119 \u003ca href=\'http://www.novell.com/company/contact.html\' target=\'contact\'\u003ewww.novell.com/company/contact.html\u003c/a\u003e\u003c/span\u003e \u003cbr/\u003e \u003c/p\u003e \u003cp\u003e \u003cspan class=\'nv-fontMedium nv-fontBold nv-color1\'\u003eZaawansowane mo\u017Cliwo\u015Bci r\u00F3l i przep\u0142yw\u00F3w wyposa\u017Cania\u003c/span\u003e\u003cbr/\u003e \u003cspan class=\'nv-fontMedium\'\u003eModu\u0142 Novell Identity Manager Roles Based Provisioning Module pozwala u\u017Cytkownikom:\u003c/span\u003e\u003cbr/\u003e \u003cul class=\'list-item\'\u003e \u003cli\u003eTworzy\u0107 relacj\u0119 r\u00F3l w hierarchii r\u00F3l\u003c/li\u003e \u003cli\u003eDefiniowa\u0107 role biznesowe oraz IT w celu osi\u0105gni\u0119cia cel\u00F3w biznesowych\u003c/li\u003e \u003cli\u003ePrzypisywa\u0107 u\u017Cytkownik\u00F3w, grupy i kontenery do r\u00F3l\u003c/li\u003e \u003cli\u003eDefiniowa\u0107 i zarz\u0105dza\u0107 ograniczeniami rozdzia\u0142u obowi\u0105zk\u00F3w (RO)\u003c/li\u003e \u003cli\u003eTworzy\u0107 procesy akceptacji dla dost\u0119pu do r\u00F3l lub wyj\u0105tk\u00F3w narusze\u0144 RO\u003c/li\u003e \u003cli\u003ePrzeprowadza\u0107 audyt katalogu r\u00F3l, szczeg\u00F3\u0142\u00F3w przypisa\u0144 r\u00F3l, narusze\u0144 rozdzia\u0142u obowi\u0105zk\u00F3w i innych\u003c/li\u003e \u003cli\u003eWymaga\u0107 jedno- i wielostopniowej akceptacji przed wyposa\u017Caniem w dost\u0119p do danego systemu\u003c/li\u003e \u003cli\u003eZezwala\u0107 akceptuj\u0105cym na delegowanie wniosk\u00F3w o akceptacj\u0119 do innej osoby\u003c/li\u003e \u003cli\u003eOkre\u015Blania czy zadania przep\u0142ywu musz\u0105 by\u0107 wykonywane szeregowo lub r\u00F3wnolegle\u003c/li\u003e \u003cli\u003ePrzypisywa\u0107 prawa akceptacji do os\u00F3b lub grup (dowolny cz\u0142onek grupy mo\u017Ce dokona\u0107 akceptacji)\u003c/li\u003e \u003cli\u003eWykonywac audyt i tworzy\u0107 raporty dotycz\u0105ce proces\u00F3w przep\u0142yw\u00F3w w celu okre\u015Blenia podsumowa\u0144, statystyk i w\u0105skich garde\u0142.\u003c/li\u003e \u003c/ul\u003e \u003cbr/\u003e \u003c/p\u003e \u003c/div\u003e
JSP_HELPPAGE_ADMIN_CONTENT=\u003cspan class=\'nv-fontSmall\'\u003e Interfejs u\u017Cytkownika systemu Identity Manager u\u017Cytkuj\u0105 g\u0142\u00F3wnie u\u017Cytkownicy, kt\u00F3rzy pracuj\u0105 z kartami dotycz\u0105cymi profilu to\u017Csamo\u015Bci i wyposa\u017Cania opartego na przep\u0142ywach (je\u015Bli zainstalowany jest modu\u0142 Roles Based Provisioning Module). Interfejs ten zawiera tak\u017Ce \u003cb\u003ekart\u0119 Administracji\u003c/b\u003e, gdzie administratorzy mog\u0105 konfigurowa\u0107 r\u00F3\u017Cne aspekty aplikacji u\u017Cytkownika Identity Manager. \u003cbr\u003e\u003cbr\u003e Na przyk\u0142ad karta Administracja mo\u017Ce by\u0107 u\u017Cyta do: \u003c/span\u003e \u003cul class=\'list-item\'\u003e \u003cli\u003eZmiany motywu wygl\u0105du i dzia\u0142ania interfejsu u\u017Cytkownika\u003c/li\u003e \u003cli\u003eDopasowania funkcji profilu to\u017Csamo\u015Bci dost\u0119pnych dla u\u017Cytkownik\u00F3w\u003c/li\u003e \u003cli\u003eOkre\u015Blenia kto jest uprawniony do wykonywania zada\u0144 administracyjnych\u003c/li\u003e \u003cli\u003eZarz\u0105dzania innymi szczeg\u00F3\u0142ami dotycz\u0105cymi aplikacji u\u017Cytkownika i jej dzia\u0142ania\u003c/li\u003e \u003c/ul\u003e \u003cbr\u003e \u003cspan class=\'nv-fontSmall\'\u003e \u003cb\u003eWi\u0119cej informacji mo\u017Cna znale\u017A\u0107 na stronie \u003c/b\u003e\u003ca href=\'http://www.novell.com/documentation/idmrbpm36/agpro/data/agpropartadminapp.html\'\u003dokumentacji administracji aplikacj\u0105 u\u017Cytkownika\u003c/a\u003e w \u003ci\u003eAplikacja u\u017Cytkownika Identity Manager: przewodnik administracji\u003c/i\u003e w witrynie WWW firmy Novell. \u003c/span\u003e
JSP_HELPPAGE_ATTESTATION_CONTENT=\u003cspan class=\'nv-fontSmall\'\u003e Karta \u003cb\u003ezgodno\u015B\u0107\u003c/b\u003e pozwala wykonywa\u0107 zadania zatwierdzania. Mo\u017Cna: \u003c/span\u003e \u003cul class=\'list-item\' \u003e \u003cli\u003eTworzy\u0107 listy TODO \u003c/li\u003e \u003cli\u003eTworzy\u0107 listy TODO\u003c/li\u003e \u003cli\u003ePrzegl\u0105da\u0107 raporty zawieraj\u0105ce szczeg\u00F3\u0142y na temat bie\u017C\u0105cego stanu TODO\u003c/li\u003e \u003c/ul\u003e \u003cspan class=\'nv-fontSmall\'\u003e \u003cbr\u003e Karta ta jest dost\u0119pna tylko gdy u\u017Cytkownik posiada \u003cb\u003eTODO XYZ\u003c/b\u003e. \u003cbr\u003e\u003cbr\u003e \u003cb\u003eWi\u0119cej informacji mo\u017Cna \u003c/b\u003e znale\u017A\u0107 w \u003ca href=\'http://www.novell.com/documentation/idmrbpm36/ugpro/data/ugpropartroles.html\'\u003edokumentacji karty zgodno\u015Bci TODO\u003c/a\u003e w \u003ci\u003eAplikacja u\u017Cytkownika Identity Manager: przewodnik u\u017Cytkownika \u003c/i\u003e w witrynie WWW firmy Novell. \u003c/span\u003e
JSP_HELPPAGE_REQUESTAPPROVAL_CONTENT=\u003cspan class=\'nv-fontSmall\'\u003e Karta \u003cb\u003eWnioski i akceptacje\u003c/b\u003e pozwala wykonywa\u0107 zadania wyposa\u017Cania oparte o przep\u0142ywy. Mo\u017Cna: \u003c/span\u003e \u003cul class=\'list-item\' \u003e \u003cli\u003eZarz\u0105dza\u0107 zadaniami wyposa\u017Cania (zadania i wnioski o zasoby) dla siebie i swojego zespo\u0142u\u003c/li\u003e \u003cli\u003eKonfigurowa\u0107 ustawienia wyposa\u017Cania dla siebie i swojego zespo\u0142u\u003c/li\u003e \u003c/ul\u003e \u003cspan class=\'nv-fontSmall\'\u003e \u003cbr\u003e Karta ta dost\u0119pna jest tylko gdy u\u017Cytkownik posiada modu\u0142 \u003cb\u003eRoles Based Provisioning Module\u003c/b\u003e. \u003cbr\u003e\u003cbr\u003e \u003cb\u003eWi\u0119cej informacji \u003c/b\u003e mo\u017Cna znale\u017A\u0107 w \u003ca href=\'http://www.novell.com/documentation/idmrbpm36/ugpro/data/ugpropartprovisioningtab.html\'\u003edokumentacji dotycz\u0105cej korzystania z karty wnioski i akceptacje \u003c/a\u003e w \u003ci\u003eAplikacja u\u017Cytkownika Identity Manager: Przewodnik u\u017Cytkownika\u003c/i\u003e w witrynie WWW firmy Novell. \u003c/span\u003e
JSP_HELPPAGE_ROLES_CONTENT=\u003cspan class=\'nv-fontSmall\'\u003e Karta \u003cb\u003eRole\u003c/b\u003e pozwala wykonywa\u0107 zadania wyposa\u017Cania oparte o role. Mo\u017Cna:  \u003c/span\u003e \u003cul class=\'list-item\' \u003e \u003cli\u003eTworzy\u0107 wnioski o role dla siebie i innych u\u017Cytkownik\u00F3w organizacji\u003c/li\u003e \u003cli\u003eTworzy\u0107 role i ich relacje w hierarchii r\u00F3l\u003c/li\u003e \u003cli\u003eTworzy\u0107 ograniczenia rozdzia\u0142u obowi\u0105zk\u00F3w (RO) aby zarz\u0105dza\u0107 potencjalnymi konfliktami pomi\u0119dzy przypisaniami r\u00F3l\u003c/li\u003e \u003cli\u003ePrzegl\u0105da\u0107 raporty dotycz\u0105ce szczeg\u00F3\u0142\u00F3w bie\u017C\u0105cego stanu katalog r\u00F3l i r\u00F3l przypisanych do u\u017Cytkownik\u00F3w, grup i kontener\u00F3w\u003c/li\u003e \u003c/ul\u003e \u003cspan class=\'nv-fontSmall\'\u003e \u003cbr\u003e Karta ta dost\u0119pna jest tylko gdy u\u017Cytkownik posiada modu\u0142 \u003cb\u003eRoles Based Provisioning Module\u003c/b\u003e. \u003cbr\u003e\u003cbr\u003e \u003cb\u003eWi\u0119cej informacji \u003c/b\u003e mo\u017Cna znale\u017A\u0107 w \u003ca href=\'http://www.novell.com/documentation/idmrbpm36/ugpro/data/ugpropartroles.html\'\u003edokumentacji dotycz\u0105cej korzystania z karty Role \u003c/a\u003e w \u003ci\u003eAplikacja u\u017Cytkownika Identity Manager: Przewodnik u\u017Cytkownika\u003c/i\u003e w witrynie WWW firmy Novell. \u003c/span\u003e
