JSP_HELPPAGE_DEFAULT_PAGETITLE=Portlet pomocy edytora HTML
JSP_HELPPAGE_DEFAULT_CONTENT=\u003ch1\u003ePotlet edytora HTML\u003c/h1\u003e \u003cp\u003e&nbsp; \u003cp\u003ePortletu tego u\u017Cywa si\u0119 do tworzenia/modyfikacji/podgl\u0105du strony HTML albo strony czystego tekstu.\u003c/p\u003e \u003cp\u003e&nbsp;\u003c/p\u003e \u003cp\u003eAby utworzy\u0107/zmodyfikowa\u0107 stron\u0119, nale\u017Cy nacisn\u0105\u0107 przycisk \'Edytuj\' na obramowaniu okna, a nast\u0119pnie:\u003c/p\u003e \u003cul\u003e \u003cli\u003e\u003cp\u003eOkre\u015Bli\u0107 \u017C\u0105dan\u0105 wysoko\u015B\u0107 i szeroko\u015B\u0107 okna portletu. Mog\u0105 to by\u0107 warto\u015Bci liczbowe pikseli (ew. mo\u017Cna u\u017Cy\u0107 440 zamiast 440px) albo procentowe (np. 100%). Je\u015Bli nie poda si\u0119 \u017Cadnej warto\u015Bci, warto\u015Bci\u0105 domy\u015Bln\u0105 b\u0119dzie warto\u015B\u0107 ostatnio zapisana. Z kolei, je\u015Bli wcze\u015Bniej nie zapisywano niczego, zostanie u\u017Cyta warto\u015B\u0107 podana w preferencjach HTMLEditorPortlet.xml. W razie nieprawid\u0142owego formatu danych, pojawi si\u0119 okienko z ostrze\u017Ceniem.\u003c/p\u003e \u003cli\u003e\u003cp\u003eAby doda\u0107 now\u0105, w\u0142asn\u0105 kontrolk\u0119, nale\u017Cy wprowadzi\u0107 W\u0142asny klawisz (obiekt ten pojawia si\u0119 w \'W\u0142asny tekst rozwijany\') i W\u0142asna warto\u015B\u0107 (warto\u015B\u0107 ta po\u0142\u0105czona jest w obiektem pojawiaj\u0105cym si\u0119 w polu tekstowym) i nacisn\u0105\u0107 przycisk \'Dodaj\'; wtedy nowo dodany obiekt pojawi si\u0119 w menu \'W\u0142asny tekst rozwijany\'. Je\u015Bli w\u0142asny przycisk ju\u017C istnieje, nowa, odpowiednia warto\u015B\u0107 nadpisze star\u0105. Je\u015Bli trzeba doda\u0107 \u015Bcie\u017Ck\u0119 z zakresem do  \'W\u0142asnego tekstu rozwijanego\', nale\u017Cy u\u017Cy\u0107 $[bluh] w przeciwie\u0144stwie do sk\u0142adni ScopedPath ${bluh}\u003c/p\u003e\u003c/li\u003e \u003cli\u003e\u003cp\u003eAby usun\u0105\u0107 obiekt w\u0142asnej kontrolki, nale\u017Cy wprowadzi\u0107 w\u0142asny klawisz i nacisn\u0105\u0107 przycisk \'Usu\u0144\'. Obiekt zostanie usuni\u0119ty z menu \'W\u0142asny tekst rozwijany\'.\u003c/p\u003e\u003c/li\u003e \u003cli\u003e\u003cp\u003eAby utworzy\u0107/modyfikowa\u0107 stron\u0119, nale\u017Cy u\u017Cy\u0107 pola tekstowego i narz\u0119dzi (w\u0142\u0105cznie z menu \'W\u0142asny tekst rozwijany\') dost\u0119pnych w palecie.\u003c/p\u003e\u003c/li\u003e \u003cli\u003e\u003cp\u003eZaznaczenie pola wyboru \'Poka\u017C \u017Ar\u00F3d\u0142o\' spowoduje wy\u015Bwietlanie kodu \u017Ar\u00F3d\u0142owego HTML. Mo\u017Cna r\u00F3wnie\u017C dokonywa\u0107 tu bezpo\u015Brednio edycji.\u003c/p\u003e\u003c/li\u003e \u003cli\u003e\u003cp\u003eOdznaczenie opcji \'Poka\u017C \u017Ar\u00F3d\u0142o\' prze\u0142\u0105czy stron\u0119 z powrotem do trybu widoku. \u003cli\u003e\u003cp\u003eNaci\u015Bni\u0119cie przycisku \'Zapisz\' spowoduje zapisane dokonanych zmian i powr\u00F3t do trybu Widok. Je\u015Bli nie nast\u0105pi\u0142y \u017Cadne zmiany, nic nie zostanie zapisane i nast\u0105pi powr\u00F3t do trybu widoku.\u003c/p\u003e \u003cli\u003e\u003cp\u003eNaci\u015Bni\u0119cie przycisku \'Anuluj\' spowoduje po prostu powr\u00F3t do trybu Widok.\u003c/p\u003e \u003c/ul\u003e \u003cp\u003e&nbsp;\u003c/p\u003e \u003cp\u003eUwaga: powy\u017Cszych modyfikacji mo\u017Cna dokona\u0107 r\u00F3wnie\u017C z poziomu personalizacji lub \u003epreferencji albo DAC portalu.\u003c/p\u003e
