FAILED_TO_RETRIVE_AVAILABILITY_BAD_ID=Nie mo\u017Cna pobra\u0107 przypisania dost\u0119pno\u015Bci z nast\u0119puj\u0105cego powodu: niezdefiniowany id.
FAILED_TO_RETRIVE_AVAILABILITY_MISSING_DATA=Nie mo\u017Cna pobra\u0107 przypisania dost\u0119pno\u015Bci z nast\u0119puj\u0105cego powodu: brakuj\u0105ce dane we wniosku.
FAILED_TO_RETRIVE_DELEGATEE_BAD_ID=Nie mo\u017Cna pobra\u0107 przypisania delegowanego z nast\u0119puj\u0105cego powodu: niezdefiniowany id.
FAILED_TO_RETRIVE_PROXY_BAD_ID=Nie mo\u017Cna pobra\u0107 przypisania pe\u0142nomocnictw z nast\u0119puj\u0105cego powodu: niezdefiniowany id.
FAILED_TO_RETRIVE_REQUEST_INSTANCE_UNAVAILABLE=Nie mo\u017Cna pobra\u0107 szczeg\u00F3\u0142\u00F3w wniosku z nast\u0119puj\u0105cego powodu: \u017C\u0105dana instancja o identyfikatorze id = {0} nie jest ju\u017C dost\u0119pna.
FAILED_TO_RETRIEVE_RESOURCE_REQUEST_BAD_ACTION=Nie mo\u017Cna pobra\u0107 wniosku o zas\u00F3b z nast\u0119puj\u0105cego powodu: musi by\u0107 okre\u015Blone nadanie albo odebranie.
FAILED_TO_RETRIVE_RESOURCE_REQUEST_BAD_ID=Nie mo\u017Cna pobra\u0107 wniosku o zas\u00F3b z nast\u0119puj\u0105cego powodu: niezdefiniowany id.
FAILED_TO_RETRIVE_TASK_BAD_ID=Nie mo\u017Cna pobra\u0107 zadania z nast\u0119puj\u0105cego powodu: niezdefiniowany id.
FAILED_TO_SUBMIT_RESOURCE_REQUEST_MISSING_DATA=Nie mo\u017Cna wys\u0142a\u0107 wniosku o zas\u00F3b z nast\u0119puj\u0105cego powodu: brakuj\u0105ce dane we wniosku.
INVALID_CHOICE_SELECTION=Wyb\u00F3r musi by\u0107 dokonany w oparciu o kryteria maj\u0105ce by\u0107 u\u017Cyte dla [{0}].
DELEGATION_DEF_DOES_NOT_EXISTS=Definicja delegacji o identyfikatorze id = [{0}] nie istnieje!
DSS_VERIFICATION_FAILURE=Nie powiod\u0142a si\u0119 weryfikacja podpisu cyfrowego dla {0} z id {1}!
DSS_VERIFICATION_NO_SUBJECT=Procedura weryfikacji podpisu cyfrowego nie zwr\u00F3ci\u0142a obiektu dla {0} o identyfikatorze id {1}!
WORK_LIST_QUERY_ERROR=Nie powiod\u0142o si\u0119 tworzenie zapytania o listy zada\u0144!
ACTION_METHOD_MAPPING_ERROR=Nie powiod\u0142o si\u0119 tworzenie metody mapowania dla metody o nazwie [{0}].
PR_CATEGORY_EXPLODE_ERROR=Nie powiod\u0142o si\u0119 rozwijanie kategorii wniosk\u00F3w o wyposa\u017Cenie i pobierania nazw definicji wniosk\u00F3w o wyposa\u017Cenie dla kategorii [{0}].
USER_BEAN_ERROR=Nie powiod\u0142o si\u0119 wyszukiwanie informacji o autoryzacji u\u017Cytkownika!
TASK_VIEW_COMMENTS_FAILURE=Nie powiod\u0142o si\u0119 pobieranie komentarza do zadania [{0}].
PROCESS_GET_FAILURE=Nie powiod\u0142o si\u0119 pobieranie instancji procesu o id = [{0}].
PROCESS_LIST_FAILURE=Nie powiod\u0142o si\u0119 pobieranie listy proces\u00F3w.
TASK_GET_FAILURE=Nie powiod\u0142o si\u0119 pobieranie zadania o identyfikatorze id = [{0}].
DEL_PROXY_INIT_FAILURE=Nie powiod\u0142o si\u0119 inicjowanie komponent\u00F3w zwi\u0105zanych z us\u0142ug\u0105 delegacji dla pe\u0142nomocnik\u00F3w!
DSS_INIT_FAILURE=Nie powiod\u0142o si\u0119 inicjowanie odwo\u0142ania do komponent\u00F3w zwi\u0105zanych z cyfrowym podpisem!
DELEGATEE_REL_ERROR=Nie powiod\u0142o si\u0119 inicjowanie listy relacji poprawnych delegacji!
WORKFLOW_INIT_FAILURE=Nie powiod\u0142o si\u0119 inicjowanie komponent\u00F3w zwi\u0105zanych z przep\u0142ywami!
RESOURCE_LIST_FAILURE=Nie powiod\u0142o si\u0119 pozyskiwanie listy zasob\u00F3w wniosk\u00F3w o wyposa\u017Cenie.
FAILED_TO_FORMAT_DATE=Nie powiod\u0142o si\u0119 przetwarzanie ci\u0105gu znak\u00F3w [{0}] w zwi\u0105zku z podanym formatem daty [{1}].
DATA_ITEM_ERROR=Nie powiod\u0142o si\u0119 przetwarzanie nazwy obiektu danych = [{0}].
WORK_ENTRY_LIST_FAILURE=Nie powiod\u0142o si\u0119 przetwarzanie listy zada\u0144.
REASSIGN_TASK_FAILURE=Nie powiod\u0142o si\u0119 ponowne przypisanie zadania [id ={0}] do u\u017Cytkownika [dn={1}]!
REMOVE_AVAILABILITY_SETTINGS_FAILURE=Nie powiod\u0142o si\u0119 usuwanie wszystkich niedost\u0119pnych przypisa\u0144!
REMOVE_DETAIL_FAILURE=Nie powiod\u0142o si\u0119 usuwanie przypisania o identyfikatorze id = [{0}].
AVAILABILITY_INFO_ERROR=Nie powiod\u0142o si\u0119 pobieranie informacji o dost\u0119pno\u015Bci dla [{0}].
PROCESS_VIEW_COMMENTS_FAILURE=Nie powiod\u0142o si\u0119 pobieranie komentarzy dla instancji procesu o id = [{0}].
DATA_ITEMS_ERROR=Nie powiod\u0142o si\u0119 pobieranie obiekt\u00F3w danych do formularza wniosku o wyposa\u017Cenie.
DELEGATION_DEF_ERROR=Nie powiod\u0142o si\u0119 pobieranie definicji delegacji dla [{0}] z powodu:
DELEGATION_DEF_FAILURE=Nie powiod\u0142o si\u0119 pobieranie definicji delegacji o id = [{0}] z powodu:
ACTIVITY_NAME_GET_FAILURE=Nie powiod\u0142o si\u0119 pobieranie zlokalizowanej nazwy czynno\u015Bci [activity id={0}].
PROV_CAT_LIST_FAILURE=Nie powiod\u0142o si\u0119 pobieranie listy kategorii wyposa\u017Cania!
PR_CATEGORY_FAILURE=Nie powiod\u0142o si\u0119 pobieranie kategorii wniosk\u00F3w o wyposa\u017Cenie.
PROV_REQUEST_LIST_FAILURE=Nie powiod\u0142o si\u0119 pobieranie definicji wniosk\u00F3w o wyposa\u017Cenie oraz rozwi\u0105zywanie zlokalizowanych warto\u015Bci!
PRD_DEF_ERROR=Nie powiod\u0142o si\u0119 pobieranie definicji wniosk\u00F3w o wyposa\u017Cenie!
PR_FAILURE=Nie powiod\u0142o si\u0119 pobieranie wniosku o wyposa\u017Cenie o identyfikatorze id = [{0}].
PR_RESOURCE_FAILURE=Nie powiod\u0142o si\u0119 pobieranie zasobu wyposa\u017Cania o id = [{0}].
PROXY_DEF_ERROR=Nie powiod\u0142o si\u0119 pobieranie definicji pe\u0142nomocnictw [{0}].
PROXY_DEF_FAILURE=Nie powiod\u0142o si\u0119 pobieranie definicji pe\u0142nomocnictw o id = [{0}].
RESOURCE_CAT_LIST_FAILURE=Nie powiod\u0142o si\u0119 wyszukiwanie listy kategorii wniosk\u00F3w.
CATEGORY_INFO_NOT_FOUND=Nie powiod\u0142o si\u0119 wyszukiwanie informacji o kategorii zasobu dla klucza kategorii = {0}.
ERROR_DSDATA_RETRIEVAL=Nie powiod\u0142o si\u0119 wyszukiwanie formularza podpisanego wniosku [id = {0}] za po\u015Brednictwem \u017C\u0105dania http.
TEAM_MEMBER_SECURITY_CTX_ERROR=Nie powiod\u0142o si\u0119 wyszukiwanie kontekstu bezpiecze\u0144stwa cz\u0142onka zespo\u0142u, dla [{0}].
FAILED_RETRIVAL_AVAILABILITY_STTINGS=Nie powiod\u0142o si\u0119 wyszukiwanie ustawie\u0144 dost\u0119pno\u015Bci u\u017Cytkownika!
STATUS_AVAILABLE_FAILURE=Nie powiod\u0142o si\u0119 ustawienie statusu dost\u0119pno\u015Bci na Dost\u0119pny dla wszystkich wniosk\u00F3w!
STATUS_UNAVAILABLE_FAILURE=Nie powiod\u0142o si\u0119 ustawienie statusu dost\u0119pno\u015Bci na Niedost\u0119pny dla wszystkich wniosk\u00F3w!
LIST_SORT_FAIURE=Nie powiod\u0142o si\u0119 sortowanie listy: [list size ={0}, sort order={1}, is ascending={2}.
DELEGATEE_DEF_SUBMIT_ERROR=Nie powiod\u0142o si\u0119 wysy\u0142anie przypisania delegowanego o id = [{0}].
PROXY_DEF_SUBMIT_ERROR=Nie powiod\u0142o si\u0119 wysy\u0142anie przypisania pe\u0142nomocnika o id = [{0}].
PR_SUBMIT_FAILURE=Nie powiod\u0142o si\u0119 wysy\u0142anie wniosku o zas\u00F3b [id = {0}] z powodu:
AVAILABILITY_SUBMISSION_ERROR=Nie powiod\u0142o si\u0119 wysy\u0142anie przypisania niedost\u0119pno\u015Bci [{0}]!
TERMINATE_PROCCESS_FAILURE=Nie powiod\u0142o si\u0119 zako\u0144czenie wniosku o zas\u00F3b [id ={0}]!
UNEXCPECTED_ERROR=Nast\u0105pi\u0142 nieprzewidziany wyj\u0105tek.
INVALID_ACTION_SCOPE=B\u0142\u0119dny zakres operacji [{0}]!
INVALID_ADDRESSEE=Dokonano b\u0142\u0119dnego wyboru adresat\u00F3w [{0}]!
INALID_DATA_ITEM_TYPE=Podano b\u0142\u0119dny typ obiektu danych [{0}] dla nazwy obiektu danych [{1}].
INVALID_DETAIL_ID=Podano b\u0142\u0119dny id szczeg\u00F3\u0142u [{0}]!
INVALID_DURATION_INTERVAL=Podano b\u0142\u0119dny czas trwania [interval={0}]! Prawid\u0142owa warto\u015B\u0107 jest wi\u0119ksza od {1} i mniejsza ni\u017C {2}.
INVALID_NAVIGATION_DIRECTION=Wybrano b\u0142\u0119dny kierunek nawigacji [{0}].
INVALID_PR_ID=Podano b\u0142\u0119dny id [{0}] wniosku o wyposa\u017Cenie!
INVALID_PROXY_MODE_ACTION=Wybrano b\u0142\u0119dn\u0105 operacj\u0119 w trybie pe\u0142nomocnika [{0}]!
INVALID_SESSION=B\u0142\u0119dna sesja.
INVALID_TEAM_CHOICE=B\u0142\u0119dny wyb\u00F3r zespo\u0142u [{0}]!
UNSUPPORTED_METHOD=Metoda [{0}] nie jest obs\u0142ugiwana przez operacj\u0119 [{1}].
PROCESS_DOES_NOT_EXISTS=Proces o identyfikatorze id = [{0}] nie istnieje!
INVALID_PRDEF_SELECTION=Wymagany wyb\u00F3r definicji wniosku o wyposa\u017Cenie.
PR_DOES_NOT_EXISTS=Wniosek o wyposa\u017Cenie o id = [{0}] nie istnieje!
PROXY_DEF_DOES_NOT_EXISTS=Definicja pe\u0142nomocnika o identyfikatorze id = [{0}] nie istnieje!
INVALID_RECIPIENT_CHOICE=Wymagany wyb\u00F3r beneficjenta przez zaznaczenie!
INVALID_RECIPIENT=Wymagany wyb\u00F3r beneficjenta!
RUNNING_PROCESS_DOES_NOT_EXISTS=Uruchomiona instancja procesu o id = [{0}] nie istnieje!
SECURITY_ERROR=Wyj\u0105tek bezpiecze\u0144stwa.
INVALID_CRITERIA_SELECTION=Wymagany wyb\u00F3r kryterium [{0}]!
TASK_DOES_NOT_EXISTS=Zadanie o identyfikatorze id = [{0}] nie jest dost\u0119pne. Zadanie to mog\u0142o zosta\u0107 podj\u0119te albo przetworzone przez innego u\u017Cytkownika.
INVALID_TEAM_MEMBER=Wymagany wyb\u00F3r cz\u0142onka zespo\u0142u!
DELEGATION_DOES_NOT_EXISTS=Instancja przypisania niedost\u0119pno\u015Bci o identyfikatorze id = [{0}] nie istnieje!
USER_HAS_NO_DELEGATEE_DEF=U\u017Cytkownik [{0}] nie ma skonfigurowanych przypisa\u0144 delegowanego dla [{1}] definicji wniosku o wyposa\u017Cenie.
USER_HAS_NO_ANY_DELEGATEE_DEF=U\u017Cytkownik [{0}] nie ma skonfigurowanych przypisa\u0144 delegowanego dla \u017Cadnej definicji wniosku o wyposa\u017Cenie.
TASK_NOT_AUTHORIZED=Brak uprawnie\u0144 do zadania id = [{0}]!
ANY=jakikolwiek
AVAILABILITY=przypisanie dost\u0119pno\u015Bci
DELEGATEE=przypisanie delegowanego
BAD_ID=id nie jest zdefiniowany.
MISSING_DATA=brakuj\u0105ce dane w zapytaniu
PROXY=przypisanie pe\u0142nomocnika
REQUEST=szczeg\u00F3\u0142y wniosku
RESOURCE_REQUEST=wniosek o zas\u00F3b
TASK=zadanie
INSTANCE_UNAVAILABLE=\u017C\u0105dana instancja o id = {0} nie jest ju\u017C dost\u0119pna.
