Repository: aviarypl/suse-l10n-pl
Catalog: yast/add-on.*.po
Languages: pl

source: &Scan Using SLP...
pl: &Skanuj Używając SLP...

source: &Local Directory...
pl: Katalog &lokalny...

source: Specify &URL...
pl: Adres &URL...

source: Add-On Product Media
pl: Nośniki produktów dodatkowych

source: <p><big><b>Software Repository</b></big><br> Add-on products can be installed from CD, over a network, or from the hard disk.</p>
pl: <p><big><b>Nośnik katalogowy</b></big><br> Produkty dodatkowe mogą być zainstalowane z dysku CD, z sieci lub z dysku twardego.</p>

source: <p> To install add-on product from <b>CD</b>, have the product CD set or the DVD available.</p>
pl: <p> Do zainstalowania produktu dodatkowego z dysku <b>CD</b> potrzebny jest zestaw płyt CD/DVD danego produktu.</p>

source: <p> The product CDs can be copied to the hard disk. Insert the path where the first CD is located, for example, /data1/<b>CD1</b>. Only the base path is required if all CDs are copied into one directory.</p>
pl: <p> Płyty CD produktów można skopiować na <b>dysk twardy</b>. Proszę podać ścieżkę do miejsca, gdzie znajduje się pierwsza płyta CD, na przykład: /data1/<b>CD1</b>. Jeśli wszystkie płyty CD zostały skopiowane do tego samego katalogu, wystarczy podać tylko jego nazwę. </p>

source: <p> Network installation requires a working network connection. Specify the directory where the packages from the first CD are located, such as /data1/CD1.</p>
pl: <p> Instalacja sieciowa wymaga działającego połączenia z siecią. Należy określić katalog, w którym znajdują się pakiety z pierwszego dysku CD, np. /data1/CD1.</p>

source: Really abort add-on product installation?
pl: Czy na pewno przerwać instalację produktów dodatkowych?

source: Cannot search for SLP installation repositories without having %1 package installed
pl: Nie można wyszukiwać źródeł instalacji SLP jeśli pakiet %1 nie jest zainstalowany

source: Insert the add-on product CD
pl: Proszę umieścić w napędzie płytę CD produktu dodatkowego

source: Insert the add-on product DVD
pl: Proszę umieścić w napędzie płytę DVD produktu dodatkowego

source: No software repository found on medium.
pl: Na nośniku nie znaleziono katalogu oprogramowania.

source: Initializing new source...
pl: Inicjalizacja nowych źródeł...

source: Failed to initialize the software repository.
pl: Inicjalizacja repozytorium nie powiodła się.

source: Unknown
pl: Nieznane

source: URL: %1, Directory: %2
pl: URL: %1, katalog: %2

source: Software Repository Selection
pl: Wybór źródeł oprogramowania

source: <p><big><b>Software Repository Selection</b></big><br> Multiple repositories found on the selected medium. Select the repository to use.</p>
pl: <p><big><b>Wybór katalogu oprogramowania</b></big><br> Na wskazanym nośniku odnaleziono wiele katalogów. Należy wskazać, który z nich ma być używany.</p>

source: Repositories &Found
pl: Repozytoria

source: Select a repository.
pl: Wybierz repozytorium.

source: No product found in the repository
pl: W repozytorium nie znaleziono żadnego produktu.

source: The product on the media is already installed or selected for installation.
pl: Produkt znajdujący się na nośniku został już zainstalowany lub wybrany do instalacji.

source: Dependencies of the add-on product cannot be fulfilled.
pl: Wymogi produktu dodatkowego nie mogą zostać spełnione.

source: Product Selection
pl: Wybór produktu

source: Available Products
pl: Dostępne produkty

source: <p><b><big>Product Selection</big></b><br> Multiple products found in the repository. Select the products to install.</p>
pl: <p><b><big>Wybór produktu</big></b><br> W repozytorium znajduje się wiele produktów. Proszę wybrać produkty do instalacji.</p>

source: Dependencies of the selected add-on products cannot be fulfilled.
pl: Wymogi zaznaczonych produktów dodatkowych nie mogą zostać spełnione.

source: Add-On Product Installation
pl: Instalacja produktów dodatkowych

source: <p><big><b>Add-On Product Installation</b></big></br> Here see all add-on products that are selected for installation. To add a new product, click <b>Add</b>. To remove an already added one, select it and click <b>Delete</b>.</p>
pl: <p><big><b>Instalacja produktów dodatkowych</b></big></br> Poniżej jest lista wszystkich pakietów dodatkowych wybranych do instalacji. Aby dodać nowy produkt proszę kliknąć <b>Dodaj</b>. Aby usunąć już zaznaczony element, należy wskazać ten element i kliknąć <b>Usuń</b>.</p>

source: %1, Directory: %2
pl: URL: %1, katalog: %2

source: Product
pl: Produkt

source: Media
pl: Nośnik

source: Select a product to delete.
pl: Wskaż produkt do usunięcia.

source: Removing selected add-on...
pl: Usuwanie wybranych produktów dodatkowych...

source: Add-On Module Help ------------------ To add a new add-on product via command-line, use this syntax: /sbin/yast2 add-on URL URL is the path to the add-on source. Examples of URL: http://server.name/directory/Lang-AddOn-10.2-i386/ ftp://server.name/directory/Lang-AddOn-10.2-i386/ nfs://server.name/directory/SDK1-SLE-i386/ disk://dev/sda5/directory/Product/CD1/ cd:// dvd://
pl: Moduł pomocy produktów dodatkowych ------------------ Aby dodać nowy produkt dodatkowy poprzez linię poleceń, proszę użyć składni: /sbin/yast2 adres dodatku adres dodatku jest ścieżką do źródła dodatku. Przykłady adresów: http://nazwa.serwera/katalog/Lang-AddOn-10.2-i386/ ftp://nazwa.serwera/katalog/Lang-AddOn-10.2-i386/ nfs://nazwa.serwera/katalog/SDK1-SLE-i386/ disk://dev/sda5/katalog/Product/CD1/ cd:// dvd://

source: Initializing...
pl: Inicjalizacja...

source: <p>Initializing add-on products...</p>
pl: <p>Inicjalizacja produktów dodatkowych...</p>

source: Reading packages available at the installation repositories...
pl: Odczytywanie pakietów dostępnych w źródłach instalacyjnych...

source: <li>Media: %1, Path: %2, Product: %3</li>
pl: <li>Nośnik: %1, ścieżka: %2, produkt: %3</li>

source: Failed to add add-on product.
pl: Dołączenie produktu dodatkowego nie powiodło się.

source: No add-on product selected for installation
pl: Żaden produkt dodatkowy nie został wybrany do instalacji.

source: Add-On Products
pl: Produkty dodatkowe

source: Add-On &Products
pl: &Produkty dodatkowe

source: Installation of the Language Extension has been finished.
pl: Instalacja językowego pakietu lokalizacyjnego została zakończona.

source: &Select Language Extensions to be Installed
pl: &Wybieranie rozszerzeń językowych, które mają być zainstalowane

source: <p>Select language extensions to be installed and click <b>OK</b>.</p>
pl: <p>Należy wybrać pakiety językowe do instalacji i kliknąć <b>Dalej</b>.</p>

source: Are you sure you want to abort the add-on product installation?
pl: Czy na pewno przerwać instalację produktów dodatkowych?

source: There are no selected languages to be installed. Are you sure you want to abort the installation?
pl: Nie wybrano żadnego pakietu językowego do zainstalowania. Czy na pewno przerwać instalację?

source: Language %1
pl: Język %1

source: Warning: Not enough memory!
pl: Ostrzeżenie: Za mało pamięci!

source: Your system does not seem to have enough memory to use add-on products during installation. You can enable add-on products later when the system is running. Do you want to skip using add-on products?
pl: System nie posiada wystarczającej ilości pamięci do użycia produktów dodatkowych w trakcie instalacji. Produkty dodatkowe mogą zostać dodane później, w działającym systemie. Czy pominąć użycie produktów dodatkowych?

source: There is no user interface available for this module.
pl: Brak dostępnego interfejsu użytkownika dla tego modułu.

source: Vendor Driver CD
pl: Dysk CD ze sterownikami producenta

source: Please insert the vendor CD-ROM
pl: Proszę umieścić dysk producenta w napędzie CD

source: Could not find driver data on the CD-ROM. Aborting now.
pl: Nie można znaleźć sterowników na dysku CD. Instalacja sterowników zostanie przerwana.

source: The CD-ROM data does not match the running Linux system. Aborting now.
pl: Dysk CD nie zawiera danych dla działającej wersji systemu Linux. Instalacja sterowników zostanie przerwana.

source: Installing driver...
pl: Instalacja sterownika...

source: The installation failed. Contact the address on the CD-ROM.
pl: Instalacja sterownika nie powiodła się. Proszę skontaktować się z producentem.

source: Installed %1 drivers from CD
pl: Zainstalowano %1 sterowników z dysku CD

source: No driver data found on the CD-ROM. Aborting now.
pl: Nie znaleziono sterowników na dysku CD. Instalacja sterowników zostanie przerwana.
