Repository: aviarypl/suse-l10n-pl
Catalog: yast/audit-laf.*.po
Languages: pl

source: The rules for auditctl are locked
pl: Reguły dla auditctl są zablokowane

source: Auditing enabled
pl: Rejestrowanie w dzienniku włączone

source: Auditing disabled
pl: Rejestrowanie w dzienniku wyłączone

source: Cannot start the audit daemon. Please check /var/log/messages for auditd errors. You can use the module 'System Log' from group 'Miscellaneous' in YaST2 Control Center.
pl: Nie można uruchomić usługi audit. Proszę sprawdzić /var/log/messages w poszukiwaniu błędów auditd. Można do tego użyć modułu 'Dziennik systemowy' z grupy 'Różne' w panelu zarządzania YaST2.

source: Initializing Audit Configuration
pl: Inicjalizacja konfiguracji Audit

source: Read the configuration for auditd
pl: Odczytanie konfiguracji auditd

source: Read the rules file
pl: Wczytaj listę reguł

source: Check status of auditd
pl: Sprawdzanie stanu auditd

source: Reading the configuration...
pl: Wczytywanie konfiguracji...

source: Reading the rules file...
pl: Wczytywanie pliku reguł...

source: Checking status...
pl: Sprawdzanie statusu...

source: Cannot read auditd.conf.
pl: Nie można odczytać auditd.conf.

source: Cannot read audit.rules.
pl: Nie można odczytać audit.rules.

source: The audit daemon doesn't run. Do you want to start it now?
pl: Usługa audit nie jest uruchomiona. Czy chcesz uruchomić ją teraz?

source: The 'apparmor' kernel module is loaded. The kernel uses a running audit daemon to log audit events to /var/log/audit/audit.log (default). Do you want to start the daemon now?
pl: Moduł kernela 'apparmor' jest załadowany. Kernel wykorzystuje działającą usługę audit do logowania zdarzeń do /var/log/audit/audit.log (domyślnie). Czy chcesz teraz uruchomić usługę?

source: Audit daemon not running
pl: Demon audit nie jest uruchomiony

source: Cannot start the audit daemon
pl: Nie można uruchomić usługi audit

source: The reason might be that the rules are locked. Continue to check the rules. You can change the 'Enabled Flag' but to make the change active a reboot is required afterwards.
pl: Powodem może być blokada reguł. Proszę kontynuować aby sprawdzić reguły. Można zmodyfikować flagę 'Aktywna', ale efekty zmian będą obowiązywać po ponownym uruchomieniu systemu.

source: Saving Audit Configuration
pl: Zapisywanie konfiguracji Audit

source: Write the settings
pl: Zapisywanie ustawień

source: Write the rules
pl: Zapis wzorców

source: Writing the settings...
pl: Zapisywanie ustawień...

source: Writing the rules...
pl: Zapisywanie wzorców...

source: The rules are already locked.
pl: Reguły są już zablokowane.

source: Do you want to change the 'Enabled Flag'? If yes, the new rules will be written to /etc/audit/audit.rules. After that you have to reboot the system.
pl: Czy chcesz zmienić flagę 'Aktywna'? Jeśli tak, nowe reguły będą zapisane do /etc/audit/audit.rules. Następnie należy ponownie uruchomić system.

source: Restart of the audit daemon failed
pl: Ponowne uruchamianie usługi audit nie powiodło się

source: Cannot write settings to auditd.conf.
pl: Nie można zapisać ustawień do auditd.conf.

source: Please start yast2-audit-laf again and check the rules
pl: Proszę ponownie uruchomić yast2-audit-laf oraz sprawdzić reguły

source: Cannot write settings to auditd.rules.
pl: Nie można zapisać ustawień do auditd.rules.

source: Log file
pl: Pliki dziennika

source: Configuration of Linux Audit Framework (LAF)
pl: Konfiguracja Linux Audit Framework (LAF)

source: Show information about audit settings
pl: Pokazuj informacje o ustawieniach audit

source: Set the specified option
pl: Ustaw specyficzną opcję

source: Show log file settings
pl: Pokaż ustawienia pliku logowania

source: Show disk space settings
pl: Pokaż ustawienia przestrzeni dyskowej

source: Show dispatcher settings
pl: Pokaż ustawienia dyspozytora

source: Name of the log file (full path name)
pl: Nazwa pliku logowania (pełna ścieżka)

source: Log format
pl: Format logowania

source: How to write data to disk
pl: Jak zapisywać dane na dysk

source: How many records to write before a flush to disk is issued
pl: Ile rekordów zapisać przed wykonaniem zrzutu na dysk

source: Maximal size (in MByte) of the log file
pl: Maksymalny rozmiar pliku logów (w MB)

source: Action if max_log_file is reached
pl: Akcja podejmowana gdy max_log_file zostanie osiągnięte

source: Number of log files to keep
pl: Liczba plików logów do zachowania

source: Computer name format
pl: Format nazwy komputera

source: Computer name (used if format is set to USER)
pl: Nazwa komputera (używany, jeśli format jest ustawiony na USER)

source: Space left on log partition (in MByte) when system starts to run low
pl: Pozostała przestrzeń na partycji logów (w MB) zaczyna się wyczerpywać

source: Action if space_left is reached
pl: Akcja podejmowana gdy spade_left zostanie osiągniete

source: Script to execute (full path name) if space_left is reached
pl: Skrypt wykonywany gdy space_left zostanie osiągnięte (pełna ścieżka)

source: Space left on log partition (in MByte) when system is running low
pl: Pozostała przestrzeń na partycji logów (w MB) jest na wyczerpaniu

source: Action if admin_space_left is reached
pl: Akcja podejmowana gdy admin_space_left zostanie osiągnięte

source: Script to execute (full path name) if admin_space_left is reached
pl: Skrypt wykonywany gdy admin_space_left zostanie osiągnięte (pełna ścieżka)

source: Mail sent to this account (if space_left_action set to EMAIL)
pl: Wiadomość e-mail wysyłana na to konto (jeśli space_left_action jest ustawione na EMAIL)

source: Action to perform if disk is full
pl: Akcja podejmowana gdy dysk jest pełny

source: Script to execute (full path name) if disk is full
pl: Skrypt wykonywany gdy dysk będzie pełny (pełna ścieżka)

source: Action to perform on disk error
pl: Akcja podejmowana gdy pojawi się błąd dysku

source: Script to execute (full path name) on disk error
pl: Skrypt wykonywany gdy napotkany zostanie błąd dysku (pełna ścieżka)

source: How to communicate between dispatcher and the audit daemon
pl: Jak ma przebiegać komunikacja pomiędzy dyspozytorem a demonem audit

source: Dispatcher program (full path name)
pl: Program dyspozytora (pełna ścieżka)

source: Select the log file
pl: Proszę wybrać plik logowania

source: The 'User Defined Name' is NOT set although the 'Computer Name Format' is set to 'USER'. Setting the format to 'NONE' (default).
pl: 'Nazwa zdefiniowana przez użytkownika' NIE jest ustawiona, jednak 'Format nazwy komputera' jest ustawiony na 'UŻYTKOWNIK'. Format został ustawiony na 'BRAK' (domyślny).

source: Select the dispatcher program
pl: Wybierz program dyspozytora

source: Value of '%1' remains unchanged.
pl: Wartość '%1' pozostaje niezmieniona.

source: %1 doesn't exist.
pl: %1 nie istnieje.

source: %1 is not a regular file.
pl: %1 nie jest normalnym plikiem.

source: %1 not owned by root.
pl: właścicielem %1 nie jest root.

source: File permissiones of %1 NOT set to -rwxr-x---.
pl: Prawa dostępu do pliku %1 NIE są ustawione na -rwxr-x---.

source: The rules are already locked, a reset is impossible. If you want to unlock, set the enabled flag accordingly and finish the configuration. Afterwards a reboot is required.
pl: Reguły są już zablokowane, reset jest niemożliwy. Jeśli chcesz odblokować, ustaw odpowiednio flagę 'aktywna' i zakończ konfigurację. Następnie wymagane jest ponowne uruchomienie systemu.

source: Rules successfully restored
pl: Reguły przywrócone pomyślnie

source: Cannot reset rules. Please check /etc/audit/audit.rules.
pl: Nie można zresetować reguł. Proszę sprawdzić /etc/audit/audit.rules.

source: The rules are already locked. A test isn't possible because sending new rules will cause an error.
pl: Reguły są już zablokowane. Test nie jest możliwy, ponieważ wysłanie nowych reguł spowoduje błąd.

source: Lock is set in audit.rules (-e 2). It doesn't make sense to continue, because the rules would be locked until next boot.
pl: W audit.rules (-e 2) ustawiona jest blokada. Nie ma sensu kontynuować, ponieważ reguły pozostaną zablokowane do następnego uruchomienia systemu.

source: Success
pl: Operacja zakończona powodzeniem

source: Cannot create tmp file for rules
pl: Nie można utworzyć tymczasowego pliku dla reguł

source: Select an example
pl: Proszę wybrać przykład

source: Lock set
pl: Zablokuj zestaw

source: The audit configuration is locked (option -e 2). This means the rules are locked until next boot! If you really want this, make sure '-e 2' is the last entry in the rules file. If not, either enable or disable auditing. To check or to change the rules, please go back to rules editor.
pl: Konfiguracja auditu jest zablokowana (opcja -e 2). Oznacza to, że reguły są zablokowane do następnego uruchomienia systemu! Jeśli na pewno tego chcesz, upewnij się, że '-e 2' jest ostatnim wpisem w pliku reguł. Jeśli nie, włącz lub wyłącz auditing. Aby sprawdzić lub zmienić reguły, proszę wrócić do edytora reguł.

source: General Settings
pl: Ustawienia ogólne

source: &Log File
pl: P&liki dziennika

source: Select Fi&le
pl: Wybierz p&lik

source: &Format
pl: &Formatuj

source: Fl&ush
pl: Wyślij b&ufor

source: Fre&quency (Number of Records)
pl: Cz&ęstotliwość (liczba rekordów)

source: Size and Action
pl: Rozmiar i akcja

source: Ma&x File Size (MB)
pl: Ma&ksymalna wielkość pliku (MB)

source: M&aximum File Size Action
pl: Akcja dla m&aksymalnego rozmiaru pliku

source: &Number of Log Files
pl: Liczba plików dzie&nnika

source: Computer Names
pl: Nazwy komputera

source: &Computer Name Format
pl: Format nazwy &komputera

source: User Defined Name
pl: Nazwa określona przez użytkownika

source: Dispatcher Settings
pl: Ustawienia dyspozytora

source: Dispatcher Program
pl: Program dyspozytor

source: C&ommunication
pl: K&omunikcja

source: Value and Action for Space is Starting to Run Low
pl: Wartość i akcja dla miejsca zaczynającego się wyczerpywać

source: &Space Left on Disk (MB)
pl: Wolna prze&strzeń dyskowa (MB)

source: &Action
pl: &Akcja

source: Path to Script
pl: Ścieżka do skryptu

source: Value and Action for Space is Running Low
pl: Wartość i akcja dla wyczerpującego się miejsca

source: &Admin Space Left (MB)
pl: Pozostała przestrzeń dyskowa &administratora (MB)

source: Ac&tion
pl: Akc&ja

source: Action Mail Account
pl: Konto e-mail dla akcji

source: Action on Error or Disk Full
pl: Akcja na wypadek błędu lub pełnego dysku

source: Disk &Full Action
pl: Akcja pełnego dysku

source: Disk &Error Action
pl: Akcja błędu dysku

source: &Set Enabled Flag
pl: U&staw flagę Aktywna

source: Rules are locked (until next boot)
pl: Reguły są zablokowane (do następnego uruchomienia systemu)

source: Edit the rules for the audit subsystem here:
pl: Edytuj reguły dla podsystemu audit tutaj:

source: &Check Syntax
pl: S&prawdź składnię

source: &Restore 'audit.rules'
pl: Przyw&róć 'audit.rules'

source: R&estore and Reset
pl: Przywróć i zr&esetuj

source: &Load
pl: &Wczytaj

source: <p><b><big>Initializing Configuration of Linux Audit Framework</big></b><br> Please wait...<br></p>
pl: <p><b><big>Inicjalizacja konfiguracji Linux Audit Framework</big></b><br> Proszę czekać...<br></p>

source: <p><b><big>Aborting Initialization:</big></b><br> Safely abort the configuration utility by pressing <b>Abort</b> now.</p>
pl: <p><b><big>Przerwanie inicjalizacji:</big></b><br> Można bezpiecznie przerwać działania konfiguratora naciskając teraz <b>Przerwij</b>.</p>

source: <p><b><big>Saving auditd Configuration and Rules</big></b><br> Please wait...<br></p>
pl: <p><b><big>Zapisywanie konfiguracji i reguł auditd</big></b><br> Proszę czekać...<br></p>

source: <p><b><big>Aborting Saving:</big></b><br> Abort the save procedure by pressing <b>Abort</b>. An additional dialog informs whether it is safe to do so. </p>
pl: <p><b><big>Przerwanie zapisu:</big></b><br> Aby przerwać procedurę zapisu, proszę nacisnąć <b>Przerwij</b>. Dodatkowe okno będzie zawierało informację, czy jest to bezpieczne. </p>

source: <p><b><big>Auditd Log File Configuration</big></b><br> The audit daemon is the component of the Linux Auditing System which is responsible for writing all relevant audit events to the log file <i>/var/log/audit/audit.log</i> (default). Events may come from the <i>apparmor</i> kernel module, from applications which use <i>libaudit</i> (e.g. PAM) or incidents caused by rules (e.g. file watches).</p>
pl: <p><b><big>Konfiguracja pliku logów auditd</big></b><br> Usługa audit jest komponentem Systemu Audytowania Linux, który jest odpowiedzialny za zapisywanie wszystkich ważnych zdarzeń do pliku logów <i>/var/log/audit/audit.log</i> (domyślnie). Zdarzenia mogą pochodzić z modułu jądra <i>apparmor</i>, aplikacji używających <i>libaudit</i> (np. PAM) lub incydentów spowodowanych regułami (np. obserwatorami plików).</p>

source: <p>More information about rules and the possibility to add rules offers the dialog <b>Rules for auditctl</b>. Detailed information about the log file settings can be obtained from the manual page ('man auditd.conf').</p>
pl: <p>Więcej informacji dotyczących reguł i możliwości ich dodania oferuje okno <b>Reguły dla auditctl</b>. Szczegółowe informacje na temat konfiguracji pliku logów można uzyskać odwołując się do strony instrukcji ('man auditd.conf').</p>

source: <p><b>Log File</b>: Enter the full path name to the log file (or use <b>Select File</b>.)</p>
pl: <p><b>Plik logów</b>: Proszę wpisać pełną ścieżkę do pliku logów (lub skorzystaj z opcji <b>Wybierz plik</b>.)</p>

source: <p><b>Format</b>: set <i>RAW</i> to log all data (store in a format exactly as the kernel sends it) or <i>NOLOG</i> to discard all audit information instead of writing it on disk (does not affect data sent to the dispatcher).</p>
pl: <p><b>Format</b>: ustaw <i>RAW</i> aby zapisywać wszystkie informacje (przechowywane w formacie identycznym jak jądro je wysyła) lub <i>NOLOG</i> aby odrzucać wszystkie informacje o audicie zamiast zapisywać je (nie ma to wpływu na dane przesyłane do dyspozytora).</p>

source: <p><b>Flush</b>: describes how to write the data to disk. If set to <i>INCREMANTAL</i> the <b>Frequency</b> parameter tells how many records to write before issuing an explicit flush to disk. <i>NONE</i> means: no special effort is made to flush data, <i>DATA</i>: keep data portion synced, <i>SYNC</i>: keep data and meta-data fully synced.</p>
pl: <p><b>Wyślij bufor</b>: określa sposób zapisu danych na dysku. Jeśli ustawiony na <i>INCREMANTAL</i>, parametr <b>Częstotliwość</b> określa ile rekordów należy zapisać przed bezpośrednim zrzutem danych na dysk. <i>NONE</i> oznacza, że nie zostaną podjęte żadne specjalne akcje dla zapisu danych, <i>DATA</i>: przechowuj zsynchronizowane porcje danych, <i>SYNC</i>: przechowuj dane i metadane w pełni zsynchronizowane.</p>

source: <p>Configure the maximum log file size (in megabytes) and the action to take when this value is reached in <b>Size and Action</b> frame.</p>
pl: <p>Skonfiguruj maksymalny rozmiar pliku logów (w megabajtach) oraz akcje, jaka ma zostać podjęta po osiągnięciu tej wartości, w ramce <b>Rozmiar i akcja</b>.</p>

source: <p>If the action is set to <i>ROTATE</i> the <b>Number of Log Files</b> specifies the number of files to keep. <i>SYSLOG</i> means: the audit daemon will write a warning to /var/log/messages, <i>SUSPEND</i>: stop writing records to disk, <i>IGNORE</i>: do nothing, <i>KEEP_LOGS</i>: similiar to ROTATE, but log files aren't overwritten.</p>
pl: <p>Jeśli akcja jest ustawiona na <i>ROTATE</i>, <b>Liczba plików logów</b> określa liczbę plików do zachowania. <i>SYSLOG</i> oznacza: demon audit będzie pisał uwagi do /var/log/messages, <i>SUSPEND</i>: przestaje zapisywać rekordy na dysk, <i>IGNORE</i>: nie rób nic, <i>KEEP_LOGS</i>: podobnie do ROTATE, ale pliki logów nie są nadpisywane.</p>

source: <p><b>Computer Name Format</b> describes how to write the computer name to the log file. If <i>USER</i> is set the <b>User Defined Name</b> is used. <i>NONE</i> means: no computer name is inserted, <b>HOSTNAME</b>: name returned by the 'gethostname' syscall, <b>FQD</b>: fully qualified domain name</p>
pl: <p><b>Format nazwy komputera</b> opisuje sposób, w jaki zapisać nazwę komputera do pliku logów. Jeśli wybrana jest opcja <i>USER</i>, używana jest <b>Nazwa zdefiniowana przez użytkownika</b>. <i>NONE</i> oznacza, że nazwa komputera nie zostanie użyta, <b>HOSTNAME</b>: nazwa zwrócona przez wywołanie systemowe 'gethostname', <b>FQD</b>: pełna nazwa domeny</p>

source: <p><b><big>Auditd Dispatcher Configuration</big></b><br> Detailed information about the dispatcher settings can be obtained from the manual page ('man auditd.conf').</p>
pl: <p><b><big>Konfiguracja dyspozytora auditd</big></b><br> Szczegółowe informacje na temat ustawień dyspozytora można uzyskać na stronie instrukcji ('man auditd.conf').</p>

source: <p><b>Dispatcher</b>: The dispatcher program is started by the audit daemon and gets all audit events on stdin.</p>
pl: <p><b>Dyspozytor</b>: Program dyspozytora jest uruchamiany przez usługę audit i przyjmuje wszystkie wydarzenia usługi na strumieniu stdin.</p>

source: <p><b>Communication</b>: Controls the communication between the daemon and the dispatcher program. A <i>lossy</i> communication means that events going to the dispatcher are discarded when the queue (a 128kB buffer) is full. Choose <i>lossless</i> if you want a blocking/lossless communication.</p>
pl: <p><b>Komunikacja</b>: Kontroluje komunikacje pomiędzy demonem i programem dyspozytora. Opcja <i>lossy</i> oznacza, że wszystkie zdarzenia wysyłane do dyspozytora zostają porzucone gdy kolejka (bufor 128kB) zostanie zapełniony. Wybierz <i>lossless</i> dla blokującej/bezstratnej komunikacji.</p>

source: <p>The dispatcher 'audispd' is an audit event multiplexor (for more information see the manual pages ('man audispd' and 'man audispd.conf').</p>
pl: <p>Dyspozytor 'audispd' jest multiplekserem zdarzeń auditu (aby uzyskać więcej informacji, zobacz strony instrukcji ('man audispd' oraz 'man audispd.conf').</p>

source: <p><b>Please note:</b> The dispatcher program must be owned by 'root', have '0750' file permissions and the full path name has to be entered.</p>
pl: <p><b>Proszę zwrócić uwagę:</b>: Program dyspozytora musi być własnością 'root', posiadać uprawnienia '0750' oraz musi zostać podana pełna ścieżka.</p>

source: <p><b><big>Auditd Disk Space Configuration</big></b><br> The settings made here refer to disk space on log partition. Detailed information can be obtained from the manual page ('man auditd.conf').</p>
pl: <p><b><big>Konfiguracja przestrzeni dyskowej auditd</big></b><br> Ustawienia te odnoszą się do przestrzeni dyskowej na partycji logów. Szczegółowe informacje można uzyskać na stronie instrukcji ('man auditd.conf')</p>

source: <p><b>Space Left</b> (in megabytes) tells the audit daemon when to perform an <b>Action</b> because the system is starting to run low on space).</p>
pl: <p><b>Pozostała przestrzeń</b> (w megabajtach) informuje demona audit kiedy wykonać <b>Akcję</b> ponieważ przestrzeń w systemie zaczyna się wyczerpywać).</p>

source: <p>The value for <b>Admin Space Left</b> should be lower than above. The system <b>is running low</b> on disk space if the value is reached and the specified <b>Action</b> will be performed.</p>
pl: <p>Wartość dla <b>Pozostała przestrzeń administratora</b> powinna być mniejsza niż powyższa. W systemie <b>wyczerpuje się pamięć</b>, gdy wartość ta zostanie osiągnięta, zostanie wtedy wykonana określona <b>Akcja</b>.</p>

source: <p>If an action is set to <i>EMAIL</i> a warning mail will be send to the account specified in <b>Action Mail Account</b>.<br> <i>SYSLOG</i> means: the disk space warning will be written to /var/log/messages, <i>IGNORE</i>: do nothing, <i>EXEC</i>: execute the script from <b>Path to Script</b>, <i>SUSPEND</i>: stop writing records to disk, <i>SINGLE</i>: put the computer system in single user mode, <i>HALT</i>: shutdown the system.</p>
pl: <p>Jeśli akcja jest ustawiona na <i>EMAIL</i>, ostrzegawcza wiadomość email zostanie wysłana na konto określone w <b>Konto pocztowe akcji</b>.<br> <i>SYSLOG</i> oznacza: ostrzeżenia o przestrzeni dyskowej będą zapisywane do /var/messages, <i>IGNORE</i>: nie rób nic, <i>EXEC</i>: wykonuje skrypt określony w <b>ścieżce do skryptu</b>, <i>SUSPEND</i>: przerwij zapisywanie rekordów na dysk, <i>SINGLE</i>: przełącz komputer w tryb pojedyńczego użytkownika, <i>HALT</i>: wyłącz system.</p>

source: <p>You can also specify a <b>Disk Full Action</b> (disk has become full already) and a <b>Disk Error Action</b> (performed whenever an error is detected while writing to disk). Available actions are the same as above (except for <i>EMAIL</i>).</p>
pl: <p>Można także wprowadzić <b>Akcje pełnego dysku</b> (dysk został już zapełniony) oraz <b>Akcja błędu dysku</b> (wykonywaną w przypadku wykrycia błędu zapisu na dysk). Dostępne akcje są identyczne jak powyżej (poza <i>EMAIL</i>).</p>

source: <p><b>Please note:</b> All scripts specified for <i>EXEC</i> must be owned by 'root', have '0750' file permissions and the full path name has to be entered.</p>
pl: <p><b>Proszę zwrócić uwagę:</b> Wszystkie skrypty zdefiniowane poprzez <i>EXEC</i> muszą być własnością konta 'root', posiadać prawa '0750' oraz musi zostać podana pełna ścieżka do nich.</p>

source: <p><b><big>Rules for auditctl</big></b><br> This dialog offers the possibiltiy to enable or to disable the syscall auditing as well as to lock the audit configuration. The selected flag from <b>Set Enabled Flag</b> will be added to the rules.</p>
pl: <p><b><big>Reguły dla auditctl</big></b><br> To okno oferuje możliwość włączenia lub wyłączenia audytu syscall a także zablokowanie konfiguracji audytu.. Wybrana flaga z <b>Ustaw aktywną flagę</b> zostanie dodana do reguł.</p>

source: <p><b>Please note:</b><br>Locking the rules means they cannot be changed until next reboot! </p>
pl: <p><b>Proszę zwrócić uwagę:</b><br>Blokowanie reguł oznacza, że nie mogą one być zmienione przed następnym uruchomieniem! </p>

source: <p>Enabling auditing whithout additional rules will cause the applications which use <i>libaudit</i>, e.g. PAM to log to /var/log/audit/audit.log (default).</p>
pl: <p>Aktywowanie auditingu bez dodatkowych reguł spowoduje, że aplikacje korzystające z <i>libaudit</i>, np. PAM, będą zapisywały logi w pliku /var/log/audit/audit.log (domyślnie).</p>

source: <p>The dialog also allows you to edit the rules manually, which is recommended for advanced users only.<br> Detailed information about all options gives 'man auditctl'.</p>
pl: <p>To okno umożliwia także ręczną edycję reguł, co jest zalecane tylko dla zaawansowanych użytkowników.<br> Szczegółowe informacje dotyczące wszystkich opcji można uzyskać wykonując polecenie 'man auditctl'.</p>

source: <p><b>Check Syntax</b> sends the rules via <i>auditctl</i> to the audit subsystem and tells whether the syntax is correct.<br><b>Restore</b> restores the settings from /etc/audit/audit.rules.</p>
pl: <p><b>Sprawdź składnie</b> wysyła reguły przez <i>auditctl</i> do podsystemu auditu, a następnie określa, czy składnia jest prawidłowa.<br><b>Przywróć</b> przywraca ustawienia z /etc/audit/audit.rules.</p>

source: <p>Use the <b>Restore and Reset</b> button to restore the rules and reset the changes (from previous syntax checks) by calling <i>auditctl</i> with it.<br> The <b>Load</b> button opens a file selection dialog and you are able to load an example rules file.</p>
pl: <p>Użyj przycisku <b>Przywróć i zresetuj</b> aby przywrócić reguły i zresetować zmiany (od poprzednich sprawdzeń składni) poprzez wywołanie <i>auditctl</i> z nimi.<br> Przycisk <b>Wczytaj</b> otwiera okno wyboru pliku, gdzie można wczytać przykładowy plik reguł.</p>

source: &Dispatcher
pl: Dyspozytor

source: Disk &Space
pl: Prze&strzeń dyskowa

source: &Rules for 'auditctl'
pl: &Reguły dla 'auditctl'

source: Initializing...
pl: Inicjalizacja...
