Repository: aviarypl/suse-l10n-pl
Catalog: yast/autofs.*.po
Languages: pl

source: You must configure LDAP to use the autofs modul.
pl: Aby używać modułu autofs, konieczne jest skonfigurowanie LDAP.

source: You can do it by using the YaST2 ldap modul.
pl: Można to wykonać używając modułu ldap YaST2.

source: Cannot use localhost as the LDAP server for autofs.
pl: Localhost nie może być serwerem LDAP dla autofs.

source: Failed to bind to the LDAP server.
pl: Błąd podczas łączenia z serwerem LDAP.

source: Failed to create the autofs base objects.
pl: Nie można utworzyć obiektów bazowych autofs.

source: Failed to create the new map.
pl: Tworzenie nowej mapy autofs nie powiodło się.

source: Failed to delete an autofs map.
pl: Usunięcie mapy autofs nie powiodło się.

source: Failed to add an autofs entry to map.
pl: Dodanie wpisu autofs do mapy nie powiodło się.

source: Failed to modify an autofs entry in map.
pl: Modyfikacja wpisu autofs w mapie nie powiodła się.

source: Initializing autofs Configuration
pl: Inicjalizacja konfiguracji autofs

source: Check the ldap configuration
pl: Sprawdzanie konfiguracji ldap

source: Read the autofs maps
pl: Odczytywanie map autofs

source: Checking the ldap configuration...
pl: Sprawdzanie konfiguracji ldap...

source: Reading the autofs maps...
pl: Wczytywanie map autofs...

source: Finished
pl: Zakończono

source: LDAP configuration error.
pl: Błąd konfiguracji LDAP.

source: Cannot read the autofs maps.
pl: Nie można odczytać map autofs.

source: Saving autofs Configuration
pl: Zapisywanie konfiguracji autofs

source: Write the autofs maps
pl: Zapis map autofs

source: Writing the autofs maps...
pl: Zapisywanie map autofs...

source: Cannot write the autofs maps.
pl: Nie można zapisać map autofs.

source: Configuration summary ...
pl: Podsumowanie konfiguracji...

source: DNS Name or IP address of the LDAP server
pl: Nazwa DNS lub adres IP serwera LDAP

source: Configuration of autofs
pl: Konfiguracja autofs

source: Autofs Configuration
pl: Konfiguracja autofs

source: Autofs to Configure
pl: Konfiguracja autofs

source: Autofs Overview
pl: Przegląd konfiguracji autofs

source: Number
pl: Numer

source: Name of the map
pl: Nazwa mapy

source: Type
pl: Typ

source: Other
pl: Inne

source: Key
pl: Klucz

source: Options
pl: Opcje

source: Server
pl: Serwer

source: Path
pl: Ścieżka

source: Location
pl: Lokalizacja

source: Share
pl: Współdziel

source: Maps
pl: Mapy

source: Add
pl: Dodaj

source: Delete
pl: Usuń

source: <p><b>Initializing autofs configuration</b><br> Please wait...<br></p>
pl: <p><b>Inicjalizacja konfiguracji autofs</b><br> Proszę czekać...<br></p>

source: <p><b><big>Aborting Initialization:</big></b><br> Safely abort the configuration utility by pressing <b>Abort</b> now.</p>
pl: <p><b><big>Przerwanie inicjalizacji:</big></b><br> Można bezpiecznie przerwać działania konfiguratora naciskając teraz <b>Przerwij</b>.</p>

source: <p><b>Saving autofs configuration</b><br> Please wait...<br></p>
pl: <p><b>Zapisywanie konfiguracji autofs</b><br> Proszę czekać...<br></p>

source: <p><b>Aborting Save:</b><br> Abort the save procedure by pressing <b>Abort</b>. </p>
pl: <p><b>Przerwanie zapisu:</b><br> Proszę nacisnąć przycisk <b>Przerwij</b>, aby przerwać zapis. </p>

source: <p><b>Automounter Maps</b><br/> The automounter maps are referred to by the master map of the automounter. Entries in the automounter maps describe how file systems below the mountpoint of the map are to be mounted. <br/></p>
pl: <p><b>Mapy automontowania</b><br> Do map tych odnosi się główna mapa automatycznego montowania. Mapy te określają jak montowane są systemy plików poniżej punktu montowania mapy <br></p>

source: <p><b><big>Key</big></b><br> This is the part of the pathname between the map mountpoint and the path into the filesystem mounted. </p>
pl: <p><b><big>Klucz</big></b><br> Jest to część ścieżki pomiędzy punktem montowania na mapie a ścieżkądo zamontowanego systemu plików. </p>

source: <p><b><big>Options</big></b><br> The options are comma seperated, as customary for the <b>mount</b>(8) command. <br></p>
pl: <p><b>Opcje</b><br> Wypełnienie tego pola nie jest wymagane. Zawiera ono listę opcji polecenia <b>mount</b>(8) oddzielonych przecinkami. <br></p>

source: <p><b><big>Location</big></b><br> The location specifies from where the file system is to be mounted. For an NFS volume the usual notation is host:pathname. If the filesystem to be mounted begins with a '/' (such as local entries or smbfs shares) a ':' needs to be prefixed. </p>
pl: <p><b><big>Położenie</big></b><br> Określa skąd system plików ma być zamontowany. Dla dysku NFS notacja ma zwykle postać host:ścieżka. Jeśli nazwa systemu plików rozpoczyna się od "/" (wpisy lokalne lub udziały smbfs), należy poprzedzić ją znakiem ":". </p>

source: <p><b><big>NFS Entry</big></b><br> In the case of NFS entries, the <b>Server</b> is the DNS name or IP address of the NFS server.<br/> The <b>Path</b> is the absolute path to the directory on the NFS server.<br/> The <b>Options</b> must be valid options of the <b>mount</b>(8) command for NFS file systems.<br/> <br/></p>
pl: <p><b>Wpis NFS</b><br> W razie montowania dysku NFS pole <b>Serwer</b> określa nazwę DNS lub adres IP serwera NFS.<br> Pole <b>Ścieżka</p> powinno zawierać bezwzględną ścieżkę katalogu na serwerze NFS.<br> Pole <b>Opcje</b> powinno zawierać poprawne parametry polecenia <b>mount</b>(8) dla systemu plików NFS.<br> <br></p>

source: <p><b>SAMBA Entry</b><br/> In the case of SAMBA entries, the <b>Server</b> is the DNS name or IP address of the SAMBA server.<br/> The <b>Share</b> is the name of the SAMBA share to be mounted.<br/> The <b>Options</b> must be valid options of the <b>mount</b>(8) command for SMB/CIFS file systems.<br> <br/></p>
pl: <p><b>SAMBA</b><br> W razie montowania udziału SAMBA pole <b>Serwer</b> określa nazwę DNS lub adres IP serwera SAMBA.<br> Pole <b>Udział</p> powinno zawierać nazwę udziału do zamontowania.<br> Pole <b>Opcje</b> powinno zawierać poprawne parametry polecenia <b>mount</b>(8) dla systemu plików SMB/CIFS.<br> <br></p>

source: <p><b><big>Other Entry</big></b><br/> The options are comma separated, as customary for the <b>mount</b>(8) command.<br/> The location specifies from where the file system is to be mounted. Please consult the <b>autofs</b>(5) manual page for more information. <br/></p>
pl: <p><b>Inne</b><br> Wypełnienie pola opcje nie jest obowiązkowe. Zawiera ono listę opcji polecenia <b>mount</b>(8) oddzielonych przecinkami. Położenie określa skąd system plików ma być zamontowany. Więcej opcji opisano na stronach podręcznika systemowego <b>autofs</b>(5). <br></p>

source: <p><b><big>Warning</big></b><br> In your system <b>localhost</b> is configured as the LDAP server. However, the clients cannot reach the <b>localhost</b> and therefore, it cannot be the LDAP server for autofs. Please insert an IP address or DNS name for the LDAP server that is suitable for the clients, or choose the suggested hostname of your server and press <b>Ok</b>. <br></p>
pl: <p><b>Uwaga</b><br> Serwerem LDAP jest <b>localhost</b>. <b>localhost</b> nie może być serwerem LDAP dla autofs ponieważ nie będzie on osiągalny dla klientów. Proszę podać adres IP lub nazwę DNS serwera LDAP odpowiedniego dla klientów. Domyślnie wpisana jest pełna nazwa serwera. Jeśli jest to właściwa wartość, należy nacisnąć przycisk <b>OK</b>. <br></p>

source: Initializing...
pl: Inicjalizacja...
