Repository: aviarypl/suse-l10n-pl
Catalog: yast/backup.*.po
Languages: pl

source: Reading packages available on the installation sources...
pl: Odczytywanie pakietów dostępnych w źródłach instalacyjnych...

source: Reading packages files...
pl: Odczytywanie plików pakietów...

source: Reading list of installed packages...
pl: Odczytywanie listy zainstalowanych pakietów...

source: Searching Files
pl: Wyszukiwanie plików

source: Number of Files:
pl: Liczba plików:

source: Searching in Directory:
pl: Bieżący katalog:

source: Could not start the search script. Aborting the backup.
pl: Nie można uruchomić skryptu wyszukiwania. Tworzenie kopii zapasowej zostało przerwane..

source: Adding files to table...
pl: Dodawanie plików do tabeli...

source: Files to Back Up
pl: Pliki, które wejdą w skład kopii zapasowej:

source: Filename
pl: Nazwa pliku

source: Package
pl: Pakiet

source: Select or Deselect &File
pl: &Zaznać / odznacz plik

source: &Select All
pl: Zaznacz w&szystkie

source: &Deselect All
pl: &Odznacz wszystkie

source: Deselecting files...
pl: Wykluczanie plików...

source: Selecting all items...
pl: Wybieranie wszystkich elementów...

source: Deselecting all items...
pl: Wykluczanie wszystkich elementów...

source: Store host information
pl: Zapisywanie informacji o komputerze

source: Storing host information...
pl: Zapisywanie informacji o komputerze...

source: Create system area backup
pl: Tworzenie kopii zapasowej obszaru systemowego

source: Creating system area backup...
pl: Tworzenie kopii zapasowej obszaru systemowego...

source: Create package archives
pl: Tworzenie archiwum pakietów

source: Create target archive
pl: Tworzenie archiwum docelowego

source: Creating package archives...
pl: Tworzenie archiwum pakietów...

source: Creating target archive...
pl: Tworzenie archiwum docelowego...

source: Write autoinstallation profile
pl: Zapisywanie profilu autoinstalacji

source: Writing autoinstallation profile...
pl: Zapisywanie profilu autoinstalacji...

source: Creating Archive
pl: Tworzenie kopii zapasowej

source: Cannot write comment to file %1.
pl: Nie można zapisać komentarza do pliku %1

source: Could not start archiving script. Aborting the backup.
pl: Nie można uruchomić skryptu archiwizującego. Tworzenie kopii zapasowej zostało przerwane.

source: Enter a name for the new profile.
pl: Wprowadź nazwę nowego profilu.

source: Enter a new name for the %1 profile.
pl: Wprowadź nową nazwę dla profilu %1.

source: A profile %1 already exists. Replace the existing profile?
pl: Profil %1 już istnieje. Czy chcesz zastąpić istniejący profil?

source: List of files saved to file %1
pl: Lista plików zapisanych do pliku %1

source: Error storing list of files
pl: Błąd przy zapisywaniu listy plików

source: Modified Files Found:
pl: Znalezionych zmodyfikowanych plików:

source: Files Not in a Package Found:
pl: Znalezionych plików spoza pakietów:

source: Selected Files to Back Up:
pl: Łącznie plików, które weszły w skład kopii zapasowej:

source: Hostname stored successfully
pl: Nazwa komputera zapisana pomyślnie

source: Storing hostname failed
pl: Zapisywanie nazwy komputera nie powiodło się

source: Date stored successfully
pl: Data zapisana pomyślnie

source: Storing date failed
pl: Zapisywanie daty nie powiodło się

source: File list stored successfully
pl: Lista plików zapisana pomyślnie

source: Storing file list failed
pl: Zapisywanie listy plików nie powiodło się

source: Comment stored successfully
pl: Komentarz zachowany pomyślnie

source: Storing comment failed
pl: Zapisywanie komentarza nie powiodło się

source: List of installed packages stored successfully
pl: Lista zainstalowanych pakietów zapisana pomyślnie

source: Storing list of installed packages failed
pl: Zachowywanie listy zainstalowanych pakietów nie powiodło się

source: Some errors occurred during backup. Press Details for more information.
pl: Błędy w czasie archiwizacji. Proszę nacisnąć przycisk Szczegóły, aby otrzymać więcej informacji.

source: Errors Creating Archive:
pl: Błędy przy tworzeniu archiwum:

source: Cannot read file %1
pl: Nie można odczytać pliku %1

source: Detecting disk partitions failed
pl: Wykrywanie partycji dysku nie powiodło się

source: Storing partition table of disk /dev/%1 failed
pl: Zapisywanie tablicy partycji dysku /dev/%1 nie powiodło się

source: Storing partition table of disk /dev/%1 was successful
pl: Tablica partycji dysku /dev/%1 zapisana pomyślnie

source: Ext2 image of %1 stored successfully
pl: %1 - obraz ext2 zapisany pomyślnie

source: Storing ext2 image of %1 failed
pl: %1 - zapisywanie obrazu ext2 nie udało się

source: Warning: Some files were not backed up
pl: Ostrzeżenie: Kopie zapasowe niektórych plików nie zostały utworzone

source: Archive %1 created successfully
pl: Archiwum %1 utworzone pomyślnie

source: Archive created successfully
pl: Archiwum utworzone pomyślnie

source: Autoinstallation profile saved to file %1.
pl: Profil autoinstalacji zapisany w pliku %1.

source: Autoinstallation profile was not saved.
pl: Profil autoinstalacji nie został zapisany.

source: Archive creation failed
pl: Tworzenie archiwum nie powiodło się

source: Total Archived Files:
pl: W sumie zarchiwizowanych plików:

source: &Details...
pl: Szcz&egóły...

source: &Save as Profile...
pl: Zapi&sz jako profil...

source: Backup Summary
pl: Podsumowanie tworzenia kopii zapasowej

source: Backup Summary Details
pl: Szczegóły podsumowania tworzenia kopii zapasowej

source: Expert Backup Options
pl: Zaawansowane opcje tworzenia kopii zapasowej

source: Back Up &Hard Disk System Areas
pl: Utwórz kopię zapasową systemowyc&h obszarów dysku twardego

source: &Temporary Location of Archive Parts
pl: &Tymczasowa lokalizacja fragmentów archiwum

source: Name
pl: Nazwa

source: Description
pl: Opis

source: Automatic Backup
pl: Ustawienia automatycznego tworzenia kopii zapasowych

source: System Backup
pl: Kopia zapasowa systemu

source: Available Profiles
pl: Dostępne profile

source: &Create Backup
pl: Utwórz &kopię zapasową

source: Profile Mana&gement
pl: Zarządzanie pro&filami

source: &Duplicate...
pl: Z&duplikuj

source: Re&name
pl: Zmień &nazwę

source: Back Up &Manually...
pl: Rę&cznie utwórz kopię zapasową...

source: Remove the selected profile?
pl: Usunąć wybrany profil?

source: &Browse...
pl: Przeg&lądaj...

source: Directory Selection
pl: Wybór katalogu

source: Detecting file system types...
pl: Wykrywanie typów systemów plików...

source: Search Constraints
pl: Warunki wyszukiwania

source: Items Excluded from Search
pl: Elementy wykluczone z wyszukiwania

source: Value
pl: Wartość

source: Type
pl: Typ

source: A&dd
pl: &Dodaj

source: &Directory...
pl: &Katalog...

source: &File System...
pl: S&ystem plików...

source: &Regular Expression...
pl: Wyrażenie &regularne...

source: &Edit
pl: &Edytuj

source: Expression %1 is already in the list.
pl: Wyrażenie %1 znajduje się już na liście.

source: Directory %1 is already in the list.
pl: Katalog %1 znajduje się już na liście.

source: File system %1 is already in the list.
pl: System plików %1 znajduje się już na liście.

source: &Add New Expression
pl: Dod&aj nowe wyrażenie

source: &Add New Directory
pl: Dod&aj nowy katalog

source: &Add New File System
pl: Dod&aj nowy system plików
