Repository: aviarypl/suse-l10n-pl
Catalog: yast/backup.*.po
Languages: pl

source: Monday
pl: poniedziałek

source: Tuesday
pl: wtorek

source: Wednesday
pl: środa

source: Thursday
pl: czwartek

source: Friday
pl: piątek

source: Saturday
pl: sobota

source: Sunday
pl: niedziela

source: Floppy 1.44 MB
pl: Dyskietka 1.44 MB

source: Floppy 1.2 MB
pl: Dyskietka 1.2 MB

source: bytes
pl: bajtów

source: cron settings for profile %1 in file %2 are not fully supported.
pl: Ustawienia crona dla profilu %1 w pliku %2 nie są w pełni obsługiwane.

source: Some time values for profile %1 in file %2 are out of range.
pl: Niektóre wartości czasowe w profilu %1 w pliku %2 wykraczają poza zakres.

source: Could not store profiles to the file %1. The profile changes will be lost.
pl: Nie można zapisać profilów do pliku %1. Zmiany w profilach zostaną utracone.

source: %I:%M %p
pl: %H:%M

source: Invalid time
pl: Niepoprawny czas

source: Back up daily at %1
pl: Twórz kopię zapasową codziennie o %1

source: Back up weekly (%1 at %2)
pl: Twórz kopię zapasową co tydzień (%1 o %2)

source: Back up monthly (%1 day at %2)
pl: Twórz kopię zapasową raz na miesiąc (%1 dzień o %2)

source: Unknown device type
pl: Nieznany typ urządzenia

source: CD Writer
pl: Nagrywarka CD

source: DVD Writer
pl: Nagrywarka DVD

source: Creating the list of files for the backup...
pl: Tworzenie listy plików, kóre wejdą w skład kopii zapasowej...

source: Cannot write the list of selected files to file %1.
pl: Nie można zapisać listy wybranych plików do pliku %1.

source: Abort Confirmation
pl: Potwierdzenie

source: Really abort the backup?
pl: Czy na pewno chcesz przerwać tworzenie kopii zapasowej?

source: YaST Automatic Backup (%1)
pl: Automatyczna kopia zapasowa YaST (%1)

source: : FAILED
pl: : NIEPOWODZENIE

source: Removed Old Archives:
pl: Usunięto stare archiwa:

source: Renamed Old Archives:
pl: Zmieniono nazwy starych archiwów:

source: Changed Existing Archives:
pl: Zmieniono istniejące archiwa:

source: Summary:
pl: Podsumowanie:

source: Details:
pl: Szczegóły:

source: BACKUP REPORT for Profile %1
pl: RAPORT TWORZENIA KOPII ZAPASOWEJ dla profilu %1

source: Problems During Automatic Backup:
pl: Problemy napotkane podczas atomatycznego tworzenia kopii zapasowej:

source: Unknown file system
pl: Nieznany system plików

source: Cannot create backup archive in %1. %2 is not a directory. Enter another one or remove %2.
pl: Nie można utworzyć kopii zapasowej w %1. %2 nie jest katalogiem. Proszę podać inny katalog lub usunąć %2.

source: <P><B><big>Backup</big></B><BR>To create a backup of your system, enter the absolute path for the file in which to store the backup in <b>Filename</b>. To store the file on an NFS server, select <b>Network</b> as the location and enter the server details.
pl: <P><B><big>Kopia zapasowa</big></B><BR>Aby utworzyć kopię zapasową systemu podaj w polu <b>Nazwa pliku</b> bezwzględną ścieżkę do pliku, w którym ma zostać zapisana kopia zapasowa. Aby zapisać kopię zapasową na serwerze NFS, jako lokalizację, należy wybrać <b>Sieć</b> i podać informacje o serwerze.

source: <P>The backup module creates a tar archive with changed files and an autoinstallation profile for easy and fast system reinstallation. To store only the names of detected files instead of creating an archive, select <B>Only Create List of Files Found</B>.</P>
pl: <P>Moduł kopii zapasowej tworzy archiwum tar ze zmienionymi plikami oraz profil autoinstalacji, który umożliwia szybką i łatwą ponowną instalację systemu. Aby zapisać jedynie nazwy znalezionych plików zamiast tworzyć archiwum, należy wybrać <B>Utwórz jedynie listę znalezionych plików</B>.</P>

source: <P>If you use ACLs (access control lists) for file access and want to back them up, select the subarchive type star. To create a multivolume archive, for example, for storage on a fixed-size media like CDs, use <b>Options</b> to configure these settings.</P>
pl: <P>W przypadku zarządzania prawami dostępu do plików za pomocą list ACL (Access Control List), należy jako typ archiwum wybrać archiwum tar z podarchiwami star, aby listy ACL zostały zapisane w kopii zapasowej. Aby przechowywać kopię zapasową na nośnikach o stałym rozmiarze (takich jak CD), należy utworzyć archiwum wieloczęściowe. Odpowiednie ustawienia dostępne są po wybraniu przycisku Opcje.

source: <P><B><BIG>Multivolume Archive</BIG></B><BR> A backup archive can be divided into several smaller parts. This is useful if an archive is larger than the space available on the backup medium.</P>
pl: <P><B><BIG>Archiwum wieloczęściowe</BIG></B><BR> Archiwum kopii zapasowej może zostać podzielone na kilka mniejszych części. Opcja ta jest przydatna, gdy rozmiar kopii zapasowej jest większy niż pojemność nośnika.</P>

source: <P>To create a multivolume archive, enable that option and select your backup medium. If your backup medium is not in the list, select <B>Custom</B>. Then enter the volume size in <b>Custom Size</b>.</P>
pl: <P>Aby utworzyć archiwum wieloczęściowe, należy zaznaczyć opcję <b>Utwórz archiwum wieloczęściowe</b> i wybrać nośnik zapisu. W przypadku, gdy dostępny nośnik nie znajduje się na liście, należy wybrać <b>Inny</b> i wprowadzić odpowiedni rozmiar części archiwum w polu <b>Inny rozmiar</b>.</p>

source: <P><B>Note:</B> 1 kB=1000 Bytes, 1 kiB=1024 Bytes, etc. The entered volume size will be rounded down to a multiple of 2048 bytes.</P>
pl: <P><B>Uwaga:</B> 1 kB = 1000 Bajtów, 1 kiB = 1024 Bajty, itd. Wprowadzony rozmiar woluminu zostanie zaokrąglony w dół do wielokrotności 2048 bajtów.</P>

source: <P><B><BIG>Backup Options</BIG></B><BR>Here, select which parts of the system to search and back up. <B>Archive Description</B> is an optional description of the backup archive.</P>
pl: <P><B><BIG>Opcje kopii zapasowej</BIG></B><BR>W tym miejscu można wybrać, w których częściach systemu zostanie przeprowadzone wyszukiwanie i z których części zostanie utworzona kopia zapasowa. W polu <b>Opis kopii zapasowej</b> można umieścić opis tworzonej kopii zapasowej. Nie jest to jednak wymagane.

source: <P>The archive will contain files from packages that were changed since package installation or upgrade. Files that do not belong to any package can be optionally added to the archive.</P>
pl: <P>W skład kopii zapasowej wejdą pliki z pakietów, które zostały zmienione od momentu ich instalacji lub aktualizacji. Możliwe jest też dodanie do kopii zapasowej plików, które nie należą do żadnego pakietu.</P>

source: <P>Check <B>Display List of Files</B> to show and edit a list of files found before creating the backup archive.</P>
pl: <P>Aby wyświetlić lub edytować listę plików znalezionych przed utworzeniem kopii zapasowej, należy zaznaczyć <B>Wyświetl listę plików przed utworzeniem kopii zapasowej</B>.</P>

source: <P>If you select <b>Check MD5 Sum</b>, the MD5 sum is used to determine if the file was changed. It is more reliable than checking the size or modification time, but takes longer.</P>
pl: <P>Aby określić, które pliki zostały zmodyfikowane, YaST może sprawdzać ich sumy MD5. Metoda ta daje lepsze rezultaty niż sprawdzanie rozmiaru i daty modyfikacji, lecz zajmuje więcej czasu. Aby jej użyć, należy wybrać <b>Sprawdź sumę MD5 zamiast rozmiaru i daty modyfikacji</b>.</P>

source: <P><B><BIG>System Backup</BIG></B><BR> Critical disk system areas can be added to the backup archive. They can be used to restore the system in case of a crash.</P>
pl: <P><B><BIG>Kopia zapasowa systemu</BIG></B><BR> Do kopii zapasowej można dołączyć kopię krytycznych obszarów dysku. W przypadku awarii systemu, mogą one zostać wykorzystane do jego naprawienia.</P>

source: <P><B><BIG>Searching</BIG></B><BR> The modified file search is in progress. This takes several minutes, depending on the speed of your system and the number of installed packages.</P>
pl: <P><B><BIG>Wyszukiwanie</BIG></B><BR> Trwa wyszukiwanie zmodyfikowanychplików. Może to zająć kilka minut w zależności od szybkości systemu i liczby zainstalowanych pakietów.</P>

source: <P><B><BIG>Searching</BIG></B><BR>The search is in progress for files that do not belong to a package. This takes several minutes, depending on the speed of your system and the size of the file system.</P>
pl: <P><B><BIG>Wyszukiwanie</BIG></B><BR>Trwa wyszukiwanie plików nie należących do żadnych pakietów. Może to zająć kilka minut w zależności od szybkości systemu i rozmiaru systemu plików.</P>

source: <P><B><BIG>Detected Files</BIG></B><BR>This is a list of files found. Select which files to store in the archive.</P>
pl: <P><B><BIG>Znalezione pliki</BIG></B><BR>Proszę wybrać pliki, które zostaną dołączone do kopii zapasowej.</P>

source: <P>A mark in the first column indicates that the file will be backed up.</P>
pl: <P>Znak X w pierwszej kolumnie oznacza, że dany plik zostanie dołączony do kopii zapasowej.</P>

source: <P><B><BIG>Creating Archive</BIG></B><BR>Archive creation is in progress.</P>
pl: <P><B><BIG>Tworzenie kopii zapasowej</BIG></B><BR>Trwa tworzenie kopii zapasowej.</P>

source: <P><B><BIG>Summary</BIG></B><BR>This displays the result of the backup. Click <B>Details</B> to see more information.</P>
pl: <P><B><BIG>Podsumowanie</BIG></B><BR>W podsumowaniu znajdują się informacje o przebiegu i wynikach tworzenia kopii zapasowej. Więcej informacji dostępnych jest po wybraniu przycisku <B>Szczegóły</B>.</P>

source: <P><B><BIG>Automatic Backup</BIG></B><BR> The selected profile can be started automatically in the background without any user interaction.</P>
pl: <P><B><BIG>Automatyczne tworzenie kopii zapasowych</BIG></B><BR> Wybrany profil tworzenia kopii zapasowej może być uruchamiany automatycznie w tle bez interakcji z użytkownikiem.</P>

source: <P>To start the backup automatically with the selected profile, check <B>Start Backup Automatically</B> and set how often and when the backup should be started. Use the 24-hour clock format for </b>Hour</b>.</P>
pl: <P>Aby automatycznie uruchamiać tworzenie kopii zapasowej według wybranego profilu, należy wybrać <B>Automatycznie rozpoczynaj tworzenie kopii zapasowych</B> oraz określić, jak często i kiedy kopie zapasowe mają być tworzone. W polu <b>Godzina</b> należy użyć 24-godzinnego formatu czasu.</P>

source: <P>The previous backup archive, if it exists, will be renamed by putting the date in the form YYYYMMDDHHMMSS at the beginning of the filename. If the number of old archives is greater than the predefined value, the oldest archives are deleted.</P>
pl: <P>Jeśli istnieje poprzednia kopia zapasowa, jej nazwa zostanie zmieniona przez dodanie na jej początku daty w formacie RRRRMMDDGGMMSS. Jeśli liczba starych kopii zapasowej jest większa niż zdefiniowano, najstarsze kopie są usuwane.</P>

source: <p>For the root user to receive information about the backup, select <b>Send Summary Mail to User root</b>. This summary contains information about the files included in the backup and any errors that occur.</p>
pl: <p>Aby użytkownik root otrzymał informacje o utworzeniu kopii zapasowej, należy wybrać <b>Wyślij podsumowanie do użytkownika root</b>. Podsumowanie zawiera informacje o plikach, które weszły w skład kopii zapasowej, oraz o ewentualnych błędach.</p>

source: <P><B><BIG>System Backup</BIG></B><BR> This backup tool searches files on your system and creates a backup archive from them. It is a small, easy-to-use backup program. If you need advanced features, such as incremental backup or network backup, you should use an expert tool.</P>
pl: <P><B><BIG>Kopia zapasowa systemu</BIG></B><BR> Moduł tworzenia kopii zapasowych wyszukuje pliki w systemie i tworzy ich kopie zapasowe. Jest to mały i łatwy w użyciu program do tworzenia kopii zapasowych. Aby skorzystać z zaawansowanych funkcji, takich jak przyrostowe lub sieciowe tworzenie kopii zapasowych, należy użyć innego, bardziej zaawansowanego narzędzia.</P>

source: <P>This dialog shows the list of currently stored backup profiles. A backup profile is used to name a group of different settings, such as the name of an archive and how to search for files.</P>
pl: <P>W tym oknie znajduje się lista zapisanych profili tworzenia kopii zapasowych. Profil tworzenia kopii zapasowej służy do grupowania różnych ustawień, takich jak nazwa kopii zapasowej lub sposób wyszukiwania plików.</P>

source: <P>You can have a number of profiles, each with a unique name. Using the actions in <B>Profile Management</B>, you can add a new profile based on default values, duplicate an existing profile, change the settings stored in a profile, or delete a profile. Use the <b>Automatic Backup</b> option to configure routine backups of the selected profile.</P>
pl: <P>Można zapisać wiele profili, każdy pod inną, unikatową nazwą. Za pomocą poleceń z menu <B>Zarządzanie profilami</B> można w oparciu o ustawienia domyślne dodać nowe profile, zduplikować lub usunąć istniejące, a także zmienić zapisane w profilach ustawienia. Aby skonfigurować automatyczne powtarzanie tworzenia kopii zapasowyh według wybranego profilu, należy wybrać <b>Ustawienia automatycznego tworzenia kopii zapasowych</b>.</P>

source: <P>Press <B>Create Backup</B> to start the backup using settings stored in the currently selected profile. Press <B>Back Up Manually</B> to use default settings that can be modified before starting the backup process.</P>
pl: <P>Aby rozpocząć tworzenie kopii zapasowej używając ustawień z aktualnie wybranego profilu, należy nacisnąć <B>Utwórz kopię zapasową</B>. Aby wykorzystać domyślne ustawienia (które można dostosować przed rozpoczęciem procesu tworzenia kopii zapasowej), należy nacisnąć <B>Ręcznie utwórz kopię zapasową</B>.</P>

source: <P><BIG><B>Expert Options</B></BIG><BR>Some advanced configuration options can be set in this dialog. Usually there is no need to modify the default values.</P>
pl: <P><BIG><B>Opcje zaawansowane</B></BIG><BR>Okno opcji zaawansowanych służy do ustawiania zaawansowanych opcji konfiguracji. Nie ma zwykle potrzeby modyfikowania wartości domyślnych.</P>

source: <P>System areas, such as partition table or ext2 image, can be added to the backup archive with <b>Back Up Hard Disk System Areas</b>. These system areas can only be restored from an archive manually.</P>
pl: <P>Do kopii zapasowej mogą zostać dołączone obaszary systemowem, takie jak tablica partycji lub obraz ext2. Służy do tego polecenie <b>Utwórz kopię zapasową systemowych obszarów dysku twardego</b>. Obszary systemowe mogą zostać odtworzone z kopii zapasowej tylko ręcznie.</P>

source: <P>In <B>Temporary Directory</B>, set the location in which parts of the archive are stored before the final archive is created. The temporary directory should have enough free space for the entire archive.</P>
pl: <P>W polu <B>Katalog tymczasowy</B> należy określić miejsce, w którym będą przechowywane fragmenty kopii zapasowej zanim cała kopia zostanie utworzona. Katalog tymczasowy powinien mieć wystarczająco dużo wolnego miejsca, by pomieścić całą kopię zapasową.</P>

source: <P><BIG><B>Constraints</B></BIG><BR>It is possible to exclude some files from the backup. Search constraints can be a directory, file system, or regular expression. Use <b>Edit</b> to modify an existing constraint. <b>Delete<b> removes the selected constrain. To add a new constraint, click <b>Add</b> then select the type of constraint. </P>
pl: <P><BIG><B>Kryteria</B></BIG><BR>Możliwe jest wykluczenie określonych plików z archiwum. Kryteria wyszukiwania mogą zawierać katalogi, systemy plików lub wyrażenia regularne. Polecenie <b>Edytuj</b> służy do zmiany istniejących kryteriów. <b>Usuń</b> usuwa wybrane kryterium. Aby dodać nowe kryterium, należy nacisnąć <b>Dodaj</b> i wybrać rodzaj kryterium.</P>

source: <P><B>Directory</B>: All files located in the specified directories will not be backed up.</P>
pl: <P><B>Katalogi</B><BR>Wszystkie pliki znajdujące się w podanych katalogach nie znajdą się w kopii zapasowej.</P>

source: <P><B>File System</B><BR>It is possible to exclude all files located on a certain type of file system (such as ReiserFS or Ext2). The root directory will always be searched, even if its file system is selected. File systems that cannot be used on local disk, such as network file systems, are excluded by default.</P>
pl: <P><B>System plików</B><BR>Możliwe jest wyłączenie z kopii zapasowej wszystkich plików znajdujących się na określonym systemie plików (np. ReiserFS, Ext2). Katalog główny zostanie jednak zawsze przeszukany, nawet jeśli został wybrany jego system plików. Z drugiej strony, systemy plików, których nie można używać na dyskach lokalnych (takie jak sieciowe systemu plików), są domyślnie wykluczone.</P>

source: <P><B>Regular Expressions</B>: Any filename that matches any of the regular expressions will not be backed up. Use Perl regular expressions. To exclude, for example, <tt>*.bak</tt> files, add the regular expression <tt>\.bak$</tt>.</P>
pl: <P><B>Wyrażenia regularne</B><BR>Plik, którego nazwa spełnia warunki choćby jednego z wyrażeń regularnych, nie wejdzie w skład kopii zapasowej. Należy używać wyrażeń regularnych z Perla. Na przykład, aby wykluczyć wszystkie pliki <tt>*.bak</tt>, należy dodać następujące wyrażenie regularne: <tt>\.bak$</tt>.</P>

source: Warning
pl: Ostrzeżenie

source: There is not enough free space in the temporary directory %1. Continue anyway?
pl: W katalogu tymczasowym %1 nie ma wystarczająco dużo wolnego miesca. Czy mimo to chcesz kontynuować?

source: There is not enough free space in the backup target directory %1. Aborting the backup.
pl: W katalogu docelowym %1 brakuje wolnego miejca. Tworzenie kopii zapasowej zostało przerwane.

source: There is not enough free space in the backup target directory %1. Continue anyway?
pl: W katalogu docelowym %1 nie ma wystarczająco dużo wolnego miesca. Czy mimo to chcesz kontynuować?

source: File system
pl: System plików

source: Directory
pl: Katalogi

source: Regular expression
pl: Wyrażenia regularne

source: File %1 already exists. Overwrite it?
pl: Plik %1 już istnieje. Czy chcesz go nadpisać?

source: Automatic Backup Options for Profile %1
pl: Opcje automatycznego tworzenia kopii zapasowych dla profilu %1

source: &Start Backup Automatically
pl: Automatycznie ro&zpoczynaj tworzenie kopii zapasowych

source: &Frequency
pl: Czę&stotliwość

source: Daily
pl: Codziennie

source: Weekly
pl: Co tydzień

source: Monthly
pl: Co miesiąc

source: Backup Start Time
pl: Czas rozpoczęcia tworzenia kopii zapasowej

source: Day of the &Week
pl: Dzień &tygodnia

source: &Day of the Month
pl: &Dzień miesiąca

source: &Hour
pl: &Godzina

source: &Minute
pl: &Minuta

source: Ma&ximum Number of Old Backups
pl: Ma&ksymalna liczba starych archiwów

source: S&end Summary Mail to User root
pl: Wyślij podsumowani&e do użytkownika root

source: Really cancel the profile creation?
pl: Czy na pewno anulować tworzenie profilu?

source: Cannot mount the selected NFS share.
pl: Nie można zamontować wybranego udziału NFS.

source: The existing file %1 could become part of new volume set and be overwritten. Really continue?
pl: Możliwe, że istniejący już plik %1 stał się częścią nowego archiwum wieloczęściowego i zostanie nadpisany. Czy chcesz kontynuować?

source: Archive Settings
pl: Ustawienia archiwum

source: Backup Location
pl: Lokalizacja kopii zapasowej

source: &Local File
pl: Plik &lokalny

source: Network (N&FS)
pl: Sieć (N&FS)

source: I&P Address or Name of NFS Server
pl: Adres I&P lub nazwa serwera NFS

source: &Select...
pl: Wy&bierz...

source: &Remote Directory
pl: &Katalog zdalny

source: S&elect...
pl: Wybi&erz...

source: Archive Type
pl: Typ archiwum

source: Create Backup Archive
pl: Utwórz archiwum kopii zapasowej

source: Archive &Type
pl: &Typ archiwum

source: tar with tar-gzip subarchives
pl: tar z podarchiwami tar-gzip

source: tar with tar-bzip2 subarchives
pl: tar z podarchiwami tar-bzip2

source: tar with tar subarchives
pl: tar z podarchiwami tar

source: tar with star-gzip subarchives
pl: tar z podarchiwami star-gzip

source: tar with star-bzip2 subarchives
pl: tar z podarchiwami star-bzip2

source: tar with star subarchives
pl: tar z podarchiwami star

source: &Options...
pl: &Opcje...

source: Only Create List of Files Found
pl: Utwórz jedynie listę znalezionych plików

source: You are not logged in as root. Some files can only be read by the user root. Not all files will be backed up, so it will not be possible to restore the system completely later. System areas on hard disks can only be backed up by root.
pl: Nie jesteś zalogowany jako użytkownik root. Niektóre pliki mogą być odczytywane tylko przez użytkownika root. W tworzonej kopii zapasowej nie znajdą się wszystkie pliki, nie będzie więc możliwe pełne przywrócenie systemu w przyszłości. Kopia zapasowa systemowych obszarów twardego dysku może być tworzona tylko przez użytkownika root.

source: A server name is required. Enter the server name to use.
pl: Wymagana jest nazwa serwera. Wprowadź nazwę serwera, z którego chcesz korzystać.

source: A remote directory name is required. Enter the directory name to use.
pl: Wymagana jest nazwa zdalnego katalogu. Wprowadź nazwę katalogu, z którego chcesz korzystać.

source: An archive filename is required. Enter the filename to use.
pl: Wymagana jest nazwa pliku archiwum. Wprowadź nazwę pliku.

source: Enter the archive filename with its absolute path, as in /tmp/backup.tar.
pl: Wprowadź nazwę pliku archiwum z pełną ścieżką bezwzględną, np. /tmp/backup.tar.

source: Enter a server name.
pl: Wprowadź nazwę serwera.

source: Custom
pl: Inny

source: Archive File Options
pl: Opcje pliku archiwum

source: Multivolume Archive
pl: Archiwum wieloczęściowe

source: &Create a Multivolume Archive
pl: Utwórz ar&chiwum wieloczęściowe

source: &Volume Size
pl: Roz&miar części

source: Custom &Size
pl: In&ny rozmiar

source: Volume size must be at least 10240 bytes.
pl: Rozmiar woluminu musi wynosić przynajmniej 10240 bajtów.

source: Backup Options
pl: Opcje tworzenia kopii zapasowych

source: File Selection
pl: Wybór plików

source: &Back Up Files Not Belonging to Any Package
pl: Dołącz pliki &nie należące do żadnego pakietu

source: Display List of Files Before &Creating Archive
pl: Wyświetl &listę plików przed utworzeniem kopii zapasowej

source: Search Options
pl: Opcje wyszukiwania

source: Check MD&5 Sum instead of Time or Size
pl: Sprawdź sumę MD&5 zamiast rozmiaru i daty modyfikacji

source: Archive &Description
pl: O&pis kopii zapasowej

source: E&xpert...
pl: &Zaawansowane...

source: Detecting mounted ext2 file systems...
pl: Wykrywanie zamontowanych systemów plików ext2...

source: System Area Backup
pl: Kopia zapasowa obszarów systemowych

source: Partition Table
pl: Tablica partycji

source: Ba&ck Up Partition Tables
pl: Utwórz kopię zapasową tabli&cy partycji

source: Ext2 File System Critical Area Backup
pl: Kopia zapasowa krytycznego obszaru systemu plików ext2

source: N&one
pl: &Brak

source: All &Mounted
pl: Wszystko za&montowane

source: &Selected
pl: Wy&brane

source: Ext2 Partition
pl: Partycja ext2

source: Mount Point
pl: Punkt montowania

source: A&dd...
pl: &Dodaj...

source: &Edit...
pl: &Edytuj...

source: De&lete
pl: U&suń

source: Partition %1 is already in the list.
pl: Partycja %1 znajduje się już na liście.

source: &Add Ext2 Partition
pl: Dod&aj partycję ext2

source: There is not enough free space in directory %1. Continue anyway?
pl: W katalogu %1 nie ma wystarczająco dużo wolnego miesca. Czy mimo to chcesz kontynuować?

source: There may not be enough free space in directory %1. Continue anyway?
pl: Możliwe, że w katalogu %1 nie ma wystarczająco dużo wolnego miesca. Czy mimo to chcesz kontynuować?

source: Searching for Modified Files
pl: Wyszukiwanie zmodyfikowanych plików

source: Modified Files:
pl: Znalezionych zmodyfikowanych plików:

source: Total Size:
pl: Całkowity rozmiar:

source: Searching in Package:
pl: Bieżący pakiet:

source: Search
pl: Postęp wyszukiwania
