Repository: aviarypl/suse-l10n-pl
Catalog: yast/bluetooth.*.po
Languages: pl

source: Package %1 will be installed.
pl: Pakiet %1 zostanie zainstalowany.

source: Saving Bluetooth Configuration
pl: Zapisywanie konfiguracji Bluetooth

source: Write the settings
pl: Zapisywanie ustawień

source: Restart Bluetooth service
pl: Ponowne uruchamianie usługi Bluetooth

source: Writing the settings...
pl: Zapisywanie ustawień...

source: Restarting Bluetooth service...
pl: Ponowne uruchamianie usługi Bluetooth...

source: Finished
pl: Zakończono

source: Bluetooth Adapter
pl: Adapter Bluetooth

source: Enabled
pl: Włączone

source: Disabled
pl: Wyłączone

source: <I>None</I>
pl: <I>Żaden</>

source: <li>Started Services: %1</li>
pl: <li>Uruchomione usługi: %1</li>

source: Configuration of bluetooth
pl: Konfiguracja Bluetooth

source: Detecting Bluetooth adapters...
pl: Wykrywanie adapterów Bluetooth...

source: Yes
pl: Tak

source: No
pl: Nie

source: Bluetooth Configuration
pl: Konfiguracja Bluetooth

source: &Disable Bluetooth Services
pl: &Wyłącz usługę Bluetooth

source: &Enable Bluetooth Services
pl: Włącz usługę &Bluetooth

source: Basic Configuration
pl: Konfiguracja podstawowa

source: &Device Name
pl: Nazwa urzą&dzenia

source: Security Manager
pl: Zabezpieczenia

source: Di&sabled
pl: W&yłączone

source: Use Local &PIN for Incoming Connections
pl: Użyj lokalnego numeru &PIN dla połączeń przychodzących

source: I&dentification Number (PIN)
pl: Numer i&dentyfikacyjny (PIN)

source: Always Ask &User for a PIN
pl: Zawsze pytaj &użytkownika o numer PIN

source: Advanced &Daemon Configuration...
pl: &Zaawansowana konfiguracja demona...

source: &Security Options...
pl: Opcje zabez&pieczeń...

source: &Device and Service Classes...
pl: Klasy &urządzeń i usług...

source: %1 Daemon Configuration
pl: Konfiguracja demona %1

source: Set Network Daemon to &Listen Mode
pl: Przestaw demona sieciowego w tryb &nasłuchiwania

source: Set Network Daemon to &Search Mode
pl: Przestaw demona sieciowego w tryb wyszu&kiwania

source: &Other Settings
pl: &Inne ustawienia

source: &Daemon Arguments
pl: Parametry &demona

source: (listen mode)
pl: (tryb nasłuchiwania)

source: (search mode)
pl: (tryb wyszukiwania)

source: Bluetooth Daemon Configuration
pl: Konfiguracja demona Bluetooth

source: Currently Available Daemons
pl: Aktualnie dostępne demony

source: Daemon
pl: Demon

source: Description
pl: Opis

source: &Enable
pl: Włą&cz

source: &Disable
pl: Wyłąc&z

source: E&dit...
pl: E&dycja...

source: Security Options
pl: Opcje zabezpieczeń

source: Authentication and Encryption
pl: Uwierzytelnianie i szyfrowanie

source: &Authentication
pl: &Uwierzytelnianie

source: &Encryption
pl: &Szyfrowanie

source: Scan Options
pl: Opcje wyszukiwania

source: &Inquiry Scan
pl: Zezwalaj na w&ykrycie

source: &Page Scan
pl: Zezwalaj na p&ołączenie

source: Class Configuration
pl: Konfiguracja klas

source: General Computer
pl: Zwykły komputer

source: Desktop
pl: Komputer biurkowy

source: Server
pl: Serwer

source: Positioning (Location Identification)
pl: Pozycjonowanie (identyfikacja położenia)

source: Networking (LAN, Ad Hoc, etc.)
pl: Sieć (LAN, Ad Hoc itd.)

source: Rendering (Printing, Speaker, etc.)
pl: Odtwarzanie (drukowanie, głośniki itd.)

source: Capturing (Scanner, Microphone, etc.)
pl: Pobieranie (skaner, mikrofon, itd.)

source: Object Transfer (v-Inbox, v-Folder, etc.)
pl: Przenoszenie obiektów (v-Inbox, v-Folder itd.)

source: Audio (Speaker, Microphone, Headset Service, etc.)
pl: Audio (głośnik, mikrofon, zestaw słuchawkowy itd.)

source: Telephony (Cordless Telephony, Modem, Headset Service, etc.)
pl: Telefonia (telefon bezprzewodowy, modem, zestaw słuchawkowy, itd.)

source: Information (Web Server, WAP Server, etc.)
pl: Informacja (serwer WWW, serwer WAP itd.)

source: &Device Class
pl: Klasa urzą&dzenia

source: &Service Class
pl: Kla&sa usługi

source: <p><b><big>Saving Bluetooth Configuration</big></b><br> Please wait...<br></p>
pl: <p><b><big>Zapisywanie konfiguracji Bluetooth</big></b><br> Proszę czekać...<br></p>

source: <P><B>Configuring Bluetooth Support</B></P>
pl: <P><B>Konfiguracja obsługi Bluetooth</B></P>

source: <P>If you enable Bluetooth support, the Bluetooth system is started automatically by the hotplug system after a Bluetooth adapter is found in your computer.</P>
pl: <P>Po włączeniu obsługi Bluetooth, podsystem Bluetooth będzie uruchamiany automatycznie, gdy zostanie wykryte urządzenie Bluetooth.</P>

source: <P><B>Device Name</B> is the name visible when remote devices ask for it.</P>
pl: <P><B>Nazwa urządzenia</B> jest jego nazwą widoczną dla urządzeń zdalnych.</P>

source: <P>Assign which services (or <I>profiles</I> as they are called in Bluetooth) are available when the Bluetooth system starts in <B>Advanced Daemon Configuration<B>.</P>
pl: <p>Należy określić, które usługi (lub <I>profile</I> - jak jest to nazywane w Bluetooth) - są dostępne, gdy system Bluetooth uruchamiany jest w <B>zaawansowanej konfiguracji demona</B>.</P>

source: <P><B>Security Manager</B> sets how incoming connections are treated regarding PINs.</P>
pl: <P>Opcje z grupy <B>Zabezpieczenia</B> pozwalają ustalić, w jaki sposób traktowane są przychodzące połączenia w zależności od numerów PIN.</P>

source: <P>Some devices require a PIN for identification. Usually this is a four or five digit number. If no PIN is required, choose '0000'.</P>
pl: <P> Niektóre urządzenia wymagają numeru PIN w celach identyfikacji. Zwykle jest to liczba cztero- bądź pięciocyfrowa. Jeśli PIN nie jest wymagany, należy wybrać '0000'.<P>

source: <P><B>Class Configuration</B></P>
pl: <p><b>Konfigurowanie klas</b></p>

source: <P>Here, set the class of the local Bluetooth device.</P>
pl: <P>W tym miejscu należy ustawić klasę lokalnego urządzenia Bluetooth.</P>

source: <P><B>Device Class</B> is the type of the local device, such as workstation or server.</P>
pl: <P><B>Klasa urządzenia</B> jest to typ urządzenia lokalnego, takiego jak stacja robocza lub serwer.</P>

source: <P>In <B>Service Class</B>, select services offered by the computer to remote devices.</P>
pl: <P>W <B> Klasie usługi</B> należy wybrać usługę udostępnianą przez ten komputer urządzeniom zdalnym.</P>

source: <P><B>Daemon Configuration</B></P>
pl: <p><b>Konfiguracja demona</b></p>

source: <P>The daemons provide various services. To change daemon settings, press <B>Edit</B>.</P>
pl: <P> Aby zmienić ustawienia wybranego demona, należy nacisnąć <B>Edytuj</B>.</P>

source: <P><B>HCID</B>: The host controller interface daemon manages all Bluetooth devices in your computer.</P>
pl: <P><B>HCID</B>: demon kontrolera interfejsów zarządza wszystkimi urządzeniami Bluetooth na komputerze.</P>

source: <P><B>SDPD</B>: The service discovery protocol daemon is needed from remote devices to find out which Bluetooth services are available on your computer. The other daemons connect to this one.</P>
pl: <P><B>SDPD</B>: demon protokołu odnajdywania usług jest potrzebny urządzeniom zdalnym do ustalania, które usługi Bluetooth są dostępne na komputerze. Inne demony łączą się z tym demonem.</P>

source: <P><B>OPD</B>: The OBEX push daemon is needed, for example, to transfer files from a device onto your computer. If you are using KDE or GNOME, do not activate the OPD daemon. It is only needed for other desktops and causes problems with KDE and GNOME.</P>
pl: <P><B>OPD</B>: demon OBEX-push służy na przykład do przesyłania plików z danego urządzenia na komputer. W przypadku korzystania z KDE lub GNOME uruchamianie demona OPD nie jest zalecane. Demon ten jest potrzebny tylko w innych środowiskach graficznych i może stwarzać problemy w KDE i GNOME.</P>

source: <P><B>RFCOMM</B>: This is a serial cable emulation protocol needed for some devices and services. It is not a 'real' daemon, but a process configuring the existing Bluetooth devices.</P>
pl: <P><B>RFCOMM</B>: protokół emulacji szeregowego połączenia kablowego wymaganego dla niektórych urządzeń i usług. Jest to proces konfigurujący istniejące urządzenia Bluetooth.</P>

source: <P><B>PAND</B>: The personal area network daemon is used to create networks using Bluetooth. It creates a kind of wireless ethernet network.</P>
pl: <P><B>PAND</B>: demon osobistej przestrzeni sieciowej jest używany do tworzenia sieci używającej Bluetooth. Tworzy on bezprzewodową sieć ethernet.</P>

source: <P><B>DUND</B>: The dial-up networking daemon allows LAN access over PPP. You need it if you have a Bluetooth modem.</P>
pl: <P><B>DUND</B>: demon połączeń wdzwanianych - umożliwia dostęp do LAN przez protokół PPP. Jest potrzebny do obsługi modemu Bluetooth.</P>

source: <P><B>HID</B>: The human interface device profile is used for devices like keyboard and mouse.</P>
pl: <P><B>HID</B>: ustawienia interfejsów do komunikacji z użytkownikiem są używane do obsługi urządzeń takich jak klawiatura i mysz.</P>

source: <P><B>HID2HCI</B>: This is actually not a 'real' daemon, but a help utility for switching a HID adapter into HCI mode (or vice versa). Normally you should not need it.</P>
pl: <P><B>HID2HCI</B>: jest to narzędzie pomocnicze do przełączania adapterów HID w tryb HCI (lub odwrotnie). Zazwyczaj nie jest potrzebne.</P>

source: <P><B>Security Options</B></P>
pl: <p><b>Opcje zabezpieczeń</b></p>

source: <P>To enhance security, you should enable <B>Authentication</B> and <B>Encryption</B>.</P>
pl: <P>Aby zwiększyć bezpieczeństwo systemu, należy włączyć <B>Uwierzytelnianie</B> i <B>Szyfrowanie</B>.</P>

source: <P>Encryption can only be done if authentication is enabled. Activating both enhances security a little bit, but you often run into problems if you do so. Not all devices support encryption. If you have problems connecting to a remote device, try it with encryption disabled.</P>
pl: <P>Szyfrowanie może być wykorzystane tylko wtedy, gdy włączone jest uwierzytelnianie. Aktywowanie obu usług poprawia bezpieczeństwo, ale często powoduje problemy. Nie wszystkie urządzenia obsługują szyfrowanie. Dlatego, jeśli występują problemy z połączeniem ze zdalnym urządzeniem, należy spróbować połączenia bez szyfrowania.</P>

source: <P>With <B>Inquiry Scan</B>, decide if remote devices detect your adapter when scanning for available devices.</P>
pl: <P>Opcja <B>Zezwalaj na wykrycie</B> określa, czy urządzenie będzie odpowiadało na zewnętrzne próby wykrycia.</P>

source: <P>Enabling <B>Page Scan</B> allows remote devices to connect to your device.</P>
pl: Włączenie opcji <B>Zezwalaj na połączenie</B> umożliwia połączenia ze zdalnymi urządzeniami.</P>

source: Bluetooth device manager
pl: Moduł zarządzania urządzeniami Bluetooth

source: Device announcement
pl: Komunikat urządzenia

source: File transfer service
pl: Usługa transferu plików

source: Serial cable emulation
pl: Emulacja kablowego łącza szeregowego

source: Network connection
pl: Połączenie sieciowe

source: Dial-up connection
pl: Połączenie wdzwaniane

source: Input device support (keyboard, mouse)
pl: Obsługa urządzeń wejścia (klawiatura, mysz)

source: Use HID device in HCI mode
pl: Tryb HCI dla urządzeń HID
