Repository: aviarypl/suse-l10n-pl
Catalog: yast/bootloader.*.po
Languages: pl

source: Boot loader type: %1
pl: Typ programu rozruchowego: %1

source: Do Not Create EFI Boot Manager Entry
pl: Nie twórz pozycji EFI w programie rozruchowym

source: Create EFI Boot Manager Entry %1
pl: Utwórz pozycję EFI %1 w programie rozruchowym

source: Segmentation fault
pl: Segmentacja nie powiodła się

source: Error Occurred while Installing %1
pl: Wystąpił błąd podczas instalacji %1

source: System was not booted via EFI firmware. To boot your computer, you need to load ELILO via the EFI shell.
pl: System nie został uruchomiony przez oprogramowanie wbudowane EFI. Aby uruchomić komputer, należy wczytać ELILO przez powłokę EFI.

source: Boot from MBR is enabled (<a href="disable_boot_mbr">disable</a>
pl: Uruchamianie systemu z MBR jest włączone (<a href="disable_boot_mbr">wyłącz</a>

source: Boot from MBR is disabled (<a href="enable_boot_mbr">enable</a>
pl: Uruchamianie systemu z MBR jest wyłączone (<a href="enable_boot_mbr">włącz</a>

source: Boot from /boot partition is enabled (<a href="disable_boot_boot">disable</a>
pl: Uruchamianie systemu z partycji /boot jest włączone (<a href="disable_boot_boot">wyłącz</a>

source: Boot from /boot partition is disabled (<a href="enable_boot_boot">enable</a>
pl: Uruchamianie systemu z partycji /boot jest wyłączone (<a href="enable_boot_boot">włącz</a>

source: Boot from "/" partition is enabled (<a href="disable_boot_root">disable</a>
pl: Uruchamianie systemu z partycji "/" jest włączone (<a href="disable_boot_root">wyłącz</a>

source: Boot from "/" partition is disabled (<a href="enable_boot_root">enable</a>
pl: Uruchamianie systemu z partycji "/" jest wyłączone (<a href="enable_boot_root">włącz</a>

source: Change Location: %1
pl: Zmiana lokalizacji: %1

source: (extended)
pl: (rozszerzona)

source: Status Location: %1
pl: Status lokalizacji: %1

source: Do not install boot loader; just create configuration files
pl: Nie instaluj programu rozruchowego; utwórz tylko pliki konfiguracyjne

source: Propose and &Merge with Existing GRUB Menus
pl: Wyszukaj i p&ołącz z istniejącym menu GRUB

source: Unknown bootloader: %1
pl: Nieznany program rozruchowy: %1

source: LILO bootloader is not supported
pl: Program rozruchowy LILO nie jest obsługiwany

source: Unsupported combination of hardware platform %1 and bootloader %2
pl: Nieobsługiwana kombinacja platformy sprzętowej %1 i programu rozruchowego %2

source: Partition number > 3 is being used for booting with GPT partition table
pl: Partycje o numerach > 3 są używane do uruchamiania systemu z tablicą partycji GPT.

source: The boot device is on iSCSI disk: %1. System may not boot.
pl: Urządzenie rozruchowe znajduje się na dysku typu iSCSI: %1. System może się nie uruchomić.

source: The boot device is on raid type: %1. System will not boot.
pl: Urządzenie rozruchowe znajduje się na macierzy raid typu: %1. System nie uruchomi się.

source: The boot device is on software RAID1. Select other bootloader location, e.g. Master Boot Record
pl: To urządzenie rozruchowe znajduje się na programowej macierzy RAID1. Proszę wybrać inne położenie programu rozruchowego, np. MBR

source: The /boot directory is on an XFS filesystem. System may not boot.
pl: Katalog /boot znajduje się w systemie plików XFS. System może się nie uruchomić.

source: It was not possible to determine the exact order of disks for device map. The order of disks can be changed in "Boot Loader Installation Details"
pl: Nie można określić dokładnej kolejności dysków dla mapy urządzeń. Kolejność dysków można zmienić w sekcji "Szczegóły instalacji programu rozruchowego"

source: Copying hardware configuration template failed.
pl: Kopiowanie szablonu konfiguracji sprzętu nie powiodło się.

source: Install S390 Boot Loader
pl: Instalacja programu rozruchowego S390

source: Check boot loader
pl: Sprawdzenie program rozruchowego

source: Read partitioning
pl: Odczytanie partycji

source: Load boot loader settings
pl: Odczytanie ustawień programu rozruchowego

source: Checking boot loader...
pl: Sprawdzanie programu rozruchowego...

source: Reading partitioning...
pl: Odczytywanie partycji...

source: Loading boot loader settings...
pl: Odczytywanie ustawień programu rozruchowego...

source: Initializing Boot Loader Configuration
pl: Inicjalizacja konfiguracji programu rozruchowego

source: The boot partition is of type NFS. Bootloader cannot be installed.
pl: Partycja rozruchowa jest typu NFS. Nie można zainstalować programu rozruchowego.

source: Added Kernel Parameters: %1
pl: Dodatkowe parametry jądra: %1

source: Create initrd
pl: Tworzenie initrd

source: Save boot loader configuration files
pl: Zapis plików konfiguracyjnych programu rozruchowego

source: Install boot loader
pl: Instalacja program rozruchowego

source: Creating initrd...
pl: Tworzenie initrd...

source: Saving boot loader configuration files...
pl: Zapisywanie plików konfiguracyjnych programu rozruchowego...

source: Installing boot loader...
pl: Instalowanie programu rozruchowego...

source: Saving Boot Loader Configuration
pl: Zapisywanie konfiguracji programu rozruchowego

source: Failsafe
pl: Tryb bezpieczny

source: Floppy
pl: Dyskietka

source: Hard Disk
pl: Dysk twardy

source: Memory Test
pl: Test pamięci

source: MBR before Installation
pl: Główny sektor startowy przed instalacją

source: Previous Kernel
pl: Poprzednie jądro

source: Vendor Diagnostics
pl: Diagnostyka producenta

source: _Failsafe
pl: Tryb bezpieczny

source: _Floppy
pl: Dyskietka

source: _Hard Disk
pl: Dysk twardy

source: _Memory Test
pl: Test pamięci

source: _MBR before Installation
pl: Główny sektor startowy przed instalacją

source: _Previous Kernel
pl: Poprzednie jądro

source: _Vendor Diagnostics
pl: Diagnostyka producenta

source: PReP Specific Settings
pl: Ustawienia dla PReP

source: Mac Specific Settings
pl: Ustawienia dla Mac

source: CHRP Specific Settings
pl: Ustawienia dla CHRP

source: <p><b>Boot Location</b> This is the partition number of your boot partition. On a PowerMac it must be in HFS format because we use the hfsutils to copy the files to that partition. On CHRP you need a 41 PReP boot partition, /boot/second from the quik package is stored there </p>
pl: <p><b>Lokalizacja rozruchowa</b> Jest to numer partycji rozruchowej. Na platformie PowerMac partycja ta musi być w systemie plików HFS, ponieważ do kopiowania plików na niej używany jest hfsutils. Na platformie CHRP wymagana jest partycja rozruchowa 41 PReP, jest na niej przechowywane /boot/second.</p>

source: <p><b>Boot Folder Path</b> Only for Pmac. Folder that contains your boot stuff, this folder will be blessed to mark it bootable.</p>
pl: <p><b>Ścieżka folderu rozruchowego</b> Ustawienie tylko dla Pmac. Folder zawiera pliki rozruchowe powinien być zaznaczony jako rozruchowy.</p>

source: <p><b>Append String for Global Options to Pass to Kernel Command Line</b><br> Lets you define additional global parameters to pass to the kernel. These are used if no 'append' appears in a given section.</p>
pl: <p><b>Dodatkowy łańcuch opcji globalnych przekazywanych do jądra</b><br> Opcja ta pozwala na zdefiniowanie globalnych, dodatkowych parametrów przekazywanych do jądra. Są one używane, jeśli w danej sekcji nie pojawiają się żadne dodatki.</p>

source: <p><b>Name of the Default Initrd File</b>, if not empty, defines the initial ramdisk to use. Either enter the path and file name directly or choose by using <b>Browse</b></p>
pl: <p><b>Nazwa domyślnego pliku initrd</b> jeśli nie jest pozostawiona pusta, określa, który początkowy pseudo dysk (RAM-dysk) zostanie użyty. Albo należy podać bezpośrednio nazwę pliku wraz z ścieżką dostępu, albo wybrać go korzystając z <b>Przeglądaj</b></p>

source: <p><b>Name of Default Image File</b>, if not empty, defines the image file to use. Either enter the path and file name directly or choose by using <b>Browse</b></p>
pl: <p><b>Nazwa domyślnego pliku obrazu</b> jeśli nie jest pozostawiona pusta, określa, który plik, który zostanie użyty. Albo należy podać bezpośrednio nazwę pliku wraz z ścieżką dostępu, albo wybrać go korzystając z <b>Przeglądaj</b></p>

source: <p><b>Set Default Root Filesystem</b> Set global root filesystem for Linux</p>
pl: <p><b>Domyślny system plików</b> Domyślny system plików dla Linuksa.</p>

source: <p><b>Partition for Boot Loader Duplication</b> specifies other Linux device nodes where the bootinfo should be stored. If this option is given, the boot partition will be converted to FAT. The intend of this option is to write the boot files to all members of a RAID1 or RAID5 system.</p>
pl: <p><b>Lokalizacja duplikatu programu rozruchowego</b> określa partycję na której zostaną zapisane informacje rozruchowe. Jeśli zostanie podana, partycja rozruchowa zostanie skonwertowana do FAT. Przeznaczeniem tej opcji jest zapisanie plików rozruchowych na wszystkich składnikach RAID1 lub RAID5.</p>

source: <p><b>Change Boot Device in NV-RAM</b> this option will tell lilo to update the OpenFirmware "boot-device" variable with the full OpenFirmware path pointing to the device specified in "boot=". If this option is missing, the system may not boot.</p>
pl: <p><b>Zmiana urządzenia rozruchowego w NV-RAM</b> ta opcja powoduje aktualizację zmiennej OpenFirmware "boot-device" do pełnej ścieżki OpenFirmware określonej w "boot=" Jeśli opcja nie jest podana system może się nie załadować.</p>

source: <p><b>Do not Use OS-chooser</b> will tell lilo to use yaboot as boot file instead of a Forth script named "os-chooser". The OpenFirmware driver in the nVidia graphics card as shipped with Apple G5 systems will crash if there is no monitor attached.</p>
pl: <p><b>Nie używaj wyboru systemu operacyjnego</b> opcja ta powoduje użycie przez lilo pliku startowego yaboot zamiast zewnętrznego skryptu "os-chooser". Sterownik OpenFirmware w kartach graficznych nVidia dostarczany z systemem Apple G5 może powodować błędy jeśli nie jest podłączony żaden monitor.</p>

source: <p><b>Timeout in Seconds for MacOS/Linux</b> It contains the timeout between MacOS/Linux in seconds until Linux boots automatically if no key is pressed to boot MacOS</p>
pl: <p>Czas oczekiwania w sekundach dla MacOS/Linux</b> Określa czas oczekiwania w sekundach po którym, jeśli żaden klawisz nie zostanie naciśnięty, zostanie załadowany MacOS</p>

source: <p><b>Always Boot from FAT Partition</b> Normally the lilo script would automatically select the boot partition format to either be a PReP boot partition or a FAT formatted file system for more complex setups. This option forces the lilo script to use the FAT formatted file system</p>
pl: <p><b>Zawsze startuj system z partycji FAT</b> Domyślnie skrypt lilo automatycznie wybiera format partycji startowej z systemem plików PReP lub FAT dla bardziej skomplikowanych ustawień. Ta opcja wymusi wybieranie przez lilo partycji z systemem plików FAT.</p>

source: <p><b>Install Boot Loader Even on Errors</b> Install the bootloader even if it is unsure whether your firmware is buggy so that next boot will fail. This results in an unsupported setup.</p>
pl: <p><b>Instalacja programu startowego w przypadku błędów</b> Instaluje program startowy nawet jeśli nie ma pewności czy firmware jest prawidłowe. Taka instalacja nie jest wspierana.</p>

source: PPC Boot Loader Location
pl: Położenie programu rozruchowego PPC

source: Change Boot Device in NV-RAM
pl: Zmień napęd startowy w NV-RAM

source: Time-Out in Tenths of Seconds
pl: Czas oczekiwania w dziesiątych częściach sekundy

source: Default Boot Section
pl: Domyślna sekcja startowa

source: Default Root Device
pl: Domyślny napęd główny

source: Append Options for Kernel Command Line
pl: Dodatkowe opcje polecenia wywołania jądra

source: Default initrd Path
pl: Domyślna ścieżka initrd

source: Partition for Boot Loader Duplication
pl: Partycja do zapisania kopii programu rozruchowego

source: Always Boot from FAT Partition
pl: Zawsze uruchamiaj system z partycji FAT

source: Do not use OS-chooser
pl: Nie używaj wyboru systemu operacyjnego

source: Install Boot Loader Even on Errors
pl: Instaluj program rozruchowy także w razie wystąpienia błędów

source: PReP or FAT Partition
pl: Partycja PReP albo FAT

source: Boot Folder Path
pl: Ścieżka do katalogu rozruchowego

source: PReP Partition
pl: Partycja PReP

source: Write to Boot Slot
pl: Zapisz do gniazda rozruchowego

source: Create Boot Image in File
pl: Utwórz obraz rozruchowy w pliku

source: HFS Boot Partition
pl: Partycja rozruchowa HFS

source: Partition for Boot Loader &Duplication
pl: Partycja do zapisania &duplikatu programu rozruchowego

source: HFS Boot &Partition
pl: Partycja rozruchowa& HFS

source: &PReP or FAT Partition
pl: Partycja &PReP albo FAT

source: &PReP partitions
pl: Partycje &PReP

source: Select File
pl: Proszę wybrać plik

source: &PReP Partition
pl: Partycja &PReP

source: Create Boot &Image in File
pl: Utwórz &obraz rozruchowy w pliku

source: &Write to Boot Slot
pl: Zapisz do &gniazda rozruchowego

source: Change Boot Device in &NV-RAM
pl: Zmień &napęd startowy w NV-RAM

source: &Always Boot from FAT Partition
pl: Zawsze &uruchamiaj system z partycji FAT

source: &Install Boot Loader Even on Errors
pl: &Instaluj program rozruchowy także w razie wystąpienia błędów

source: Boot &Folder Path
pl: Ścieżka do &katalogu rozruchowego

source: &Do not Use OS-chooser
pl: &Nie używaj wyboru systemu operacyjnego

source: &Timeout in Seconds for MacOS/Linux
pl: &Czas oczekiwania w sekundach dla MacOS/Linux

source: Boot Loader Settings
pl: Ustawienia uruchamiania systemu

source: There are no options to set for the current boot loader.
pl: Nie ma żadnych opcji do ustawienia dla tego programu rozruchowego.

source: Kernel Section
pl: Sekcja jądra

source: Section Settings
pl: Ustawienia sekcji

source: Boot Loader Settings: Section Management
pl: Ustawienia programu rozruchowego: zarządzanie sekcjami

source: Xen Section
pl: Sekcja Xen

source: Menu Section
pl: Sekcja menu

source: Dump Section
pl: Sekcja zrzutu

source: Other System Section
pl: Sekcja innych systemów

source: &Filename
pl: Nazwa &pliku

source: Filename: %1
pl: Nazwa pliku: %1

source: Fi&le Contents
pl: Z&awartość pliku

source: Expert Manual Configuration
pl: Zaawansowana konfiguracja ręczna

source: Other
pl: Inne

source: Image
pl: Obraz

source: Dump
pl: Zrzut

source: Def.
pl: Dom.

source: Label
pl: Etykieta

source: Type
pl: Typ

source: Image / Device
pl: Obraz / urządzenie

source: Set as De&fault
pl: Ustaw jako d&omyślną

source: &Boot Loader
pl: Program &rozruchowy

source: If you do not install any boot loader, the system might not start. Proceed?
pl: Jeśli nie zostanie zainstalowany żaden program rozruchowy, system nie będzie mógł się uruchomić. Czy kontynuować?

source: ELILO supports only the EFI boot architecture. If yor firmware does not support it, your computer will not boot.
pl: Program ELILO wspiera tylko architekturę EFI. Jeśli używane oprogramowanie wbudowane jej nie wspiera, komputer nie zostanie uruchomiony.

source: Bootloader you selected does not support the EFI boot architecture. If your firmware does not support legacy booting, your computer will not boot.
pl: Wybrany program rozruchowy nie obsługuje architektury rozruchowej EFI. Jeśli używane oprogramowanie wbudowane nie obsługuje starszego rozruchu uruchamiania, komputer nie zostanie uruchomiony.

source: You chose to change your boot loader. When converting the configuration, some settings might be lost. The current configuration will be saved and you can restore it if you return to the current boot loader. Select a course of action:
pl: Wybrano zmianę programu rozruchowego. Podczas konwersji konfiguracji niektóre ustawienia mogą zostać utracone. Aktualna konfiguracja będzie zapisana i będzie można ją przywrócić, jeśli powróci się do obecnego programu rozruchowego. Proszę wybrać, co zrobić:

source: &Propose New Configuration
pl: Za&proponuj nową konfigurację

source: Co&nvert Current Configuration
pl: Ko&nwertuj aktualną konfigurację

source: &Start New Configuration from Scratch
pl: Zacznij nową konfigurację od pod&staw

source: &Read Configuration Saved on Disk
pl: Odczytaj konfigu&rację zapisaną na dysku

source: Res&tore Configuration Saved before Conversion
pl: Przywróć konfigurację zapi&saną przed konwersją

source: Select the boot loader before editing sections.
pl: Przed edycją sekcji proszę wybrać program rozruchowy.

source: E&dit Configuration Files
pl: E&dytuj pliki konfiguracyjne

source: &Start from Scratch
pl: Zacznij od pod&staw

source: &Reread Configuration from Disk
pl: Ponownie odczytaj konfigu&rację z dysku

source: Restore MBR of Hard Disk
pl: Przywróć główny sektor startowy dysku

source: Write bootloader boot code to disk
pl: Zapisz program rozruchowy na dysku

source: MBR restored successfully.
pl: Główny sektor startowy odtworzony pomyślnie.

source: Failed to restore MBR.
pl: Odtworzenie głównego sektora startowego nie powiodło się.

source: Writing bootloader settings failed.
pl: Zapisanie ustawień programu rozruchowego nie powiodło się.

source: &Section Management
pl: Zarządzanie &sekcjami

source: Boot Loader &Installation
pl: &Instalacja programu rozruchowego

source: Boot &Loader Options
pl: Opcje programu ro&zruchowego

source: <P><BIG><B>Boot Loader Configuration Tool</B></BIG><BR> Change the settings of your boot loader.</P>
pl: <P><BIG><B>Narzędzie konfiguracji programu rozruchowego</B></BIG><BR> Jest to narzędzie służące do zmiany ustawień programu rozruchowego.</P>

source: <P><B><BIG>Saving Boot Loader Configuration</BIG></B><BR> Please wait...<br></p>
pl: <P><B><BIG>Zapisywanie konfiguracji programu rozruchowego</BIG></B><BR> Proszę czekać...<br></p>

source: If you have multiple Linux systems installed, YaST can try to find them and merge their menus.
pl: Jeśli zainstalowanych jest kilka systemów linuksowych, program YaST może spróbować je wykryć i połączyć ich menu rozruchowe.

source: <P>From <B>Other</B>, you can manually edit the boot loader configuration files, clear the current configuration and propose a new configuration, start from scratch, or reread the configuration saved on your disk. %1</P>
pl: <P>Po naciśnięciu przycisku <B>Inne</B> można ręcznie zmieniać pliki konfiguracyjne programu rozruchowego, usunąć aktualną konfigurację, zacząć konfigurację od podstaw albo odczytać konfigurację zapisaną na dysku. %1 </P>

source: <P>To edit boot loader configuration files manually, click <B>Edit Configuration Files</B>.</P>
pl: <P>Aby ręcznie edytować pliki konfiguracyjne programu rozruchowego, proszę wybrać opcję <B>Edycja plików konfiguracyjnych</B>.</P>

source: <P> In the table, each section represents one item in the boot menu.</P>
pl: <P> W tabeli tej każda sekcja reprezentuje jedną pozycję w menu rozruchowym.</P>

source: <P> Press <B>Edit</B> to display the properties of the selected section.</P>
pl: <P>Proszę nacisnąć przycisk <B>Edytuj</B>, aby wyświetlić właściwości zaznaczonej sekcji.</P>

source: <P> By pressing <b>Set as Default</b>, mark the selected section as default. When booting, the boot loader will provide a boot menu and wait for the user to select the kernel or other OS to boot. If no key is pressed before the time-out, the default kernel or OS will be booted. The order of sections in the boot loader menu can be changed using the <B>Up</B> and <B>Down</B> buttons.</P>
pl: <P>Proszę zaznaczyć wybraną sekcję jako domyślną za pomocą przycisku <B>Ustaw jako domyślną</B>. Podczas uruchamiania systemu program rozruchowy wyświetli menu i poczeka, aż użytkownik wybierze jądro lub inny system operacyjny. Jeśli przed upływem określonego czasu nie zostanie naciśnięty żaden klawisz, uruchomiony zostanie domyślny system lub jądro. Kolejność w menu rozruchowym może być zmieniona przy użyciu przycisków <B>W górę</B> i <B>W dół</B>.</P>

source: <P>Press <B>Add</B> to create a new boot loader section or <B>Delete</B> to delete the selected section.</P>
pl: <P>Proszę nacisnąć przycisk <B>Dodaj</B>, aby dodać nową sekcję albo <B>Usuń</B>, aby usunąć wybraną sekcję.</P>

source: <p><big><b>Boot Loader Location</b></big><br> The boot manager (%1) can be installed in the following ways:</p>
pl: <p><big><b>Położenie programu rozruchowego</b></big><br> Program rozruchowy (%1) może być zainstalowany w jeden z następujących sposobów:</p>

source: <p>- In the <b>Master Boot Record</b> (MBR). This is not recommended if there is another operating system installed on the computer.</p>
pl: <p>- W <b>głównym sektorze startowym</b> (MBR). Nie jest to zalecane, jeśli w komputerze jest zainstalowany inny system operacyjny.</p>

source: <p> - In the <b>Boot Sector</b> of the <tt>/boot</tt> or <tt>/</tt> (root) partition. This is the recommended option whenever there is a suitable partition. Either set <b>Activate Boot Loader Partition</b> and <b>Replace MBR with Generic Code</b> in <b>Boot Loader Installation Details</b> to update the master boot record if it is needed or configure your other boot manager to start &product;.</p>
pl: <p> - W <b>sektorze startowym</b> partycji <tt>/boot</tt> albo <tt>/</tt> (root). Jest to zalecana opcja, jeśli istnieje odpowiednia partycja. Należy albo ustawić <b>Aktywuj partycję programu rozruchowego</b> i <b>Zastąp sektor startowy kodem domyślnym</b> w <b>Szczegółach instalacji programu rozruchowego</b> aby - jeśli zajdzie potrzeba - zaktualizować główny sektor startowy albo skonfigurować inny program rozruchowy do uruchamiania &product;.</p>

source: <p> - On a <b>Floppy Disk</b>. Use this to avoid the risk of interfering with an already existing boot mechanism. Enable booting from floppy disk in the BIOS of your machine to use this option.</p>
pl: <p> - Na <b>dyskietce</b>. Sposób ten służy zapobieżeniu ryzyka nakładania się na istniejący mechanizm uruchamiania systemu. Aby korzystać z tej opcji, trzeba włączyć w BIOS-ie możliwość uruchamiania systemu z dyskietki.</p>

source: <p> - In some <b>Other</b> partition. Consider your system's restrictions when selecting this option.</p>
pl: <p> - Na <b>innej</b> partycji. Wybierając tę opcję proszę wziąć pod uwagę ograniczenia istniejącego systemu.</p>

source: <p>For example, most PCs have a BIOS limit that restricts booting to hard disk cylinders smaller than 1024. Depending on the boot manager used, you may or may not be able to boot from a logical partition.</p>
pl: <p>Na przykład większość komputerów PC ma zapisany w BIOS-ie limit ograniczający uruchamianie systemu do cylindrów o numerze poniżej 1024. Możliwość uruchomienia systemu z partycji logicznej zależy od używanego programu rozruchowego.</p>

source: <p> Enter the device name of the partition (for example, <tt>/dev/hda3</tt> or <tt>/dev/sdb</tt>) in the input field.</p>
pl: <p> Proszę wprowadzić nazwę urządzenia dla partycji (np. <tt>/dev/hda3</tt> albo <tt>/dev/sdb</tt>).</p>

source: <p><b>Boot Loader Installation Details</b><br> To adjust advanced boot loader installation options (such as the device mapping), click <b>Boot Loader Installation Details</b>.</p>
pl: <p><b>Szczegóły instalacji programu rozruchowego</b><br> Aby zmodyfikować zaawansowane opcje instalacyjne programu rozruchowego (np. mapowanie urządzeń), proszę nacisnąć przycisk <b>Szczegóły instalacji programu rozruchowego.</b>.</p>

source: <p><b>Boot Loader Type</b><br> To select whether to install a boot loader and which bootloader to install, use <b>Boot Loader</b>.</p>
pl: <p><b>Typ programu rozruchowego</b><br> Aby określić, czy i jaki program rozruchowy zainstalować, proszę wybrać <b>Program rozruchowy</b>.</p>

source: <p><b>Boot Loader Options</b><br> To adjust options of the boot loader, such as the time-out, click <b>Boot Loader Options</b>.</p>
pl: <p><b>Opcje programu rozruchowego</b><br> Proszę nacisnąć przycisk <b>Opcje programu rozruchowego</b>, aby zmienić opcje, jak np. czas oczekiwania przed uruchomieniem systemu.</p>
