Repository: aviarypl/suse-l10n-pl
Catalog: yast/bootloader.*.po
Languages: pl

source: <P><B>Expert Manual Configuration</B><BR> Here, manually edit the boot loader configuration.</P> <P>Note: The final configuration file may have different indenting.</P>
pl: <P><B>Zaawansowana konfiguracja ręczna</B><BR> Tutaj można ręcznie edytować konfigurację programu rozruchowego.</P> <P>Uwaga: plik konfiguracji ostatecznej może mieć inaczej rozmieszczone wcięcia.</P>

source: <p><b>Section Name</b><br> Use <b>Section Name</b> to specify the boot loader section name. The section name must be unique.</p>
pl: <p><b>Nazwa sekcji</b><br> Proszę użyć <b>Nazwa sekcji</b>, aby podać nazwę sekcji programu rozruchowego. Nazwa sekcji nie może się powtórzyć.</p>

source: <p><big><b>Type of the New Section</b></big><br> Select the type of the new section to create.</p>
pl: <p><b><big>Typ nowej sekcji</big></b><br> Proszę wybrać typ nowej sekcji do utworzenia.</p>

source: <p>Select <b>Clone Selected Section</b> to clone the currently selected section. Then modify the options that should differ from the selected section.</p>
pl: <p>Proszę wybrać opcję <b>Sklonuj wybraną sekcję</b>, aby sklonować wybraną sekcję. Następnie trzeba zmodyfikować opcje, które mają być zmienione w stosunku do wybranej sekcji.</p>

source: <p>Select <b>Image Section</b> to add a new Linux kernel or other image to load and start.</p>
pl: <p>Proszę wybrać <b>Jądro (Linux)</b>, aby dodać nowe jądro systemu Linux albo inny obraz, który należy wczytać i uruchomić.</p>

source: <p>Select <b>Xen Section</b> to add a new Linux kernel or other image, but to start it in a Xen environment.</p>
pl: <p>Proszę wybrać <b>Sekcję Xen</b>, aby dodać nowe jądro systemu Linux albo inny obraz, który należy uruchomić w środowisku Xen.</p>

source: <p>Select <b>Other System (Chainloader)</b> to add a section that loads and starts a boot sector of a partition of the disk. This is used for booting other operating systems.</p>
pl: <p>Proszę wybrać opcję <b>Inny system (uruchamianie łańcuchowe)</b>, aby dodać sekcję, która wczytuje i uruchamia sektor startowy z partycji na dysku. Opcji tej używa się do uruchamiania innych systemów operacyjnych.</p>

source: <p>Select <b>Menu Section</b> to add a section that loads configuration file (the list of boot sections) from a partition of the disk. This is used for booting other operating systems.</p>
pl: <p>Proszę wybrać <b>Inny system</b>, aby dodać sekcję, która wczytuje i uruchamia sektor startowy z partycji na dysku. Opcji tej używa się do uruchamiania innych systemów operacyjnych.</p>

source: Error occurred while installing %1.
pl: Wystąpił błąd podczas instalacji %1.

source: Order of Hard Disks: %1
pl: Kolejność dysków twardych: %1

source: Do not install any boot loader
pl: Nie instaluj żadnego programu rozruchowego

source: Do Not Install Any Boot Loader
pl: Nie instaluj żadnego programu rozruchowego

source: Install the default boot loader
pl: Instaluj domyślny program rozruchowy

source: Install Default Boot Loader
pl: Instaluj domyślny program rozruchowy

source: Boot loader
pl: Program rozruchowy

source: Boot Loader
pl: Program rozruchowy

source: The %1 boot sector has been written to the floppy disk.
pl: Sektor startowy %1 został zapisany na dyskietce.

source: Leave the floppy disk in the drive.
pl: Proszę pozostawić dyskietkę w napędzie.

source: This function is not available if the boot loader is not specified.
pl: Ta funkcja jest niedostępna, jeśli nie określono programu rozruchowego.

source: Clone the selected section '%1' instead of creating a new empty section?
pl: Sklonować wybraną sekcję '%1' zamiast tworzyć nową, pustą sekcję?

source: Really leave the boot loader configuration without saving? All changes will be lost.
pl: Na pewno opuścić konfigurację programu rozruchowego bez zapisu? Wszystkie zmiany zostaną utracone!

source: Really reset your settings for sections? All your changes made in section management will be lost.
pl: Na pewno przywrócić wyjściowe ustawienia sekcji? Wszystkie ustawienia dokonane w zarządzaniu sekcjami zostaną utracone!

source: Really delete section %1?
pl: Na pewno usunąć sekcję %1?

source: Really reset all your settings? All your changes will be lost.
pl: Na pewno przywrócić wszystkie wyjściowe ustawienia? Wszystkie zmiany zostaną utracone!

source: Set the boot loader location.
pl: Proszę określić lokalizację programu rozruchowego.

source: The password must not be empty.
pl: Hasło nie może być puste.

source: 'Password' and 'Retype password' do not match. Retype the password.
pl: Wpisy w polach 'Hasło' i 'Powtórz hasło' nie zgadzają się. Proszę wpisać hasło ponownie.

source: The disk settings have changed. Check section %1 settings.
pl: Ustawienia dysku się zmieniły. Proszę sprawdzić ustawienia sekcji %1.

source: The disk settings have changed and you edited boot loader configuration files manually. Check the boot loader settings.
pl: Zmieniły się ustawienia dysków i edytowano ręcznie pliki konfiguracyjne programu rozruchowego. Proszę sprawdzić ustawienia.

source: %1Set default boot loader location?
pl: %1 Ustawić domyślną lokalizację programu rozruchowego?

source: Do Not Create a File System
pl: Nie twórz systemu plików

source: Create an ext2 File System
pl: Utwórz system plików ext2

source: Create a FAT File System
pl: Utwórz system plików FAT

source: The boot loader boot sector will be written to a floppy disk. Insert a floppy disk and confirm with OK.
pl: Sektor startowy programu rozruchowego zostanie zapisany na dyskietkę. Proszę umieścić dyskietkę w napędzie i potwierdzić przez OK.

source: &Low Level Format
pl: Formatowanie n&iskopoziomowe

source: &Create File System
pl: Utwórz system &plików

source: Low level format failed. Try again?
pl: Formatowanie niskopoziomowe nie powiodło się. Spróbować ponownie?

source: Creating file system failed.
pl: Tworzenie systemu plików nie powiodło się.

source: The name selected is already used. Use a different one.
pl: Nazwa ta już jest wykorzystywana. Proszę użyć innej.

source: An error occurred during boot loader installation. Retry boot loader configuration?
pl: Wystąpił błąd podczas instalacji programu rozruchowego. Spróbować ponownej konfiguracji programu rozruchowego?

source: The disk settings have changed. Check the gfxmenu settings.
pl: Zmieniły się ustawienia dysku. Proszę sprawdzić ustawienia gfxmenu.

source: Really delete the selected option?
pl: Na pewno usunąć zaznaczoną opcję?

source: Unable to install the boot loader.
pl: Instalacja programu rozruchowego nie powiodła się.

source: Sorry, there are currently no options to set here.
pl: W tej chwili nie ma tutaj opcji do wyboru.

source: Leave the floppy disk in the drive. The system will now be rebooted.
pl: Proszę pozostawić dyskietkę w napędzie. System zostanie ponownie uruchomiony.

source: Warning! Current MBR of %1 will now be rewritten with MBR saved at %2. Only the booting code in the MBR will be rewritten. The partition table remains unchanged. Continue?
pl: Uwaga! Obecny główny sektor startowy %1 zostanie nadpisany przez główny sektor startowy, zapisany w %2. Tylko kod startowy głównego sektora startowego będzie nadpisany. Tablica partycji pozostanie niezmieniona. Czy kontynuować?

source: &Yes, Rewrite
pl: &Tak, nadpisz

source: <p><b>Image Section</b></p>
pl: <p><b>Sekcja obrazu</b></p>

source: <p><b>Kernel Image</b> defines the kernel to boot. Either enter the name directly or choose via <b>Browse</b>.</p>
pl: <p><b>Obraz jądra</b> - określenie jądra, które ma być uruchamiane. Należy albo bezpośrednio podać nazwę jądra, albo wybrać je przy pomocy <b>Przeglądaj</b>.</p>

source: <p><b>Root Device</b> sets the device to pass to the kernel as root device.</p>
pl: <p><b>Urządzenie główne</b> określa urządzenie, przekazywane do jądra jako urządzenie główne (root).</p>

source: <p><b>Vga Mode</b> defines the VGA mode the kernel should set the <i>console</i> to when booting.</p>
pl: <p><b>Tryb VGA</b> określa tryb VGA dla <i>konsoli</i>, który ma być użyty przez jądro podczas uruchamiania.</p>

source: <p><b>Optional Kernel Command Line Parameter</b> lets you define additional parameters to pass to the kernel.</p>
pl: <p><b>Opcjonalne parametry polecenia wywołania jądra</b> pozwalają na określenie dodatkowych parametrów przekazywanych do jądra.</p>

source: <p><b>Initial RAM Disk</b>, if not empty, defines the initial ramdisk to use. Either enter the path and file name directly or choose by using <b>Browse</b>.</p>
pl: <p><b>RAM-dysk początkowy</b> - opcja określa początkowy pseudo dysk (RAM-dysk), który ma być użyty. Należy albo bezpośrednio podać nazwę pliku i ścieżkę dostępu, albo wybrać go, korzystając z przycisku <b>Przeglądaj</b>.</p>

source: <p>Select <b>Chainloader Section</b> if you want to define a section for booting an OS other than Linux.</p>
pl: <p>Aby zdefiniować sekcję do rozruchu systemu operacyjnego innego niż Linux, proszę wybrać opcję <b>Sekcja uruchamiania łańcuchowego</b>.</p>

source: <p>Setting <b>Use Password Protection</p> will require a password to select this section.</p>
pl: <p>Zaznaczenie opcji <b>Używaj zabezpieczenia hasłem</p> spowoduje konieczność podania hasła w celu wyboru tej sekcji.</p>

source: <p><b>Other System</b> lets you choose among the non-Linux operating systems found on your computer.</p>
pl: <p><b>Inny system</b> - opcja pozwala na wybór wśród nielinuksowych systemów operacyjnych, znalezionych w komputerze.</p>

source: <p>Select <b>Activate this Partition when selected for Boot</b> if your BIOS needs this flag set in order to boot it</p>
pl: <p>Proszę zaznaczyć opcję <b>Aktywuj tę partycję, jeśli jest ona wybrana do rozruchu</b>, jeśli BIOS wymaga ustawienia tej flagi do rozruchu tej partycji.</p>

source: <p><b>Block Offset for Chainloading</b> lets you specify the list of blocks to boot. In most cases you want to specify <code>+1</code> here. For specifics on blocklist notation see the grub documentation.</p>
pl: <p><b>Przesunięcie bloku dla uruchamiania łańcuchowego</b> pozwala na określenie listy bloków do uruchomienia. Najczęściej wystarczy ustawienie <code>+1</code>. Specyfikację składni listy bloków podano w dokumentacji programu GRUB.</p>

source: <p>Select <b>Xen Section</b> if you want to add a new Linux kernel or other image and start it in a Xen environment.</p>
pl: <p>Proszę wybrać <b>Sekcja Xen</b> jeśli chcesz dodać nowe jądro systemu Linux albo inny obraz, a następnie uruchomić go w środowisku XEN.</p>

source: <p><b>Hypervisor</b> specifies the Hypervisor to use.</p>
pl: <p><b>Hiperwizor</b> określa wykorzystywany program nadzorujący (hiperwizor).</p>

source: <p><b>Additional Xen Hypervisor Parameters</b> lets you define additional parameters to pass to the xen hypervisor.</p>
pl: <p><b>Opcjonalne parametry hypervisora Xen</b> pozwalają na określenie dodatkowych parametrów przekazywanych do hypervisora Xen.</p>

source: <p><b>Menu Section</b></p>
pl: <p><b>Sekcja menu</b><br>

source: <p><b>Partition of Menu File</b></p>
pl: <p><b>Partycja z plikiem menu</b></p>

source: <p><b>Menu Description File<b> specifies path on root device from which is loaded menu file.</p>
pl: <p><b>Plik z opisem menu<b> wskazuje ścieżkę na urządzeniu głównym, z którego zostanie wczytany plik menu.</p>

source: <p><b>Map Section to the First Disk from Device Map</b> Windows usually need to be on the first disk.</p>
pl: <p><b>Mapowanie sekcji do pierwszego dysku z mapy urządzeń</b> System Windows zazwyczaj musi znajdować się na pierwszym dysku.</p>

source: <p><b>Measures</b> includes measured files with PCR. Change table is possible via buttons: <b>Add</b> , <b>Edit</b> and <b>Delete</b></p>
pl: <p><b>Pomiary</b> zawierają zmierzone pliki z PCR. Zmiana tablicy jest możliwa poprzez przyciski: <b>Dodaj</b>, <b>Edytuj</b> i <b>Usuń</b></p>

source: <p><b>Allow attempt to relocate</b> Usually specified in global section</p>
pl: <p><b>Zezwól na próby relokacji</b> Zazwyczaj określone w sekcji globalnej.</p>

source: <p><b>Force root filesystem to be mounted read-only</b><br> Usually specified in global section</p>
pl: <p><b>Wymuś montowanie głównego systemu plików tylko do odczytu</b><br> Opcja zazwyczaj określana w sekcji globalnej</p>

source: <p>Select <b>Dump Section</b> to add a section that specifies how to create a system dump either on a DASD disk partition or tape device or to a file on a SCSI disk partition.</p>
pl: <p>Proszę zaznaczyć <b>Sekcja kopii</b>, aby dodać sekcję określającą jak utworzyć kopię systemu albo na partycji DASD, w napędzie taśmowym, albo w pliku na partycji SCSI.</p>

source: <p>Select <b>Menu Section</b> to add a new menu to the configuration. Menu sections represent a list of tasks which are grouped together.</p>
pl: <p>Proszę wybrać opcję <b>Sekcja menu</b>, aby dodać nową pozycję menu do konfiguracji. Sekcje menu reprezentują listę pogrupowanych zadań.</p>

source: <p>Select <b>Enable SELinux</b> to add the needed kernel boot parameters to enable the SELinux security framework. Please note that this will also disable AppArmor.</p>
pl: <p>Wybierz <b>Uaktywnij SELinux</b> aby dodać parametry rozruchowe kernela niezbędne do włączenia frameworka bezpieczeństwa SELinux. Proszę mieć na uwadze, że ta opcja wyłączy AppArmor.</p>

source: Image Section
pl: Sekcja obrazu

source: &Kernel Image
pl: &Obraz jądra

source: &Root Device
pl: &Urządzenie główne

source: &Vga Mode
pl: Tryb &VGA

source: O&ptional Kernel Command Line Parameter
pl: O&pcjonalne parametry polecenia wywołania jądra

source: &Initial RAM Disk
pl: RAM-d&ysk początkowy

source: Chainloader Section
pl: Sekcja uruchamiania łańcuchowego

source: Use Password Protection
pl: Używaj zabezpieczenia hasłem

source: &Other System
pl: &Inny system

source: Do not &verify Filesystem before Booting
pl: Nie &sprawdzaj systemu plików przed rozruchem

source: &Activate this Partition when selected for Boot
pl: &Aktywuj tę partycję, jeśli jest ona zaznaczona jako rozruchowa

source: B&lock Offset for Chainloading
pl: Prz&esunięcie bloku dla uruchamiania łańcuchowego

source: &Map Section to the First Disk in Device Map
pl: &Mapa sekcji do pierwszego dysku w Mapie urządzeń

source: &Hypervisor
pl: &Hiperwizor

source: &Additional Xen Hypervisor Parameters
pl: &Dodatkowe parametry hiperwizora Xen

source: &Partition of Menu File
pl: &Partycja z plikiem menu

source: &Menu Description File
pl: Plik opisu &menu

source: &Force root filesystem to be mounted read-only
pl: Wymuś montowanie głównego systemu plików &tylko do odczytu

source: Allow attempt to &relocate
pl: Zezwól na próbę &relokacji

source: Tar&get Directory for Section
pl: Katalog &docelowy dla sekcji

source: Op&tional Parameter File
pl: Opcjon&alny plik parametrów

source: Dump Section (obsolete)
pl: Sekcja kopii (nieaktualna)

source: &Dump Device
pl: &Urządzenie do zapisu kopii

source: &SCSI Dump Device
pl: Urządzenie &SCSI do zapisu kopii

source: &List of Menu Entries
pl: &Lista pozycji menu

source: &Number of Default Entry
pl: &Numer pozycji domyślnej

source: &Timeout in seconds
pl: &Czas oczekiwania w sekundach

source: &Show boot menu
pl: &Pokaż menu rozruchowe

source: C&opy Image to Boot Partition
pl: Ko&piuj obraz na partycję rozruchową

source: &Skip Section gracefully on Errors
pl: &Pomiń sekcję w przypadku błędów

source: Boot &Partition of Other System
pl: Partycja rozruchowa i&nnego systemu

source: Image section must have specified kernel image
pl: Sekcja obrazu musi zawierać obraz jądra

source: Image file doesn't exist now. Do you really want use it?
pl: Plik obrazu aktualnie nie istnieje. Czy na pewno go użyć?

source: Initrd file doesn't exist now. Do you really want use it?
pl: Plik initrd aktualnie nie istnieje. Czy na pewno go użyć?

source: Enable &SELinux
pl: Uaktywnij &SELinux

source: The name includes unallowable char(s)
pl: Nazwa zawiera niedozwolony znak(i)

source: %1x%2, %3 bits (mode %4)
pl: %1x%2, %3 bity (tryb %4)

source: Ask for resolution during boot.
pl: Pytaj o rozdzielczość podczas ładowania systemu.

source: Standard 8-pixel font mode.
pl: Standardowy 8-mio pikselowy tryb czcionki.

source: Text Mode
pl: Tryb tekstowy

source: Unspecified
pl: Nieokreślony

source: Clone Selected Section
pl: Sklonuj wybraną sekcję

source: Other System (Chainloader)
pl: Inny system (uruchamianie łańcuchowe)

source: Section Type
pl: Typ sekcji

source: Section &Name
pl: &Nazwa sekcji

source: Because of the partitioning, the boot loader cannot be installed properly.
pl: Z powodu aktualnego podziału na partycje nie można prawidłowo zainstalować programu rozruchowego.

source: Default Boot Section/Menu
pl: Domyślna sekcja/menu rozruchowe
