Repository: aviarypl/suse-l10n-pl
Catalog: yast/bootloader.*.po
Languages: pl

source: Section %1 not found.
pl: Sekcja %1 nie została znaleziona.

source: Value was not specified.
pl: Nie określono wartości.

source: Add option is available only in commandline interactive mode
pl: Dodanie opcji jest możliwe jedynie w interaktywnym trybie linii poleceń

source: Section name must be specified.
pl: Należy określić nazwę sekcji.

source: Option was not specified.
pl: Nie określono opcji.

source: Specified option does not exist.
pl: Wybrana opcja nie istnieje.

source: Value: %1
pl: Wartość: %1

source: Boot loader configuration module
pl: Moduł konfiguracji programu rozruchowego

source: Configuration summary of boot loader
pl: Podsumowanie konfiguracji programu rozruchowego

source: Delete a global option or option of a section
pl: Usuń opcję ogólną lub opcję z sekcji

source: Set a global option or option of a section
pl: Ustaw opcję ogólną lub opcję z sekcji

source: Add a new section - please use interactive mode
pl: Dodawanie nowej sekcji - proszę użyć trybu interaktywnego

source: Print value of specified option
pl: Wyświetl wartość zaznaczonej opcji

source: The name of the section
pl: Nazwa sekcji

source: The key of the option
pl: Klucz opcji

source: The value of the option
pl: Wartość opcji

source: Saving bootloader configuration...
pl: Zapisywanie konfiguracji programu rozruchowego...

source: Then reconnect and run the following: /usr/lib/YaST2/startup/YaST2.ssh
pl: Następnie należy połączyć się ponownie i uruchomić: /usr/lib/YaST2/startup/YaST2.ssh

source: Your system will now shut down.%1%2 For details, read the related chapter in the documentation.
pl: System zostanie teraz wyłączony.%1%2 Więcej informacji na ten temat można znaleźć w dokumentacji.

source: The system will reboot now. After reboot, reconnect and run the following: /usr/lib/YaST2/startup/YaST2.ssh
pl: System zostanie teraz ponownie uruchomiony. Po wznowieniu pracy komputera proszę połączyć się z powrotem z Internetem i uruchomić: /usr/lib/YaST2/startup/YaST2.ssh

source: The system will reboot now...
pl: Nastąpi ponowne uruchomienie systemu...

source: The bootloader is installed on a partition that does not lie entirely below %1 GB. The system might not boot if BIOS support only lba24 (result is error 18 during install grub MBR).
pl: Program rozruchowy jest zainstalowany na partycji, ktora nie mieści się w całości poniżej %1 GB. System może się nie uruchomić jeśli BIOS wspiera tylko lba24 (wynikiem jest błąd 18 podczas instalacji grub w MBR).

source: Configure a valid boot loader location before continuing.<br/> The device map includes more than 8 devices and the boot device is out of range. The range is limited by BIOS to the first 8 devices. Adjust BIOS boot order ( or if it already set, then correct order in bootloader configuration)
pl: Proszę skonfigurować poprawne położenie programu rozruchowego.<br> Mapa urządzeń zawiera więcej niż 8 urządzeń, a urządzenie rozruchowe jest poza zakresem. Zakres jest ograniczony przez system BIOS do 8 urządzeń. Należy ustawić kolejność uruchamiania w BIOS (jeśli już ustawiona, należy poprawić kolejność w programie rozruchowym)

source: No boot loader is selected for installation. Your system might not be bootable.
pl: Nie wybrano do zainstalowania żadnego programu rozruchowego. System może się nie uruchomić.

source: The LILO is not supported now.
pl: Program LILO nie jest teraz obsługiwany.

source: Because of the partitioning, the bootloader cannot be installed properly
pl: Z powodu wybranego podziału na partycje nie można prawidłowo zainstalować programu rozruchowego.

source: The selected boot path will not be activated for your installation. Your system may not be bootable.
pl: Wybrana ścieżka do programu rozruchowego nie zostanie uaktywniona. System może się nie uruchomić.

source: Configure a valid boot loader location before continuing.<br> In case that no selection can be made it may be necessary to create a small primary Apple HFS partition.
pl: Proszę skonfigurować poprawne położenie programu rozruchowego przed kontynuowaniem.<br> Jeśli nie ma możliwości wyboru, prawdopodobnie trzeba będzie utworzyć małą partycję główną typu Apple HFS.

source: Configure a valid boot loader location before continuing.<br> In case that no selection can be made it may be necessary to create a PReP Boot partition.
pl: Proszę skonfigurować poprawne położenie programu rozruchowego.<br> Jeśli nie ma możliwości wyboru, prawdopodobnie trzeba będzie utworzyć partycję PReP-boot.

source: Booting
pl: Uruchamianie systemu

source: &Booting
pl: &Uruchamianie systemu

source: Stay &LILO
pl: Pozostaw &LILO

source: Convert Settings and Install &GRUB
pl: Skonwertuj ustawienia i zainstaluj program &GRUB

source: LILO is not supported. The recommended option is select convert LILO to GRUB
pl: Program LILO nie jest obsługiwany. Zalecana opcja to konwersja z LILO do GRUB.

source: &ELILO Global Options
pl: Globalne opcje &ELILO

source: Booting Mode
pl: Tryb uruchamiania systemu

source: Global Section Options
pl: Globalne opcje sekcji

source: Root Filesystem
pl: Główny system plików

source: &Detailed Global Options
pl: &Szczegóły opcji globalnych

source: Other Options
pl: Inne opcje

source: Boot Loader Global Options
pl: Globalne opcje programu rozruchowego

source: <p><big><b>Boot Loader Location</b></big><br>
pl: <p><big><b>Lokalizacja programu rozruchowego</b></big></p>

source: <p><b>Boot Image Location</b></p>
pl: <p><b>Lokalizacja programu rozruchowego</b></p>

source: <p><b>Set level of verbosity [0-5]</b><br> Increase verbosity of ELILO in case of boot problems.</p>
pl: <p><b>Określ poziom szczegółowości komunikatów [0-5]</b><br>W razie problemów z rozruchem należy zwiększyć szczegółowość komunikatów ELILO.</p>

source: <p><b>Append string for.global options to pass to kernel command line</b><br> Lets you define additional global parameters to pass to the kernel. These are used if no 'append' appears in a given section.</p>
pl: <p><b>Dodatkowy łańcuch dla opcji globalnych przekazywanych jądru</b><br> Opcja ta pozwala na zdefiniowanie globalnych, dodatkowych parametrów przekazywanych do jądra systemu. Są one używane, jeśli w danej sekcji nie pojawiają się żadne dodatki.</p>

source: <p><b>Name of the default initrd file</b>, if not empty, defines the initial ramdisk to use. Either enter the path and file name directly or choose by using <b>Browse</b></p>
pl: <p><b>Nazwa domyślnego pliku initrd</b> - jeśli nie jest pozostawiona pusta - określa, który początkowy dysk RAM zostanie użyty. Należy podać albo bezpośrednio nazwę pliku wraz z ścieżką dostępu, albo wybrać go za pomocą przycisku <b>Przeglądaj</b></p>

source: <p><b>Name of default image file</b>, if not empty, defines the image file to use. Either enter the path and file name directly or choose by using <b>Browse</b></p>
pl: <p><b>Nazwa domyślnego pliku obrazu</b> jeśli nie jest pozostawiona pusta, określa, który plik obrazu zostanie użyty. Albo należy podać bezpośrednio nazwę pliku wraz ze ścieżką dostępu, albo wybrać go korzystając z <b>Przeglądaj</b></p> %1 %s

source: <p><b>Specify user interface for ELILO ('simple' or 'textmenu')</b><br> Beware: 'textmenu' has occasionally caused problems on some machines.</p>
pl: <p><b>Określ interfejs użytkownika dla ELILO ('prosty' albo 'menu tekstowe')</b><br> Uwaga: 'menu tekstowe' sprawia czasami problemy w niektórych komputerach.</p>

source: <p><b>Prevent EDD30 mode</b><br> By default, if EDD30 is off, ELILO will try and set the variable to TRUE. However, some controllers do not support EDD30 and forcing the variable may cause problems. Therefore, as of elilo-3.2, there is an option to avoid forcing the variable.</p>
pl: <p><b>Nie dopuszczaj trybu EDD30</b><br> Domyślnie, jeżeli tryb EDD30 jest wyłączony, program ELILO będzie próbował ustawić tę zmienną na TRUE. Jednak niektóre kontrolery nie obsługują EDD30 i wymuszanie tej zmiennej może powodować problemy. Dlatego, jak w ELILO-3.2, istnieje opcja niedopuszczania do wymuszania tej zmiennej.</p>

source: <p><b>Allow attempt to relocate</b><br> In case of memory allocation error at initial load point of kernel, allow attempt to relocate (assume this kernel is relocatable). </p>
pl: <p><b>Zezwól na próbę przeniesienia</b><br> W przypadku błędu alokacji pamięci w początkowym momencie wczytywania jądra, opcja ta zezwoli na przeniesienie (zakładając, że jadro może być przenoszone). </p>

source: <p><b>Force Interactive Mode</b> Force interactive mode during booting</p>
pl: <p><b>Wymuś tryb interaktywny</b> Wymuś tryb interaktywny podczas ładowania systemu</p>

source: <p><b>Set Default Root Filesystem</b> Set global root filesystem for Linux/ia64</p>
pl: <p>Domyślny system plików</b> Ustawia domyślny system plików dla Linux/ia64</p>

source: <p><b>Set the User Interface for ELILO</b> Specify kernel chooser to use: "simple" or "textmenu"</p>
pl: <p><b>Interfejs użytkownika dla ELILO</b> Proszę wybrać: "simple" lub "textmenu"</p>

source: <p><b>Display the Content of a File by Function Keys</b> Some choosers may take advantage of this option to display the content of a file when a certain function key X is pressed. X can vary from 1-12 to cover function keys F1 to F12</p>
pl: <p><b>Wyświetlanie treści pliku powiązane z klawiszem funkcyjnym</b> Można powiązać wyświetlanie zdefiniowanego pliku z naciśnięciem klawisza funkcyjnego z zakresu F1 - F12.</p>

source: <p><b>Specify the Filename for a Specific FPSWA to Load</b> Specify the filename for a specific FPSWA to load. If this option is used then no other file will be tried.</p>
pl: <p><b>Proszę określić nazwę pliku FPSWA do załadowania</b> Jeśli opcja nie zostanie użyta nie zostanie załadowany żadne plik.</p>

source: <p><b>Message Printed on Main Screen (If Supported)</b> A message that is printed on the main screen if supported by the chooser.</p>
pl: <p><b>Wiadomość wyświetlana na głównym ekranie</b> Wiadomość która zostanie wyświetlona na głównym ekranie, jeśli zostanie zdefiniowana.</p>

source: <p><b>Delay to Wait before Auto Booting in Seconds</b> The number of 10th of seconds to wait before auto booting when not in interactive mode. Default is 0</p>
pl: <p><b>Opóźnienie w sekundach, przed automatycznym uruchomieniem systemu</b> Domyślna wartość to 0</p>

source: Boot Image Location
pl: Położenie obrazu programu rozruchowego

source: Delay to wait before auto booting in seconds (used if not in interactive mode)
pl: Opóźnienie w sekundach, przed automatycznym uruchomieniem systemu (używane w trybie nieinteraktywnym)

source: Force interactive mode
pl: Wymuś tryb interaktywny

source: Set level of verbosity [0-5]
pl: Określ poziom szczegółowości komunikatów [0-5]

source: Set default root filesystem
pl: Określ główny system plików

source: Force rootfs to be mounted read-only
pl: Wymuś montowanie głównego systemu plików tylko do odczytu

source: Global append string of options to kernel command line
pl: Globalny dodatkowy łańcuch opcji polecenia wywołania jądra

source: Name of default initrd file
pl: Nazwa domyślnego pliku initrd

source: Name of default image file
pl: Nazwa domyślnego pliku obrazu

source: Specify user interface for ELILO ('simple' or 'textmenu')
pl: Należy określić interfejs dla ELILO ('simple' albo 'textmenu')

source: Message printed on main screen (if supported)
pl: Komunikaty wyświetlane na ekranie głównym (o ile obsługiwane)

source: Display the content of a file by function keys
pl: Wyświetlanie zawartości pliku przy pomocy klawiszy funkcyjnych

source: Prevent EDD30 mode
pl: Nie dopuszczaj trybu EDD30

source: Specify the filename for a specific FPSWA to load
pl: Podaj nazwę pliku do wczytania, dla wybranego FPSWA

source: Allow attempt to relocate
pl: Zezwól na próbę relokacji

source: Custom Boot Partition
pl: Partycja rozruchowa wybrana przez użytkownika

source: Global Append &String of Options to Kernel Command Line
pl: Globalny &dodatkowy łańcuch opcji polecenia wywołania jądra

source: &Name of Default Image File
pl: &Nazwa domyślnego pliku obrazu

source: Nam&e of Default Initrd File
pl: Naz&wa domyślnego pliku initrd

source: Set Default &Root Filesystem
pl: Określ &główny system plików

source: &Prevent EDD30 Mode
pl: Nie dopuszczaj trybu& EDD30

source: &Force Interactive Mode
pl: &Wymuś tryb interaktywny

source: Force rootfs to Be Mounted Read-Only
pl: Wymuś montowanie głównego systemu plików tylko do odczytu

source: &Set the User Interface for ELILO ("simple" or "textmenu")
pl: &Należy określić interfejs dla ELILO ('simple' albo 'textmenu')

source: &Delay to Wait before Auto Booting in Seconds (Used if not in Interactive Mode)
pl: &Opóźnienie w sekundach, przed automatycznym uruchomieniem systemu (używane w trybie nieinteraktywnym)

source: Display the Content of a File by Function &Keys
pl: Wyświetlanie zawartości pliku przy pomocy klawiszy &funkcyjnych

source: &Specify the Filename for a Specific FPSWA to Load
pl: Proszę podać &nazwę pliku do wczytania, dla wybranego FPSWA

source: Set Level of &Verbosity [0-5]
pl: Określ poziom &szczegółowości komunikatów [0-5]

source: &Message Printed on Main Screen (If Supported)
pl: &Komunikaty wyświetlane na ekranie głównym (o ile obsługiwane)

source: EFI Label
pl: Etykieta EFI

source: &Create EFI Entry
pl: Ut&wórz wpis EFI

source: &EFI Entry Name
pl: Nazwa wpisu &EFI

source: Disk Order
pl: Kolejność dysków

source: Disk order settings
pl: Ustawienia kolejności dysków

source: Boot Menu
pl: Menu rozruchowe

source: Boot Loader Options
pl: Opcje programu rozruchowego

source: <p><big><b>Boot Menu</b></big><br></p>
pl: <p><big><b>Menu rozruchowe</b></big></p>

source: <p><b>Set active Flag in Partition Table for Boot Partition</b><br> To activate the partition which contains the boot loader. The generic MBR code will then boot the active partition. Older BIOSes require one partition to be active even if the boot loader is installed in the MBR.</p>
pl: <p><b>Oznacza partycję rozruchową flagą "active"</b><br> aby aktywować partycję zawierającą program rozruchowy. Następnie zostanie z głównego sektora startowego uruchomiony z niej program ładujący. Starsze BIOSy wymagają, aby zawsze jedna z partycji była aktywna, nawet jeśli program rozruchowy był zainstalowany w głównym sektorze startowym.</p>

source: <p><b>Timeout in Seconds</b><br> Specifies the time the bootloader will wait until the default kernel is loaded.</p>
pl: <p><b>Czas oczekiwania w sekundach</b><br> Określenie czasu oczekiwania programu rozruchowego na wczytanie domyślnego jądra.</p>

source: <p> By pressing <b>Set as Default</b> you mark the selected section as the default. When booting, the boot loader will provide a boot menu and wait for the user to select a kernel or OS to boot. If no key is pressed before the timeout, the default kernel or OS will boot. The order of the sections in the boot loader menu can be changed using the <b>Up</b> and <b>Down</b> buttons.</p>
pl: <p>Naciskając <b>Ustaw jako domyślną</b> można zaznaczyć wybraną sekcję jako domyślną. Podczas uruchamiania systemu program rozruchowy wyświetli menu i zaczeka na wybór jądra lub systemu operacyjnego do uruchomienia. Jeśli przed upływem określonego czasu nie zostanie naciśnięty żaden klawisz, uruchomiony zostanie domyślny system lub jądro systemu. Kolejność sekcji w menu rozruchowym może być zmieniona za pomocą przycisków <b>W górę</b> i <b>W dół</b>.</p>

source: <p><b>Write generic Boot Code to MBR</b> replace the master boot record of your disk with generic code (OS independent code which boots the active partition).</p>
pl: <p><b>Zapisz główny sektor rozruchowy kodem domyślnym</b> zastępuje główny sektor rozruchowy (MBR) na dysku kodem domyślnym (niezależnym od systemu operacyjnego, który uruchamia aktywną partycję).</p>

source: <p><b>Boot from Boot Partition</b> is one of the recommended options, the other is <b>Boot from Root Partition</b>.</p>
pl: <p><b>Uruchom z partycji rozruchowej</b> jest jedną z zalecanych opcji, druga to <b>Uruchom z partycji głównej (root)</b>.</p>

source: <p><b>Use Trusted Grub</b> means install trusted grub and use it. Option <i>Graphical Menu File</i> will be ignored. It is recommended to install grub to MBR</p>
pl: <p>Opcja <b>Użyj zaufanego programu Grub</b> oznacza instalację i użycie zaufanego programu grub. Opcja <i>Plik graficznego menu rozruchowego</i> zostanie zignorowana. Zaleca się zainstalowanie programu grub w MBR.</p>

source: <p><b>Boot from Master Boot Record</b> is not recommended if you have another operating system installed on your computer</p>
pl: <p><b>Uruchom z głównego sektora rozruchowego</b> (MBR). Nie jest to zalecane, jeśli w komputerze jest zainstalowany inny system operacyjny.</p>

source: <p><b>Boot from Root Partition</b> is the recommended option whenever there is a suitable partition. Either select <b>Set active Flag in Partition Table for Boot Partition</b> and <b>Write generic Boot Code to MBR</b> in <b>Boot Loader Options</b> to update the master boot record if that is needed or configure your other boot manager to start this section.</p>
pl: <p><b>Uruchom z partycji głównej</b> jest zalecaną opcją, jeżeli istnieje odpowiednia partycja. Należy albo ustawić <b>Ustaw flagę aktywności w tablicy partycji dla partycji rozruchowej</b> i <b>Zastąp główny sektor rozruchowy kodem domyślnym</b> w <b>Szczegółach instalacji programu rozruchowego</b>, aby - jeśli zajdzie potrzeba - zaktualizować główny sektor startowy albo skonfigurować inny program rozruchowy do uruchamiania tej sekcji.</p>

source: <p><b>Custom Boot Partition</b> lets you choose a partition to boot from.</p>
pl: <p><b>Wybierz partycję rozruchową</b> - opcja ta pozwala na wybór partycji do uruchamiania systemu.</p>

source: <p>MD array is build from 2 disks. <b>Enable Redundancy for MD Array</b> enable to write GRUB to MBR of both disks.</p>
pl: <p>Tablica MD jest zbudowana z 2 dysków. <b>Włącz nadmiarowość dla tablicy MD</b> włącz, aby zapisać GRUBa na w sekcji MBR obu dysków.</p>

source: <p><b>Use Serial Console</b> lets you define the parameters to use for a serial console. Please see the grub documentation (<code>info grub</code>) for details.</p>
pl: <p><b>Parametry połączenia szeregowego</b> - opcja ta pozwala na zdefiniowanie parametrów w celu użycia szeregowej konsoli. Szczegóły podano w dokumentacji programu GRUB (<code>info grub</code>).</p>

source: <p><b>Terminal Definition</b></p><br> Defines the type of terminal you want to use. For a serial terminal (eg. a serial console), you have to specify <code>serial</code>. You can also pass <code>console</code> to the command, as <code>serial console</code>. In this case, a terminal in which you press any key will be selected as a GRUB terminal.</p>
pl: <p><b>Typ terminala</b></p><br> Ustawienie służy do określenia typu terminala, który ma być używany. Dla terminali szeregowych (np. konsola szeregowa) trzeba podać <code>serial</code>. Można również przekazać do polecenia <code>console</code>, jako <code>serial console</code>. W takim przypadku terminal, w którym zostanie naciśnięty dowolny klawisz, będzie oznaczony jako terminal GRUB.</p>

source: <p><b>Fallback Sections if default Fails</b> contains a list of section numbers that will be used for booting in case the default section is unbootable.</p>
pl: <p><b>Sekcje awaryjne (jeśli domyślne zawiodą)</b> zawiera listę numerów sekcji, które będą używane do rozruchu w przypadku gdyby nie można było uruchomić sekcji domyślnej.</p>

source: <p>Selecting <b>Hide Menu on Boot</b> will hide the boot menu.</p>
pl: <p>Zaznaczenie opcji <b>Ukryj menu podczas rozruchu</b> powoduje ukrycie menu rozruchowego.</p>

source: <p><b>Graphical Menu File</b> defines the file to use for the graphical boot menu.</p>
pl: <p><b>Plik graficznego menu rozruchowego</b> - opcja określa plik, który ma być użyty do graficznego menu rozruchowego.</p>

source: <p><b>Enable Acoustic Signals</b> turn on/off acoustic signals.</p>
pl: <p><b>Włącz sygnały dźwiękowe</b> włącza/wyłącza sygnały dźwiękowe.</p>

source: <p><b>Protect Boot Loader with Password</b><br> Define the password that will be required to access the boot menu. YaST will only accept the password if you repeat it in <b>Retype Password</b>.</p>
pl: <p><b>Hasło menu rozruchowego</b><br> Proszę określić hasło, które będzie wymagane do uzyskania dostępu do menu rozruchowego. Hasło zostanie zaakceptowane przez YaST po powtórzeniu go w polu <b>Proszę powtórzyć hasło</b>.</p>

source: <p><big><b>Disks Order</b></big><br> To specify the order of the disks according to the order in BIOS, use the <b>Up</b> and <b>Down</b> buttons to reorder the disks. To add a disk, push <b>Add</b>. To remove a disk, push <b>Remove</b>.</p>
pl: <p><big><b>Kolejność dysków</b></big><br> Aby określić kolejność dysków zgodnie z kolejnością w BIOSie, proszę użyć klawiszy <b>W górę</b> i <b>W dół</b>, do zmiany kolejności wpisów. By dodać dysk, proszę użyć przycisku<b>Dodaj</b>. By usunąć dysk, proszę użyć przycisku <b>Usuń</b>.</p>

source: Boot Loader Locations
pl: Położenia programu rozruchowego

source: Set &active Flag in Partition Table for Boot Partition
pl: Ustaw &flagę aktywności w tablicy partycji dla partycji rozruchowej

source: &Timeout in Seconds
pl: &Czas oczekiwania w sekundach

source: &Default Boot Section
pl: &Domyślna sekcja startowa

source: Write &generic Boot Code to MBR
pl: Zapisz &standardowy kod rozruchowy do głównego sektora rozruchowego (MBR)

source: Use &Trusted Grub
pl: Użyj &zaufanego Gruba

source: Boot from Master Boot Record
pl: Uruchom z głównego sektora rozruchowego (MBR)

source: Boot from Root Partition
pl: Uruchom z partycji głównej

source: Boot from Boot Partition
pl: Uruchom z partycji rozruchowej

source: Boot from Extended Partition
pl: Uruchom z partycji rozszerzonej

source: Serial Connection &Parameters
pl: &Parametry połączenia szeregowego

source: Fallback Sections if Default fails
pl: Sekcje awaryjne

source: &Hide Menu on Boot
pl: &Ukryj menu podczas rozruchu

source: Graphical &Menu File
pl: Plik &graficznego menu rozruchowego

source: Pa&ssword for the Menu Interface
pl: &Hasło do interfejsu menu

source: Debugg&ing Flag
pl: Flaga de&bugowania

source: Choose new graphical menu file
pl: Proszę wybrać nowy plik graficznego menu rozruchowego

source: Enable Acoustic &Signals
pl: Włącz wygnały dźwiękowe

source: Prot&ect Boot Loader with Password
pl: Zab&ezpiecz program rozruchowy hasłem

source: &Password
pl: Ha&sło

source: Re&type Password
pl: Proszę po&wtórzyć hasło

source: Use &serial console
pl: Użyj &szeregowej konsoli

source: &Console arguments
pl: &Argumenty konsoli

source: &Device
pl: Urzą&dzenie

source: Device map must contain at least one device
pl: Mapa urządzeń musi zawierać co najmniej jedno urządzenie

source: D&isks
pl: D&yski

source: &Up
pl: W &górę

source: &Down
pl: W &dół

source: Boot Loader Location
pl: Położenie programu rozruchowego

source: Boot from &Master Boot Record
pl: Uruchom z &głównego sektora rozruchowego (MBR)

source: Boot from &Root Partition
pl: Uruchom z &partycji głównej

source: Boo&t from Boot Partition
pl: Uruchom z partycji &rozruchowej

source: Boot from &Extended Partition
pl: Uruchom z partycji ro&zszerzonej

source: C&ustom Boot Partition
pl: Partycja rozruchowa wybrana przez& użytkownika

source: Enable Red&undancy for MD Array
pl: Włącz nadmiarowość dla tablicy MD

source: Boot Loader Installation &Details
pl: Szczegóły &instalacji programu rozruchowego

source: Master boot records of disks %1
pl: Główne sektory startowe (MBR) dysków %1

source: Boot Loader Type: %1
pl: Typ programu rozruchowego: %1

source: Location: %1
pl: Lokalizacja: %1

source: (default)
pl: (domyślnie)

source: Sections:<br>%1
pl: Sekcje:<br>%1

source: Do not install boot loader; just create configuration files
pl: Bez instalacji programu rozruchowego; utworzenie tylko plików konfiguracyjnych
