Repository: aviarypl/suse-l10n-pl
Catalog: yast/certify.*.po
Languages: pl

source: System Manufacturer
pl: Producent systemu

source: System Designation
pl: Oznaczenie systemu

source: Type and Number of CPUs
pl: Rodzaj i liczba procesorów:

source: Amount of RAM
pl: Rozmiar pamięci RAM

source: Motherboard Manufacturer
pl: Producent płyty głównej

source: Motherboard Version
pl: Wersja płyty głównej

source: BIOS Manufacturer
pl: Producent BIOS-u

source: BIOS Version
pl: Wersja BIOS-u

source: SCSI Controller
pl: Kontroler SCSI

source: Hard Disks
pl: Dyski twarde

source: Chipset Manufacturer
pl: Producent chipsetu

source: Official Designation and Type of Chipset
pl: Oficjalna nazwa i typ chipsetu

source: Northbridge
pl: Mostek północny

source: Southbridge
pl: Mostek południowy

source: I/O Chip
pl: Chip we/wy

source: Graphics Card
pl: Karta graficzna

source: Ethernet controller
pl: Kontroler Ethernetu

source: Floppy Drives
pl: Napędy dyskietek

source: CD-ROM drives
pl: Napędy CD-ROM

source: Power Supply Unit
pl: Jednostka zasilająca

source: Collect System Files
pl: Zbierz pliki systemowe

source: Ping Test
pl: Test "ping"

source: Floppy Drive Test
pl: Test napędu dyskietek

source: CD-ROM Drive Test
pl: Test napędu CD-ROM

source: Serial Login Test
pl: Test logowania szeregowego

source: Kernel Compile Test
pl: Test kompilacji jądra

source: HDD Benchmark
pl: Test wydajności dysku twardego

source: Certification: Writing Settings
pl: Certyfikacja: zapisywanie ustawień...

source: Please wait while settings are copied to the floppy...
pl: Proszę poczekać, trwa kopiowanie plików na dyskietkę...

source: Could not write file %1. Try again?
pl: Nie udało się zapisać pliku %1. Spróbować ponownie?

source: Could not copy log files to floppy. Try again?
pl: Nie udało się skopiować plików dziennika na dyskietkę. Spróbować ponownie?

source: Certification finished.
pl: Certyfikacja ukończona.

source: <P><B><BIG>Self Certify Setup</BIG></B><BR> Here, configure your self certify. <BR></P>
pl: <P><B><BIG>Konfiguracja certyfikacji własnej</BIG></B><BR> Tutaj można skonfigurować certyfikację własną. <BR></P>

source: <P><B><BIG>Adding a Self Certify:</BIG></B><BR> Choose a self_certify from the list of the detected ones. If your self_certify was not autodetected, use <B>Other (not detected)</B>. Then press <B>Configure</B>. </P>
pl: <p><b><big>Dodawanie certyfikacji własnej</big></b><br> Należy wybrać certyfikację z listy wykrytych. Jeśli certyfikacja nie została wykryta, należy użyć przycisku <b>Inna (nie wykryta)</b>, a potem <b>Konfiguruj</b>.</p>

source: <P><B><BIG>Editing or deleting:</BIG></B><BR> If you press <B>Edit</B>, an additional dialog (where you can change the configuration) will open. </P>
pl: <p><b><big>Edycja lub usuwanie:</big></b><br> Po wybraniu przycisku <b>Edycja</b>, otworzy się dodatkowe okno, w którym można zmienić konfigurację.</p>

source: <P><B><BIG>Self Certify Overview</BIG></B><BR> Here, get an overview of installed self certifies. Additionally, you can edit their configuration. <BR></P>
pl: <P><B><BIG>Certyfikacja własna</BIG></B><BR> Poniżej przedstawiono przegląd zainstalowanych certyfikacji własnych. Dodatkowo można zmieniać ich konfigurację.<BR></P>

source: <P><B><BIG>Adding a Self Certify:</BIG></B><BR> If you press <B>Add</B>, you can manually configure a self_certify. </P>
pl: <P><B><BIG>Dodawanie certyfikacji własnej:</BIG></B><BR> Po naciśnięciu <B>Dodaj</B>, można ręcznie skonfigurować certyfikację własną.</P>

source: <P><B><BIG>Editing or Deleting:</BIG></B><BR> Choose a self_certify to change or remove. Then press the appropriate button: <B>Edit</B> or <B>Delete</B>. </P>
pl: <P><B><BIG>Edycja lub usuwanie:</BIG></B><BR> Proszę wybrać certyfikację własną, której konfigurację należy zmienić lub usunąć. Następnie proszę nacisnąć odpowiedni przycisk: <B>Edytuj</B> albo <B>Usuń</B>.</P>

source: <p>Complete the fields on the right as accurately as possible</p>
pl: <p>Proszę uzupełnić pola po prawej stronie tak dokładnie, jak to tylko możliwe</p>

source: <p>Enter the motherboard and BIOS specifications of your machine here.</p>
pl: <p>Proszę wprowadzić w tym miejscu specyfikacje płyty głównej i BIOS-u.</p>

source: <p>Please enter your hard drive and controller specifications here. Be as specific as possible.</p>
pl: <p>Proszę jak najdokładniej opisać w tym miejscu dysk twardy i kontroler.<p>

source: <p>Enter the chipset specifications pertaining to your machine here.</p>
pl: <p>Proszę wprowadzić specyfikacje chipsetu tego komputera.</p>

source: <p>Enter any other missing information here and, for the graphics and network adapter, specify whether they are onboard or separate.</p>
pl: <p>Proszę wprowadzić inne brakujące informacje, a także dla kart graficznych i sieciowych podać, czy są one zintegrowane z płytą główną.</p>

source: <p>Now the collection of system-related log files will begin. Please be patient after pressing Start. After this is completed, press OK then Next.</p>
pl: <p>Teraz rozpocznie się zbieranie systemowych plików dziennika. Po wybraniu Rozpocznij proszę o cierpliwość. Po zakończeniu tej operacji, prosimy wybrać OK, a następnie Dalej.</p>

source: <p>Here, the basic functioning of your network card will be tested. Enter a host name and press Start.</p>
pl: <p>Tutaj przetestowane zostaną podstawowe funkcje karty sieciowej. Proszę wprowadzić nazwę zdalnego komputera i wybrać Rozpocznij.</p>

source: <p>Insert an error-free, empty floppy disk into the drive. This takes some time (about 3 minutes). After this test is completed, the floppy should remain in the drive.</p>
pl: <p>Proszę włożyć do napędu czystą i pozbawioną błędów dyskietkę. Proces ten może trochę potrwać (około 3 minut). Po ukończeniu testu dyskietka powinna pozostać w napędzie.</p>

source: <p>If the self-certification CD is no longer in the CD drive, insert it now. This will take some time (about 10 minutes).</p>
pl: <p>Jeśli płyta certyfikacji własnej nie jest już w napędzie CD, należy ją teraz włożyć. Proces ten może trochę potrwać (około 10 minut).</p>

source: Please connect the machine to be certified and another computer together via a nullmodem cable to the first serial port (ttyS0, "COM1"). An agetty will be started on ttyS0 which will greet you with %1. You will need to start a terminal program on the remote system for the certification process to work, e.g. via 'screen /dev/ttyS0 115200'. You may have to press Return once to get the prompt. It is absolutely essential that this is the only terminal program accessing the serial port. The following command series may help you find out if there may already be a getty occupying the serial port locally:
pl: Proszę podłączyć certyfikowany komputer do innego komputera za pomocą kabla typu "null-modem" do pierwszego portu szeregowego (ttyS0, "COM1"). Na ttyS0 uruchomione zostanie agetty, które wyświetli komunikat powitalny "%1". Na zdalnym komputerze konieczne jest uruchomienie programu terminala, aby proces certyfikacji przebiegł prawidłowo. Można to zrobić np. przy użyciu polecenia 'screen /dev/ttyS0 115200'. W razie potrzeby należy nacisnąć raz klawisz Return, by uzyskać znak zachęty. Bezwzględnie należy zadbać o to, by był to jedyny program terminala korzystający z portu szeregowego. Poniższe polecenia mogą pomóc określić, czy lokalnie portu szeregowego nie zajmuje getty:

source: <p>Building the kernel. Enter the number of processors + 1, according to the machine to certify, by hand in the designated field. This can take some time.</p>
pl: <p>Kompilacja jądra. Proszę wprowadzić liczbę procesorów + 1, zgodnie z certyfikowanym komputerem, ręcznie w określonym polu. Proces ten może trochę potrwać.</p>

source: <p>Bonnie test. Performance test in respect to hard disk access. This can take some time.</p>
pl: <p>Test bonnie. Test wydajności dostępu do dysku twardego. Może to trochę potrwać.</p>

source: <p>After ejecting the floppy, immediately change it to read-only. E-mail the files located on this floppy as soon as possible to:<br>&lt;certify@suse.de&gt;<br> and send the floppy to the following postal address:</p>
pl: <p>Po wysunięciu dyskietki proszę natychmiast zabezpieczyć ją przed zapisem. Pliki znajdujące się na dyskietce proszę przesłać pocztą elektroniczną jak najszybciej do <br>&lt;certify@suse.de&gt;<br>, a samą dyskietkę na adres pocztowy:</p>

source: <p>SUSE LINUX AG<br>Hardware Certification<br>Maxfeldstr. 5<br>D-90409 Nuernberg<br>Germany</p>
pl: <p>SUSE LINUX AG<br>Hardware Certification<br>Maxfeldstr. 5<br>D-90409 Nuernberg<br>Niemcy</p>

source: Self Certify Configuration
pl: Konfiguracja certyfikacji własnej

source: Initializing ...
pl: Inicjalizacja...

source: You must run this from X.
pl: To narzędzie musi być uruchamiane z poziomu X.

source: Certification: Summary
pl: Certyfikacja: podsumowanie

source: Insert a blank floppy in fd0 and press Next.
pl: Proszę włożyć pustą dyskietkę do fd0 i wybrać Dalej.

source: Certification: System Information
pl: Certyfikacja: informacje o systemie

source: System Information
pl: Informacje o systemie

source: System &Manufacturer
pl: &Producent systemu

source: System &Designation
pl: &Oznaczenie systemu

source: Type and Number of &CPUs
pl: Typ i liczba pro&cesorów

source: &Amount of RAM
pl: &Rozmiar pamięci RAM

source: Enter a manufacturer.
pl: Należy wprowadzić producenta.

source: Enter a designation.
pl: Należy wprowadzić oznaczenie.

source: Specify the processor type.
pl: Należy określić typ procesora.

source: Specify the amount of RAM.
pl: Należy określić rozmiar pamięci RAM.

source: Certification: Motherboard and BIOS Information
pl: Certyfikacja: informacje o płycie głównej i BIOS-ie

source: Motherboard and BIOS Information
pl: Informacje o płycie głównej i BIOS-ie

source: &Motherboard Manufacturer
pl: P&roducent płyty głównej

source: Motherboard Vers&ion
pl: Wers&ja płyty głównej

source: BIOS M&anufacturer
pl: Producent &BIOS-u

source: BIOS Versi&on
pl: &Wersja BIOS-u

source: Enter the manufacturer.
pl: Należy wprowadzić producenta.

source: Enter the BIOS manufacturer.
pl: Należy wprowadzić producenta BIOS-u.

source: Enter the BIOS version.
pl: Należy wprowadzić wersję BIOS-u.

source: Certification: HDD Information
pl: Certyfikacja: informacje o dysku twardym

source: HDD Information
pl: Informacje o dysku twardym

source: &SCSI Controller
pl: Kontroler &SCSI

source: &Hard Disks
pl: Dyski &twarde

source: Complete the hard disk entry.
pl: Należy uzupełnić informacje o dysku.

source: Certification: Chipset Specifications
pl: Certyfikacja: specyfikacje chipsetu

source: Chipset Specifications
pl: Specyfikacje chipsetu

source: &Chipset Manufacturer
pl: Producent &chipsetu

source: O&fficial Designation and Type of Chipset
pl: O&ficjalne oznaczenie i typ chipsetu

source: N&orthbridge
pl: Mostek pół&nocny

source: &Southbridge
pl: Mostek połu&dniowy

source: &I/O Chip
pl: Ch&ip we/wy

source: Enter the chipset manufacturer.
pl: Należy wprowadzić producenta chipsetu.

source: Enter the chipset designation.
pl: Należy wprowadzić oznaczenie chipsetu.

source: Certification: Other Devices
pl: Certyfikacja: inne urządzenia

source: Other Devices
pl: Inne urządzenia

source: &Graphics Card
pl: Karta &graficzna

source: &Ethernet Controller
pl: Kontroler &Ethernetu

source: &Floppy Drives
pl: &Napęd dyskietek

source: &CD-ROM Drives
pl: Napęd &CD-ROM

source: &Power Supply Unit
pl: &Jednostka zasilająca

source: Complete the graphics card entry.
pl: Należy uzupełnić dane karty graficznej.

source: running...
pl: uruchomione...

source: failed
pl: nieudany

source: not run yet
pl: jeszcze nie uruchamiany

source: %1 Return Value: %2
pl: %1 Zwracana wartość: %2

source: Current Status: %1
pl: Stan bieżący: %1

source: &Start
pl: &Rozpocznij

source: Certification: Collect System Files
pl: Certyfikacja: zbieranie plików systemowych

source: Press Start to begin collecting some system files.
pl: Aby zacząć zbieranie plików systemowych, należy nacisnąć przycisk Rozpocznij.

source: Collecting system files failed.
pl: Zbieranie plików systemowych nie powiodło się.

source: Collection of log files completed.
pl: Zbieranie plików dziennika ukończone.

source: Certification: Ping Test
pl: Certyfikacja: test "ping"

source: Now the reachability of a remote host in the LAN through the network interface will be tested.
pl: Teraz zostanie przetestowana dostępność zdalnego komputera w sieci LAN poprzez interfejs sieciowy.

source: Enter the name or address of a running and reachable host in your network.
pl: Proszę wprowadzić nazwę lub adres uruchomionego i dostępnego komputera w sieci.

source: &Host Name
pl: Nazwa &komputera

source: Enter a valid host name.
pl: Należy wprowadzić poprawną nazwę komputera.

source: Ping test completed.
pl: Test "ping" ukończony.

source: Certification: Floppy Drive Test
pl: Certyfikacja: test napędu dyskietek

source: Floppy Test
pl: Test napędu dyskietek

source: Insert a disk in fd0. It will be erased.
pl: Proszę włożyć dyskietkę do fd0. Zostanie ona wykasowana.

source: Press Start to begin the floppy test.
pl: Aby zacząć test napędu dyskietek, należy nacisnąć przycisk Rozpocznij.

source: Floppy test failed.
pl: Test napędu dyskietek nie powiódł się.

source: Floppy test completed.
pl: Test napędu dyskietek ukończony.

source: Certification: CD-ROM Drive Test
pl: Certyfikacja: test napędu CD-ROM

source: CD-ROM Test
pl: Test CD-ROM

source: Insert the installation CD in your CD-ROM drive.
pl: Proszę włożyć płytę instalacyjną do napędu CD-ROM.

source: Press Start to begin the CD-ROM drive test.
pl: Aby zacząć test napędu CD-ROM, należy nacisnąć przycisk Rozpocznij.

source: CD-ROM drive test failed.
pl: Test napędu CD-ROM nie powiódł się.

source: CD-ROM drive test completed.
pl: Test napędu CD-ROM ukończony.

source: Certification: Serial Login Test
pl: Certyfikacja: logowanie szeregowe

source: Attach a null-modem cable to ttyS0.
pl: Proszę podłączyć kabel "null-modem" do ttyS0.

source: Press Start to begin the serial login test.
pl: Aby zacząć test logowania szeregowego, należy nacisnąć przycisk Rozpocznij.

source: Now start a Terminal program on the remote system and log in here as root or user.
pl: Proszę teraz uruchomić program Terminal w systemie zdalnym i zalogować się tutaj jako administrator lub użytkownik.

source: Press OK when you are logged in.
pl: Po zalogowaniu się należy wybrać OK.

source: Waiting for login...
pl: Oczekiwanie na logowanie...

source: Starting agetty on ttyS0 failed.
pl: Próba uruchomienia agetty na ttyS0 nie powiodła się.

source: Serial test completed.
pl: Test logowania szeregowego ukończony.

source: Certification: Load Test -- Compiling the Kernel
pl: Certyfikacja: test obciążenia -- kompilacja jądra

source: Kernel Compilation
pl: Kompilacja jądra

source: &Number of Parallel Builds
pl: &Liczba wirtualnych kompilacji

source: Press Start to begin the kernel compile test.
pl: Aby zacząć test kompilacji jądra, należy nacisnąć przycisk Rozpocznij.

source: Kernel compile test failed.
pl: Test kompilacji jądra nie powiódł się.

source: Kernel compile test completed.
pl: Test kompilacji jądra ukończony.

source: Certification: Performance Test for the Hard Drive
pl: Certyfikacja: test wydajności dysku twardego

source: Press Start to begin the hard disk benchmark (bonnie).
pl: Aby zacząć test wydajności dysku twardego (bonnie), należy nacisnąć przycisk Rozpocznij.

source: Benchmark failed.
pl: Test wydajności nie powiódł się.

source: Benchmark completed.
pl: Test wydajności ukończony.
