Repository: aviarypl/suse-l10n-pl
Catalog: yast/crowbar.*.po
Languages: pl

source: Initializing crowbar Configuration
pl: Inicjalizacja konfiguracji crowbar

source: Read the configuraton
pl: Odczytywanie konfiguracji

source: Reading the configuration...
pl: Odczytywanie konfiguracji...

source: Finished
pl: Zakończono

source: Saving crowbar Configuration
pl: Zapisywanie konfiguracji crowbar

source: Write the settings
pl: Zapisanie ustawień

source: Writing the settings...
pl: Zapisywanie ustawień...

source: The passwords do not match. Try again.
pl: Hasła nie zgadzają się. Proszę spróbować ponownie.

source: disabled
pl: wyłączona

source: The netmask '%1' is invalid. %2
pl: Maska podsieci "%1" jest nieprawidłowa. %2

source: The IP address '%1' is invalid. %2
pl: Ten adres IP "%1" jest nieprawidłowy. %2

source: The router address '%1' is invalid. %2
pl: Adres routera "%1" jest nieprawidłowy. %2

source: The router address '%1' is not part of network '%2'.
pl: Adres routera "%1" nie należy do sieci "%2".

source: Some address ranges are not part of network '%1'. Adapt them using 'Edit ranges' button.
pl: Niektóre zakresy adresów nie są częścią sieci "%1". Dostosuj je używając przycisku "Edycja zakresów".

source: Min IP Address
pl: Minimalny adres IP

source: Max IP Address
pl: Maksymalny adres IP

source: The address '%1' is not part of network '%2'.
pl: Adres "%1" nie należy do sieci "%2".

source: The lowest address must be lower than the highest one.
pl: Najniższy adres musi być niższy od najwyższego.

source: Ranges '%1' and '%2' are overlapping.
pl: Zakresy "%1" i "%2" pokrywają się.

source: Password for Crowbar Administrator
pl: Hasło do panelu administracji Crowbar

source: <p>Enter the password for Crowbar administrator.</p>
pl: <p>Proszę wprowadzić hasło do panelu administracji Crowbar.</p>

source: Repeat the Password
pl: Powtórz hasło

source: Mode
pl: Tryb

source: Bonding Policy
pl: Polityka powiązań

source: Network
pl: Sieć

source: Subnet Address
pl: Adres podsieci

source: Network Mask
pl: Maska sieci

source: Use VLAN
pl: Użyj VLAN

source: VLAN ID
pl: Identyfikator VLAN

source: Subnet
pl: Podsieć

source: Netmask
pl: Maska sieci

source: Broadcast
pl: Rozgłaszanie

source: Add Bridge
pl: Dodaj mostek

source: &Edit Ranges...
pl: &Edycja zakresów...

source: Administration Settings
pl: Ustawienia administracyjne

source: Network Mode
pl: Tryb sieciowy

source: Networks
pl: Sieci

source: The SUSE Cloud Admin Server has been deployed. Changing the network is currently not supported. You can visit the Crowbar web UI on http://%1:3000/
pl: Wdrożony został SUSE Cloud Admin Server. Zmiany tej sieci nie są obecnie możliwe. Interfejs internetowy Crowbar możesz wyświetlić pod tym adresem: http://%1:3000/

source: Crowbar Configuration Overview
pl: Konfiguracja Crowbar - przegląd ogólny

source: Configuration of crowbar
pl: Konfiguracja Crowbar

source: <p><b><big>Initializing Crowbar Configuration</big></b><br> Please wait...<br></p>
pl: <p><b><big>Inicjowanie konfiguracji Crowbar</big></b><br> Proszę czekać...<br></p>

source: <p><b><big>Saving Crowbar Configuration</big></b><br> Please wait...<br></p>
pl: <p><b><big>Zapisywanie konfiguracji Crowbar</big></b><br> Proszę czekać...<br></p>

source: <p><b>Crowbar Configuration Overview</b> <br></p>
pl: <p><b>Konfiguracja Crowbar - przegląd ogólny</b> <br></p>

source: <p> See the SUSE Cloud deployment guide for details on the network configuration and on using this YaST module. </p>
pl: <p> Zajrzyj do przewodnika wdrożenia SUSE Cloud, aby poznać szczegóły konfiguracji sieci i zasad korzystania z tego modułu programu YaST. </p>

source: Crowbar Configuration
pl: Konfiguracja Crowbar

source: Initializing...
pl: Inicjalizacja...
