Repository: aviarypl/suse-l10n-pl
Catalog: yast/dirinstall.*.po
Languages: pl

source: Initializing...
pl: Inicjalizacja...

source: Initialize the Package Manager
pl: Inicjalizacja menedżera pakietów

source: Select Software
pl: Wybór oprogramowania

source: Initialize the Target System
pl: Inicjalizacja systemu docelowego

source: Initializing the Package Manager...
pl: Inicjalizacja menedżera pakietów...

source: Selecting Software...
pl: Wybieranie oprogramowania...

source: Initializing the Target System...
pl: Inicjalizacja systemu docelowego...

source: Please wait...
pl: Proszę czekać...

source: Could not read package information.
pl: Nie udało się odczytać informacji o pakietach.

source: Installation into Directory
pl: Instalacja do katalogu

source: Directory Install Options
pl: Opcje instalacji do katalogu

source: &Root Directory (not "/"):
pl: Katalog &główny (nie "/"):

source: Run &YaST and SuSEconfig on First Boot
pl: Uruchom programy &YaST i SuSEconfig przy pierwszym uruchomieniu

source: Get Software Selection from AutoYaST Profile
pl: Pobierz wybór oprogramowania z profilu AutoYaST

source: &AutoYaST Profile
pl: Profil &AutoYaST

source: Create Ima&ge
pl: Utwórz &obraz

source: Ima&ge Name:
pl: &Nazwa obrazu:

source: &Image Directory:
pl: &Katalog obrazu:

source: Select &Directory
pl: Wybierz &katalog

source: <p>Choose a directory to which to install. Depending on the software selection, make sure enough space is available.</p>
pl: <p>Proszę wybrać katalog docelowy instalacji. W zależności od wybranego oprogramowania należy upewnić się, czy na dysku jest wystarczająca ilość wolnego miejsca.</p>

source: <p>Additionally, you can create an archive image of the directory using tar. To create an image, specify the name and the location in the respective fields.</p>
pl: <p>Dodatkowo, za pomocą programu tar, można utworzyć archiwalny obraz katalogu. Aby utworzyć obraz, należy podać w odpowiednich polach nazwę i położenie pliku obrazu.</p>

source: Select Directory
pl: Proszę wybrać katalog

source: Select AutoYaST Profile
pl: Wybierz profil AutoYaST

source: Failed to read the AutoYaST profile.
pl: Nie udało się odczytać profilu AutoYaST

source: Specify a root directory. This does not mean /
pl: Proszę podać katalog główny. (Nie: /)

source: Options
pl: Opcje

source: &Options
pl: &Opcje

source: Finalize system configuration
pl: Zakończenie konfiguracji systemu

source: Prepare system for initial boot
pl: Przygotowywanie systemu do pierwszego uruchomienia

source: Create image file
pl: Tworzenie pliku obrazu

source: <p>Please wait while the system is being configured.</p>
pl: <p>Proszę czekać, aż system zostanie skonfigurowany.</p>

source: Finishing Directory Installation
pl: Kończenie instalacji do katalogu

source: Configuring installed system
pl: Konfigurowanie zainstalowanego systemu

source: Building directory image...
pl: Tworzenie obrazu katalogu...

source: Directory Installation
pl: Instalacja do katalogu

source: Installation
pl: Instalacja

source: Settings
pl: Ustawienia

source: Prepare Installation
pl: Przygotowanie instalacji

source: Install Packages
pl: Instalacja pakietów

source: Finish Installation
pl: Zakończenie instalacji

source: Finish the Package Manager
pl: Kończenie menedżera pakietów

source: Clean Up
pl: Porządkowanie

source: Finishing the Package Manager...
pl: Kończenie menedżera pakietów...

source: Cleaning Up...
pl: Porządkowanie...

source: Finishing...
pl: Kończenie...

source: Target Directory: %1
pl: Katalog docelowy: %1

source: Run YaST and SuSEconfig at First Boot: %1
pl: Uruchom programy YaST i SuSEconfig przy pierwszym uruchomieniu: %1

source: Yes
pl: Tak

source: No
pl: Nie

source: Create Image: %1
pl: Utwórz obraz: %1

source: Load software selection from %1
pl: Wczytaj wybór oprogramowania z %1
