Repository: aviarypl/suse-l10n-pl
Catalog: yast/drbd.*.po
Languages: pl

source: Initializing DRBD Configuration
pl: Inicjowanie konfiguracji DRBD

source: Read global settings
pl: Odczytanie ustawień globalnych

source: Read resources
pl: Odczytanie zasobów

source: Read daemon status
pl: Odczytanie statusu demona

source: Reading global settings...
pl: Odczytywanie ustawień globalnych...

source: Reading resources...
pl: Odczytywanie zasobów...

source: Reading daemon status...
pl: Odczytywanie statusu demona...

source: Finished
pl: Zakończono

source: Writing DRBD Configuration
pl: Zapisywanie konfiguracji DRBD

source: Write global settings
pl: Zapisanie ustawień globalnych

source: Write resources
pl: Zapisanie zasobów

source: Set daemon status
pl: Ustawienie statusu demona

source: Writing global settings...
pl: Zapisywanie ustawień globalnych...

source: Writing resources...
pl: Zapisywanie zasobów...

source: Setting daemon status...
pl: Ustawianie statusu demona...

source: Start-up Configuration
pl: Konfiguracja startowa

source: Global Configuration
pl: Konfiguracja globalna

source: Resource Configuration
pl: Konfiguracja zasobów

source: Drbd Configuration
pl: Konfiguracja drbd

source: First part of configuration of drbd
pl: Pierwsza faza konfiguracji drbd

source: Second part of configuration of drbd
pl: Druga faza konfiguracji drbd

source: Configuration of drbd
pl: Konfiguracja drbd

source: Global Configuration of DRBD
pl: Globalna konfiguracja DRBD

source: Dialog Refresh
pl: Odświeżanie okna dialogowego

source: Disable IP Verification
pl: Zabroń weryfikacji IP

source: Disable IO Hint
pl: Zabroń podpowiedzi IO

source: <p><b><big>Initializing drbd Configuration</big></b><br> Please wait...<br></p>
pl: <p><b><big>Inicjowanie konfiguracji DRBD</big></b><br> Proszę czekać...<br></p>

source: <p><b><big>Aborting Initialization:</big></b><br> Safely abort the configuration utility by pressing <b>Abort</b> now.</p>
pl: <p><b><big>Przerywanie inicjacji:</big></b><br> Bezpiecznie przerwij działanie narzędzia konfiguracyjnego przez naciśnięcie przycisku <b>Anuluj</b> .</p>

source: <p><b><big>Saving drbd Configuration</big></b><br> Please wait...<br></p>
pl: <p><b><big>Zapisywanie konfiguracji drbd</big></b><br> Proszę czekać...<br></p>

source: <p><b><big>Aborting Saving:</big></b><br> Abort the save procedure by pressing <b>Abort</b>. An additional dialog informs whether it is safe to do so. </p>
pl: <p><b><big>Przerywanie zapisywania:</big></b><br> Przerwij proces zapisywania naciskając przycisk <b>Anuluj</b>. Dodatkowe okno dialogowe informuje, czy jest to bezpieczne. </p>

source: Start to configure DRBD.
pl: Zaczyna konfigurację DRBD.

source: <p><b><big>Global Configuration of DRBD</big></b></p>
pl: <p><b><big>Globalna konfiguracja DRBD</big></b></p>

source: <p><b>Minor Count:</b> use this if you want to define more resources later without reloading the module. by default we load the module with exactly as many devices as configured mentioned in this file. </p>
pl: <p><b>Liczenie drobnych:</b> użycie tej opcji umożliwia zdefiniowanie zasobów w późniejszym czasie bez konieczności ponownego uruchamiania modułu. domyślnie moduł ładowany jest z dokładnie taką ilością skonfigurowanych urządzeń jaka jest wymieniona w tym pliku. </p>

source: <p><b><big>Drbd Configuration</big></b><br> Configure drbd here.<br></p>
pl: <p><b><big>Konfiguracja Drbd</big></b><br> Skonfiguruj tutaj drbd.<br></p>

source: <p><b><big>Adding a drbd:</big></b><br> Choose an drbd from the list of detected drbds. If your drbd was not detected, use <b>Other (not detected)</b>. Then press <b>Configure</b>.</p>
pl: <p><b><big>Dodawanie drbd:</big></b><br> Wybierz drbd z listy wykrytych drbd. Jeśli drbd nie zostało wykryte, użyj przycisku <b>Inne (nie wykryte)</b>. Następnie naciścnij przycisk <b>Konfiguracja</b>.</p>

source: <p><b><big>Editing or Deleting:</big></b><br> If you press <b>Edit</b>, an additional dialog in which to change the configuration opens.</p>
pl: <p><b><big>Edytowanie lub usuwanie:</big></b><br> Naciśnięcie przycisku <b>Edytuj</b> spowoduje uruchomienie dodatkowego okna umożliwiającego konfigurację.</p>

source: <p><b><big>Drbd Configuration Overview</big></b><br> Obtain an overview of installed drbds. Additionally edit their configurations.<br></p>
pl: <p><b><big>Przegląd konfiguracji drbd</big></b><br> Uzyskuje przegląd zainstalowanych drbd. Dodatkowo umożliwia ich konfigurację.<br></p>

source: <p><b><big>Adding a drbd:</big></b><br> Press <b>Add</b> to configure a drbd.</p>
pl: <p><b><big>Dodawanie drbd:</big></b><br> Aby dodać drbd należy nacisnąć przycisk <b>Dodaj</b>.</p>

source: <p><b><big>Editing or Deleting:</big></b><br> Choose a drbd to change or remove. Then press <b>Edit</b> or <b>Delete</b> as desired.</p>
pl: <p><b><big>Edytowanie lub usuwanie::</big></b><br> Wybierz drbd w celu zmiany lub usunięcia. Następnie nacisnąć pożądany przycisk <b>Edytuj</b> lub <b>Usuń</b>.</p>

source: <p><b><big>Configuration Part One</big></b><br> Press <b>Next</b> to continue. <br></p>
pl: <p><b><big>Faza pierwsza konfiguracji</big></b><br> Naciśnij przycisk <b>Dalej</b> aby kontynuować. <br></p>

source: <p><b><big>Selecting Something</big></b><br> It is not possible. You must code it first. :-) </p>
pl: <p><b><big>Wybieranie czegoś</big></b><br> Nie jest możliwe. Musisz to najpierw napisać. :-) </p>

source: <p><b><big>Configuration Part Two</big></b><br> Press <b>Next</b> to continue. <br></p>
pl: <p><b><big>Faza druga konfiguracji</big></b><br> Naciśnij przycisk <b>Dalej</b> aby kontynuować. <br></p>

source: Resource Name
pl: Nazwa zasobu

source: Protocol
pl: Protokół

source: Booting
pl: Uruchamianie systemu

source: On -- Start DRBD Server Now and when Booting
pl: On -- Uruchamia serwer DRBD teraz i podczas startu systemu

source: Off -- Server Only Starts Manually
pl: Off -- Tylko ręczne uruchamianie serwera

source: Switch On and Off
pl: Przełącza pomiędzy On i Off

source: Current Status:
pl: Bieżący status:

source: Start DRBD Server Now
pl: Uruchamia teraz serwer DRBD

source: Stop DRBD Server Now
pl: Zatrzymuje teraz serwer DRBD

source: Propagate Configuration
pl: Propaguje konfigurację

source: To propagate this configuration , copy the configuration file '/etc/drbd.conf' to the rest of nodes manually.
pl: Aby rozpropagować konfigurację, należy ręcznie skopiować plik konfiguracyjny '/etc/drbd.conf' do pozostałych węzłów.

source: DRBD server is running.
pl: Serwer DRBD jest uruchomiony.

source: DRBD server is not running.
pl: Serwer DRBD jest zatrzymany.

source: Heartbeat Configuration
pl: Konfiguracja Heartbeat

source: Initializing...
pl: Inicjalizowanie...
