Repository: aviarypl/suse-l10n-pl
Catalog: yast/fingerprint-reader.*.po
Languages: pl

source: Fingerprint reader device is not available on this system.
pl: W tym systemie czytnik linii papilarnych jest nieosiągalny.

source: Saving Fingerprint Reader Configuration
pl: Zapisanie konfiguracji czytnika linii papilarnych

source: Import fingerprint files
pl: Import plików linii papilarnych

source: Importing fingerprint files...
pl: Importowanie plików linii papilarnych...

source: Finished
pl: Zakończono

source: Importing fingerprint files failed.
pl: Importowanie plików linii papilarnych nie powiodło się.

source: PAM Login
pl: Login PAM

source: Use Fingerprint Authentication
pl: Używaj uwierzytelniania na podstawie linii papilarnych

source: Do Not Use Fingerprint Authentication
pl: Nie używaj uwierzytelniania na podstawie linii papilarnych

source: <b>Fingerprint Authentication Enabled</b>: %1<br>
pl: <b>Uwierzytelnianie na podstawie linii papilarnych włączone</b>: %1<br>

source: Yes
pl: Tak

source: No
pl: Nie

source: Fingerprint configuration
pl: Konfiguracja linii papilarnych

source: Set the user's fingerprint
pl: Ustaw linie papilarne użytkownika

source: Fingerprint reader is not configured. Run 'yast2-fingerprint-reader' to configure it
pl: Czytnik linii papilarnych nie jest skonfigurowany. Proszę uruchomić moduł ''yast2-fingerprint-reader' w celu jego skonfigurowania.

source: Fingerprint Reader Configuration
pl: Konfiguracja czytnika linii papilarnych

source: <p> <b><big>Fingerprint Authentication</big></b><br> The Fingerprint Reader Configuration updates your PAM settings to enable authentication with fingerprints.</p>
pl: <p> <b><big>Uwierzytelnianie na podstawie linii papilarnych</big></b><br> Konfiguracja czytnika linii papilarnych spowoduje uaktualnienie ustawień PAM, w celu włączenia uwierzytelniania za pomocą linii papilarnych.</p>

source: <p>To <b>import fingerprint files</b> from different installations, choose the directory where the files are located.</p>
pl: <p>Aby <b>zaimportować pliki linii papirarnych</b> z innych instalacji, proszę wybrać katalog, w którym są one zlokalizowane.</p>

source: User Authentication
pl: Uwierzytelnianie użytkowników

source: Do No&t Use Fingerprint Reader
pl: Nie używaj czy&tnika linii papilarnych

source: &Use Fingerprint Reader
pl: &Używaj czytnika linii papilarnych

source: &Directory with fingerprint files
pl: &Katalog z plikami linii papilarnych

source: The path to fingerprint files does not point to the valid directory.
pl: Ścieżka do plików linii papilarnych nie prowadzi do prawidłowego katalogu.

source: Configuration of fingerprint-reader
pl: Konfiguracja czytnika linii papilarnych

source: <p><b><big>Initializing Fingerprint Reader Configuration</big></b><br> Please wait...<br></p>
pl: <p><b><big>Inicjalizacja czytnika linii papilarnych</big></b><br> Proszę czekać...<br></p>

source: <p><b><big>Aborting Initialization:</big></b><br> Safely abort the configuration utility by pressing <b>Abort</b> now.</p>
pl: <p><b><big>Przerwanie inicjalizacji:</big></b><br> Można bezpiecznie przerwać pracę konfiguratora naciskając teraz <b>Przerwij</b>.</p>

source: <p><b><big>Saving Fingerprint Reader Configuration</big></b><br> Please wait...<br></p>
pl: <p><b><big>Zapisywanie konfiguracji czytnika linii papilarnych</big></b><br> Proszę czekać...<br></p>

source: <p><b><big>Aborting Saving:</big></b><br> Abort the save procedure by pressing <b>Abort</b>. An additional dialog informs whether it is safe to do so. </p>
pl: <p><b><big>Przerwanie zapisywania:</big></b><br> Można przerwać tę procedurę naciskając <b>Przerwij</b>. Dodatkowe okno dialogowe poinformuje, czy jest to bezpieczne. </p>

source: <p>Swipe your finger on the fingerprint reader. Three successful attempts are needed to save the new fingerprint.</p>
pl: <p>Proszę przyłożyć palec do czytniika linii papilarnych. Do zapisania nowego wzoru linii papilarnych konieczne są trzy pomyślne odczyty.</p>

source: Initializing fingerprint reader...
pl: Inicjalizacja czytnika linii papilarnych...

source: Successful swipes: %1, failed swipes: %2
pl: Pomyślne odczyty: %1, błędne odczyty: %2

source: Initialization of fingerprint reader failed.
pl: Inicjalizacja czytnika linii papilarnych nie powiodła się.

source: Storing data...
pl: Zapisywanie danych...

source: Acquiring fingerprint failed.
pl: Odczytywanie linii papilarnych nie powiodło się.

source: Please swipe your finger...
pl: Proszę przyłożyć palec...

source: Fingerprint acquired successfully.
pl: Linie papilarne odczytane.

source: Could not acquire fingerprint.
pl: Nie można było odczytać linii papilarnych.

source: USB error occured.
pl: Wystąpił błąd USB.

source: Communication with fingerprint reader failed.
pl: Komunikacja z czytnikiem linii papilarnych nie powiodła się.

source: Initializing...
pl: Inicjalizacja...
