Repository: aviarypl/suse-l10n-pl
Catalog: yast/firewall-services.*.po
Languages: pl

source: HTTP Server
pl: Serwer HTTP

source: Opens ports for Apache Web Server.
pl: Otwiera porty dla serwera Apache

source: HTTPS Server
pl: Serwer HTTPS

source: Zeroconf/Bonjour Multicast DNS (mDNS) ports for Service Discovery (DNS-SD)
pl: Porty Zeroconf/Bonjour Multicast DNS (mDNS) dla wykrywania usług (DNS-SD)

source: Bacula network backup system director daemon
pl: Demon systemu zapasowej kopii folderów przez sieć Bacula

source: Bacula File Daemon
pl: Daemon plików Bacula

source: Bacula network backup system file daemon
pl: Demon systemu zapasowej kopii plików przez sieć Bacula

source: Bacula Storage Daemon
pl: Daemon składu Bacula

source: Bacula network backup system storage daemon
pl: Demon systemu zapasowej kopii danych przez sieć Bacula

source: bind DNS server
pl: Serwer DNS bind

source: Open ports for the bind DNS server
pl: Otwiera porty dla bind - serwera DNS

source: Opens ports for courier-imapd.
pl: Otwiera porty dla serwera courier-imapd.

source: Firewall Configuration file for printing service CUPS
pl: Plik konfiguracji zapory dla usług drukowania CUPS

source: cyrus-imapd Server
pl: Serwer cyrus-imapd

source: Opens ports for the cyrus-imapd Server.
pl: Otwiera porty dla serwera cyrus-imapd

source: DHCP Server
pl: Serwer DHCP

source: Opens ports for ISC DHCP Server.
pl: Otwiera porty dla serwera DHCP ISC

source: Open ports for the dnsmasq DNS/DHCP server
pl: Otwiera porty dla serwera DNS/DHCP dnsmasq

source: Finger Server
pl: Serwer Finger

source: Opens ports for Finger Server.
pl: Otwiera porty dla serwera Finger

source: icecream daemon
pl: Demon Icecream

source: opens socket for the icecream compilation daemon
pl: otwiera sockety dla demona icecream

source: Opens ports for the icecream scheduler
pl: Otwiera porty dla planera Icecream

source: imap Server
pl: Serwer imap

source: Opens ports for imap Server.
pl: Otwiera porty dla serwera imap

source: iSCSI Target Daemon
pl: Demon iSCSI

source: Opens ports for iSCSI Target Daemon with broadcast allowed.
pl: Otwiera porty dla demona iSCSI z zezwoleniem na rozgłaszanie.

source: iSNS Daemon
pl: Demon iSNS

source: Opens ports for iSNS daemon with broadcast allowed.
pl: Otwiera porty dla demona iSNS z zezwoleniem na rozgłaszanie.

source: Kerberos Admin Server
pl: Serwer administracyjny Kerberos

source: Open ports for kadmind Server
pl: Otwiera porty dla serwera kadmind.

source: Key Distribution Center
pl: Centrum Dystrybucji Kluczy

source: Open ports for the Key Distribution Center
pl: Otwiera porty dla centrum dystrybucji kluczy

source: Open the http port for lighttpd.
pl: Otwiera port http dla usługi lighttpd.

source: Open the https port for lighttpd.
pl: Otwiera port https dla usługi lighttpd.

source: MySQL server
pl: Serwer MySQL

source: opens ports for MySQL in order to allow other hosts connect to it
pl: Otwiera porty dla połączeń z serwerem MySQL na tym komputerze

source: NFS Client
pl: Klient NFS

source: Firewall Configuration for NFS client. Opens ports for NFS client to allow connection to an NFS server.
pl: Konfiguracja zapory sieciowej dla klienta NFS. Otwiera porty dla klienta NFS aby umożliwić połączenie z serwerem NFS.

source: NFS Server Service
pl: Usługa serwera NFS

source: Firewall Configuration for NFS kernel server. Opens ports for NFS to allow other hosts to connect.
pl: Konfiguracja zapory sieciowej dla jądra serwera NFS. Otwiera porty dla NFS aby umożliwić połączenie hostów do niego.

source: xntp Server
pl: Serwer xntp

source: Opens ports for xntp.
pl: Otwiera porty dla usługi xntp

source: Network UPS Tools
pl: Narzędzia sieciowe UPS

source: Opens ports for remote UPS signalling for Network UPS Tools.
pl: Otwiera porty dla sygnałów zdalnego UPS dla Narzędzi sieciowych UPS.

source: OpenLDAP Server
pl: Serwer OpenLDAP

source: Opens ports for the OpenLDAP Server (slapd).
pl: Hasło dla serwera OpenLDAP (sldap)

source: SMTP with Postfix
pl: SMTP i Postfix

source: Firewall Configuration file for postfix
pl: Plik konfiguracji zapory sieciowej dla demona postfix

source: PostgreSQL Server
pl: Serwer PostgreSQL

source: Opens TCP port 5432 to allow remote connections to the PostgreSQL server.
pl: Otwiera port 5432 TCP dla zdalnych połączeń z serwerem PostgreSQL.

source: Opens ports for pureftpd with broadcast allowed.
pl: Otwiera porty dla pureftpd z zezwoleniem na rozgłaszanie.

source: SMTP with sendmail
pl: SMTP i sendmail

source: Firewall Configuration file for sendmail
pl: Konfiguracja zapory sieciowej dla demona sendmail

source: Squid Service
pl: Usługa Squid

source: Opens ports for Squid
pl: Otwiera porty dla usługi Squid

source: Secure Shell Server
pl: Serwer SSH

source: Open ports for Secure Shell Server
pl: Otwiera porty dla serwera SSH

source: Open ports for svnserve
pl: Otwiera porty dla demona svnserve

source: Talk Server
pl: Serwer Talk

source: Open ports for Talk Server
pl: Otwiera porty dla serwera Talk

source: Telnet Server
pl: Serwer Telnet

source: Opens ports for Telnet Server.
pl: Otwiera porty dla serwera Telnet

source: Tetrinet Server
pl: Serwer Tetrinet

source: Opens ports in firewall to make possible to connect clients to your server.
pl: Otwiera odpowiednie porty w zaporze sieciowej umożliwiając użytkowikom zdalne połączenie z serwerem.

source: VNC mini-HTTP server
pl: Serwer VNC mini-HTTP

source: Opens the VNC HTTP ports so that browsers can connect.
pl: Otwiera porty VNC HTTP, aby przeglądarki mogły nawiązać połączenie

source: Opens VNC server ports so that viewers can connect.
pl: Otwiera porty serwera VNC, aby widzowie mieli możliwośc połączenia.

source: vsftpd Server
pl: Serwer vsftpd

source: Opens ports for vsftpd Server.
pl: Otwiera porty dla serwera vsftpd

source: Allow other hosts to access your display manager via XDMCP
pl: Zezwól innym hostom na dostęp do Twojego menadżera wyświetlania poprzez XDMCP

source: VNC Server
pl: Serwer VNC

source: Opens ports for VNC Server
pl: Otwiera porty dla serwera VNC

source: NIS Client
pl: Klient NIS

source: The ypbind daemon binds NIS clients to an NIS domain
pl: Demon ypbind wiąże klientów NIS z domeną NIS

source: NIS Server
pl: Serwer NIS

source: Configuration for a NIS master/slave server
pl: Konfiguracja dla głównego/podrzędnego serwera NIS
