Repository: aviarypl/suse-l10n-pl
Catalog: yast/found.*.po
Languages: pl

source: <p> Network scanners cannot be configured with this tool. These devices must be configured manually. A network scanner is a scanner that has a network interface so it is directly accessible in the network. In contrast, scanning via network means accessing a remote scanner connected to another host in the network. </p>
pl: <p> Nie jest możliwe skonfigurowanie skanerów sieciowych za pomocą tego narzędzia. Urządzenia te muszą zostać skonfigurowane ręcznie. Skaner sieciowy jest to skaner, który posiada interfejs sieciowy, a zatem taki skaner, który jest dostępny bezpośrednio z sieci. Należy rozróżnić skaner sieciowy od skanowania przez sieć, które oznacza korzystanie ze zdalnego skanera podłączonego do innego hosta w sieci. </p>

source: <p> The table lists the configured drivers with their associated scanners. Press <b>Edit</b> to modify a driver. Press <b>Delete</b> to remove a driver. If you press <b>Other</b>, you can restart the detection, test active scanners, or set up scanning via network. </p>
pl: <p> Tabela przedstawia skonfigurowane sterowniki wraz ze związanymi z nimi skanerami. Aby zmienić sterownik, należy wybrać <b>Edytuj</b>. Aby usunąć sterownik, należy wybrać <b>Usuń</b>. Aby powtórzyć wykrywanie, przetestować aktywne skanery albo skonfigurować skanowanie przez sieć, proszę wybrać <b>Inne</b>. </p>

source: <p> <b><big>Scanner Model Selection</big></b><br> All known scanner models, both supported and unsupported, are listed here. Read all information carefully before selecting a model and pressing <b>Next</b>. The information is based on data of the SANE project at <tt>http://www.sane-project.org/</tt>. </p>
pl: <p> <b><big>Wybór modelu skanera</big></b><br> Lista zawiera wszystkie znane modele skanerów, zarówno obsługiwane jak i nieobsługiwane. Przed wybraniem modelu i naciśnięciem <b>Dalej</b>, należy uważnie zapoznać się ze wszystkimi przedstawionymi informacjami. Informacje opierają się na danych z projektu SANE (<tt>http://www.sane-project.org/</tt>). </p>

source: <p> A model is supported if there is at least one appropriate scanner driver available. Most scanner drivers are provided by the sane package. The support status varies from minimal to complete. </p>
pl: <p> Model jest obsługiwany, jeśli istnieje co najmniej jeden odpowiedni sterownik skanera. Większość sterowników dostarczanych jest przez pakiet sane. Poziom obsługi waha się od minimalnego do pełnego. </p>

source: <p> Even if a model has no driver available, the manufacturer might have a driver. Therefore, you should ask the scanner manufacturer for a driver for an unsupported scanner. </p>
pl: <p> Jeśli sterownik dla modelu nie został znaleziony, możliwe jest że ma go producent skanera. Dlatego zalecane jest zapytanie producenta skanera o sterownik dla nieobsługiwanego modelu. </p>

source: <p> When additional comments are available, they are shown in square brackets. </p>
pl: <p> Dodatkowe komentarze wyświetlane są w nawiasach kwadratowych. </p>

source: <p> Use the <b>Search String</b> to find an appropriate entry quickly. To find some text anywhere in the table, enter it in the field. A more complicated search using a case-insensitive regular expression is also possible. If the scanner was detected and the manufacturer name is available in this list, the search string is preset with the manufacturer name, such as <tt>^Epson.*</tt>. To refine the search results, append model-specific details to the search string. For example, append a word that is part of the model name as in <tt>^Epson.*perfection</tt> or append some digits that are part of the model name as in <tt>^Epson.*1200</tt>. </p>
pl: <p> Aby szybko znaleźć odpowiednią pozycję, można skorzystać z opcji <b>Szukaj</b>. Aby znaleźć żądany tekst gdziekolwiek w tabeli, należy wprowadzić go w polu wyszukiwania. Możliwe jest też bardziej skomplikowane wyszukiwanie za pomocą wyrażeń regularnych (bez rozróżniania wielkości liter). Jeśli skaner został wykryty i nazwa producenta jest dostępna na liście, zapytanie wyszukiwania jest automatycznie ustawiane tak, aby zawierało nazwę producenta, np. <tt>^Epson.*</tt>. Aby zawężyć wyniki wyszukiwania, można dodać do szukanego ciągu szczegóły danego modelu. Można na przykład dodać słowo, które jest częścią nazwy modelu (np. <tt>^Epson.*perfection</tt>), albo kilka cyfr, które są częścią nazwy modelu (np. <tt>^Epson.*1200</tt>). </p>

source: <p> <b><big>Scanner and Driver Setup</big></b><br> The driver is activated and the associated scanners are probed. This may take a few seconds, so you must wait until you can press <b>Next</b>. If you press <b>Back</b>, the driver is deactivated. </p>
pl: <p> <b><big>Konfiguracja skanera i sterownika</big></b><br> Trwa aktywacja sterownika i wykrywanie powiązanych z nim skanerów. Może to zająć kilka sekund, dlatego proszę poczekać przed naciśnięciem przycisku<b>Dalej</b>. Jeśli zostanie naciśnięty przycisk <b>Powrót</b>, sterownik zostanie deaktywowany. </p>

source: <p> <b><big>Additional Packages</big></b><br> If the package that provides the driver is not yet installed, an appropriate dialog is shown to install the package. Such packages may not be available for all architectures (for example, the iscan package is only available for i386 architectures). </p>
pl: <p> <b><big>Dodatkowe pakiety</big></b><br> Jeśli pakiet zawierający sterownik nie jest jeszcze zainstalowany, pojawi się okno dające możliwość jego instalacji. Pakiety takie mogą nie być dostępne dla wszystkich architektur (np. pakiet iscan jest dostępny tylko dla architektury i386). </p>

source: <p> <b><big>Firmware Upload</big></b><br> Some models require a firmware upload. In this case, an appropriate explanatory text is shown. </p>
pl: <p> <b><big>Wymagany plik firmware</big></b><br> Niektóre modele wymagają wczytania pliku firmware (z oprogramowaniem producenta). W takim przypadku wyświetlany jest odpowiedni tekst wyjaśniający. </p>

source: <p> <b><big>HP All-in-One Devices</big></b><br> HP all-in-one devices require a special setup. In this case, an appropriate dialog is shown. There are two software packages that provide support for HP all-in-one devices: the old HPOJ software (package hp-officeJet), which provides the PTAL system (with the ptal service) to access HP all-in-one devices, and the new HPLIP software (package hplip), which provides the hplip service to access HP all-in-one devices. Both software packages can be installed at the same time but the services cannot be run together. Because a running service is required to access the device, either ptal or hplip must be used to access all HP all-in-one devices. </p>
pl: <p> <b><big>Urządzenia wielofunkcyjne HP</big></b><br> Urządzenia wielofunkcyjne HP wymagają specjalnej konfiguracji. W tym celu wyświetlane jest osobne okno. Istnieją dwa pakiety zapewniające obsługę urządzeń wielofunkcyjnych HP: stare oprogramowanie HPOJ (pakiet hp-officeJet), zawierające system PTAL (z usługą ptal) obsługujący urządzenia wielofunkcyjne HP, oraz nowe oprogramowanie HPLIP (pakiet hplip), który zawiera usługę hplip obsługującą urządzenia wielofunkcyjne HP. Oba pakiety mogą być zainstalowane w systemie, ale usługi te nie mogą działać jednocześnie. Ponieważ dla zapewnienia dostępu do tego urządzenia wielofunkcyjnego wymagana jest działająca usługa, konieczne jest użycie jednej z tych dwóch usług. . </p>

source: <p> <b><big>Scanning via Network</big></b><br> Enter the appropriate information and press <b>Next</b> to set up scanning via network. </p>
pl: <p> <b><big>Skanowanie przez sieć</big></b><br> Aby skonfigurować skanowanie przez sieć, należy wprowadzić odpowiednie dane i nacisnąć przycisk <b>Dalej</b>. </p>

source: <p> <b><big>Server Settings</big></b><br> If you have locally connected scanners and want to make them accessible via the network, set up the saned network scanning daemon so that your host becomes a server. In <b>Permitted Clients</b>, enter which client hosts are permitted to access saned on your server. Enter a comma-separated list of client hosts (hostnames or IP addresses) or subnets (CIDR notation, such as 192.168.1.0/24). If no client hosts are permitted, saned is not activated. If saned is activated, xinetd is also activated and set up for saned. Clients contact saned via the sane-port (TCP port 6566) but scanning data is transferred via an additional random port. The default <b>Firewall Settings</b> during system installation protect your host from external access. This is not a problem when using scanners in an internal network (when the network interface belongs to the internal network zone) unless you have firewall protection enabled for the internal zone. Allowing access from an external network does not make sense because scanning documents requires physical scanner access. Therefore access from the external zone can only be denied if it was accidentally allowed by insecure firewall settings. </p>
pl: <p> <b><big>Ustawienia serwera</big></b><br> Aby mieć dostęp poprzez sieć do lokalnie podłączonych skanerów, należy skonfigurować demona skanowania sieciowego saned tak, aby żądany host stał się serwerem. W polu <b>Dopuszczeni klienci</b> należy określić, które hosty klienckie mają pozwolenie na dostęp do saned na tym serwerze. Należy wprowadzić listę hostów klienckich rozdzielonych przecinkami (nazwy hostów lub adresy IP) albo podsieci (w notacji CIDR, np. 192.168.1.0/24). Jeśli nie ma dopuszczonych hostów klienckich, saned nie jest aktywowany. Jeśli saned jest aktywowany, xined jest również aktywowany i konfigurowany dla saned. Klienci kontaktują się z saned poprzez port sane (port TCP 6566), ale zeskanowane dane przesyłane są przez inny, losowo wybrany port. Domyślne <b>Ustawienia zapory sieciowej</b> podczas instalacji systemu chronią hosta przed dostępem z zewnątrz. Nie powoduje to problemu z używaniem skanerów w wewnętrznej sieci (np. gdy interfejs sieciowy należy do strefy sieci wewnętrznej), chyba że dla strefy wewnętrznej włączono ochronę przez zaporę sieciową. Zezwalanie na dostęp z sieci zewnętrznej nie ma sensu, ponieważ skanowanie dokumentu wymaga fizycznego dostępu do skanera. Z tych powodów dostęp ze strefy zewnętrznej może być wyłącznie zabroniony, jeśli został przypadkowo dozwolony przez niebezpieczną konfigurację zapory. </p>

source: <p> <b><big>Client Settings</big></b><br> If you want to access scanners connected to other hosts (servers) in the network, set up the net metadriver to access them via the daemon running on the servers. saned and firewall on the servers must permit the access. In <b>Servers Used</b>, enter which servers should be used. Enter a comma-separated list of servers (server names or IP addresses). If no servers are entered, net is not activated. </p>
pl: <p> Aby mieć dostęp do skanerów podłączonych do innych komputerów (serwerów) w sieci, należy skonfigurować metasterownik net. Metasterownik net umożliwia dostęp do skanerów zdalnych za pośrednictwem demona działającego na serwerach. Dodatkowo, demon saned działajacy na serwerze musi zezwolić na dostęp. W polu <b>Serwery używane dla metasterownika net</b> należy podać, które serwery maja być używane. Serwery (ich nazwy albo adresy IP) należy rozdzielać przecinkami. Jeśli nie zostanie podany żaden serwer, metasterownik net nie zostanie aktywowany. </p>

source: <p> <b><big>Local Host Configuration</big></b><br> By using the loopback network, saned and the net metadriver can be used even on your local host. In this case, the server and client are the same machine (localhost). Some scanners, such as parallel port scanners, require root privileges. When you enter <tt>localhost</tt> for both the server and the client, you can access such a scanner even as a normal user on your local host. </p>
pl: <p> <b><big>Konfiguracja hosta lokalnego</big></b><br> Dzięki zastosowaniu sieci loopback, saned i metasterownik net mogą być także używane lokalnie. W takim przypadku komputer (localhost) jest jednocześnie serwerem i klientem. Niektóre skanery, np. skanery korzystające z portu równoległego, wymagają do działania uprawnień administratora (użytkownika root). Dzięki podaniu <tt>localhost</tt> jako serwera i klienta, dostęp do skanera będą mieli też zwykli użytkownicy. </p>

source: Cannot read database1.
pl: Nie można odczytać database1.

source: Yes
pl: Tak

source: Configuration files for static registration to SLP. With <b>Add</b> create new empty file. With <b>Modify</b>, change the values of any existing file. With <b>Delete</b>, it is possible to delete files not owned by any package.
pl: Pliki konfiguracyjne statycznej rejestracji w SLP. Przy pomocy <b>Dodaj</b> można utworzyć nowy plik. <b>Modyfikuj</b> pozwala na zmianę wartości dla każdego istniejącego pliku. Naciśnięcie <b>Usuń</b> umożliwia usunięcie plików nie należących do żadnego pakietu.

source: Cannot find file: %1 (test audio file)
pl: Nie można znaleźć pliku %1 (plik testowy audio)

source: Enable work-around for hardwares with problematic codec semaphores (bool)
pl: Włącz obejście dla sprzętu z powodującymi problemy semaforami kodeków (bool)

source: Edit Existing Device %1
pl: Edytuj istniejące urządzenie %1

source: WARNING: This system has at least one hard disk with a RAID configuration presented by the BIOS as RAID that is in fact a software RAID. The following disks were detected as part of such a RAID: %1 The Linux kernel 2.4 supported some of these systems (like Promise FastTrack and HighPoint RocketRaid), but the Linux kernel 2.6 does not support them at all. If you install onto these disks, your RAID configuration and any data on the RAID will be lost. Refer to http://portal.suse.com to learn how to migrate to a Linux software RAID.
pl: OSTRZEŻENIE: Ten system ma przynajmniej jeden twardy dysk w konfiguracji RAID, przedstawianej przez BIOS jako RAID, który w rzeczywistości jest programowym RAID. Następujące dyski zostały wykryte jako część takiego systemu RAID: %1 Jądro Linuksa 2.4 obsługiwało niektóre urządzenia tego typu (np. Promise FastTrack, HighPoint RocketRaid), ale jądro 2.6 nie obsługuje ich w ogóle. W przypadku instalacji systemu na tych dyskach, konfiguracja RAID i wszystkie dane z RAID zostaną utracone. Na stronie http://portal.suse.com opisano, jak przejść na programowy RAID Linuksa.

source: <p><b>Volume label:</b> The name entered in this field is used as the volume label. This normally only makes sense when you activate the option for mounting by volume label. In the volume label is not possible to use character / and space.
pl: <p><b>Etykieta woluminu:</b> Nazwa wpisana w to pole wykorzystywana jest jako etykieta woluminu. Ma to zwykle sens tylko, gdy uaktywniona zostanie opcja montowania po etykietach woluminów. W etykiecie woluminu nie można stosować znaku / ani spacji.

source: <p><b>Path Name of File:</b><br>This must be an absolute path to the file containing the data for the encrypted loop device to set up.</p>
pl: <p><b> Nazwa i ścieżka pliku</b><br> Musi to być bezwzględna ścieżka do pliku zawierającego dane dla zaszyfrowanego urządzenia pętli (loop).</p>

source: <p><b>Create Crypt File:</b><br>If this is checked, the file will be created with the size given in the next field. <b>NOTE:</b> If the file already exists, all data in it is lost.</p>
pl: <p><b>Utwórz zaszyfrowany plik</b><br> Zaznaczenie tej opcji spowoduje utworzenie pliku o rozmiarze podanym w następnym polu. <b>UWAGA:</b> Jeśli plik już istnieje, wszystkie dane zostaną utracone.</p>

source: <p><b>Size of Crypt File:</b><br>This is the size of the loop file. The file system to create in the encrypted loop device will have this size.</p>
pl: <p><b>Rozmiar pliku zaszyfrowanego</b><br>Jest to rozmiar pliku pętli (loop). Rozmiar ten będzie miał system plików stworzony w zaszyfrowanym pliku.</p>

source: The volume group name "%1" conflicts with another entry in /dev directory.
pl: Nazwa grupy woluminów "%1" koliduje z inną pozycją w katalogu /dev.

source: <p><b><big>Initializing sysconfig Configuration</big></b><br> Please wait...<br></p>
pl: <p><b><big>Inicjalizacja konfiguracji sysconfig</big></b><br> Proszę czekać...<br></p>

source: <p><b><big>Saving sysconfig Configuration</big></b><br> Please wait...<br></p>
pl: <p><b><big>Zapisywanie konfiguracji sysconfig</big></b><br> Proszę czekać...<br></p>

source: <p><b><big>Initializing Powertweak Configuration</big></b><br> Please wait...<br></p>
pl: <p><b><big>Inicjalizacja konfiguracji Powertweak</big></b><br> Proszę czekać...<br></p>

source: <p><b><big>Saving Powertweak Configuration</big></b><br> Please wait...<br></p>
pl: <p><b><big>Zapisywanie konfiguracji Powertweak</big></b><br> Proszę czekać...<br></p>

source: TFTP Server Enabled
pl: Serwer TFTP włączony

source: Boot Image Directory
pl: Katalog obrazu ładowalnego

source: <p>Here, a server for TFTP (Trivial File Transfer Protocol) can be enabled. It will be started using xinetd.</p>
pl: <p>W tym miejscu można włączyć serwer TFTP (Trivial File Transfer Protocol). Będzie on uruchomiony przy użyciu xinetd.</p>

source: <p>Specify the directory where served files are located. The usual value is <tt>/tftpboot</tt>. It will be created if it does not exist. The server will use it as its root directory (using the <tt>-s</tt> option).</p>
pl: <p>Określ katalog w którym umieszczone są udostępniane pliki. Typową wartością jest <tt>/tftpboot</tt>. Katalog ten zostanie stworzony, jeśli nie istnieje. Serwer będzie go używać jako swojego katalogu głównego (przy użyciu opcji <tt>-s</tt>).</p>

source: Bro&wse
pl: Przeg&lądaj

source: <P><B><BIG>Initializing IDE DMA Mode Configuration Module</BIG></B><BR> Please wait... </P>
pl: <P><B><BIG>Inicjalizacja modułu konfiguracji trybu DMA IDE</BIG></B><BR> Proszę czekać... </P>

source: <P><B><BIG>Saving IDE DMA Mode Configuration</BIG></B><BR> Please wait... </P>
pl: <P><B><BIG>Zapisywanie konfiguracji trybu DMA IDE</BIG></B><BR> Proszę czekać... </P>

source: <P><B><BIG>IDE DMA Setup</BIG></B><BR> Configure the DMA mode of your IDE devices here. </P>
pl: <P><B><BIG>Konfiguracja IDE DMA</BIG></B><BR> W tym oknie można skonfigurować tryb DMA urządzeń IDE. </P>

source: <P>The table contains information about all attached IDE devices. <B>Current DMA Mode</B> shows the actual settings. <B>Required DMA Mode</B> shows settings that will be applied after <B>Finish</B> is pressed and after each boot.</P>
pl: <P>Tabela zawiera informacje o wszystkich dołączonych urządzeniach IDE. Kolumna <B>Aktualny tryb DMA</B> pokazuje aktualne ustawienia. Kolumna <B>Żądany tryb DMA</B> pokazuje ustawienia, które będą zastosowane po naciśnięciu przycisku <B>Zakończ</B> i po każdym uruchomieniu systemu.</P>

source: <P><B><BIG>Changing the IDE DMA Mode</BIG></B><BR> Select a device in the table then select the desired DMA mode from <B>DMA Mode</b>. </P>
pl: <P><B><BIG>Zmień tryb IDE DMA</BIG></B><BR> Proszę wybrać urządzenie z tabeli i nacisnąć przycisk z wybranym trybem DMA. </P>

source: <P><B><BIG>Note:</BIG></B><BR> Disabling DMA mode slows down access to the device, but some devices may not work properly if DMA is activated. </P>
pl: <P><B><BIG>Uwaga:</BIG></B><BR> Wyłączenie trybu DMA spowalnia dostęp do urządzenia, ale niektóre urządzenia mogą nie działać poprawnie jeśli DMA jest włączone. </P>

source: Xen Virtual Machine Settings
pl: Ustawienia wirtualnego komputera Xen

source: On Boot
pl: Podczas uruchamiania systemu

source: AutoYast Profile: %1
pl: Profil programu AutoYaST: %1

source: Kernel Image: %1
pl: Obraz jądra: %1

source: OS Image Source: %1
pl: Źródło obrazu systemu: %1

source: Boot Options: %1
pl: Opcje uruchamiania: %1

source: Additional Installation Options: %1
pl: Dodatkowe opcje instalacyjne: %1

source: Restart Mode: %1
pl: Tryb ponownego uruchomienia: %1

source: Not enough free memory (%1MB available).
pl: Za mało wolnej pamięci (dostępne %1 MB).

source: Read Only
pl: Tylko do odczytu

source: Disk /dev/%1: %2 %3
pl: Dysk /dev/%1: %2 %3

source: CD-ROM Image:
pl: Obraz dysku CD-ROM:

source: Use DHCP for network configuration
pl: Użyj DHCP do konfiguracji sieci

source: Cannot set VMM type to: %1
pl: Nie można ustawić typu VMM na: %1

source: Mandatory option 'vm' is missing.
pl: Brak obowiązkowej opcji 'vm'.

source: Configure Bootloader
pl: Skonfiguruj program rozruchowy

source: Configuring the Management Domain (domain0)
pl: Konfiguracja domeny zarządzającej (domain0)

source: <P><big><B>Domain0 Configuration</B></big></P><P>Configuration of the management domain (domain0) has two parts.</P>
pl: <P><B>Konfiguracja Domain0</B></P><P>Konfiguracja domeny zarządzającej (domain0) jest dwuczęściowa.</P>

source: <P>The required packages are installed into the system first. Then the boot loader is switched to GRUB if it is not already used and the Xen section is added to the boot loader menu if it is missing.</P>
pl: <P>Najpierw do systemu instalowane są wymagane pakiety. Następnie program rozruchowy zmieniony zostaje na GRUB, o ile nie jest on już używany, i do menu rozruchowego dodawana jest sekcja Xen, jeśli jej brak.</P>

source: <P>GRUB is needed because it supports the multiboot standard required to boot the Xen hypervisor and Linux kernel.</P>
pl: <P>Wymagany jest program GRUB, gdyż obsługuje on standard multiboot, niezbędny do uruchamiania osłony Xen i jądra Linuksa.</P>

source: <P>When the configuration is successfully finished, it is possible to boot Xen from the boot loader menu.</P>
pl: <P>Jeśli konfiguracja zostanie zakończona pomyślnie, możliwe będzie uruchomienie Xen z menu programu rozruchowego.</P>

source: Reading boot loader configuration...
pl: Odczytywanie konfiguracji programu rozruchowego...

source: Checking boot loader type...
pl: Sprawdzanie typu programu rozruchowego...

source: Switching to GRUB boot loader...
pl: Zmiana programu rozruchowego na GRUB...

source: <LI>Switch to GRUB boot loader (current boot loader is '%1')</LI>
pl: <LI>Zmiana programu rozruchowego na GRUB (aktualnym programem rozruchowym jest '%1')</LI>

source: Searching for Xen section...
pl: Wyszukiwanie sekcji Xen...

source: Adding Xen section...
pl: Dodawanie sekcji Xen...

source: <LI>Add Xen section to the boot loader menu</LI>
pl: <LI>Dodawanie sekcji Xen do menu programu rozruchowego</LI>

source: Saving the boot loader configuration...
pl: Zapisywanie konfiguracji programu rozruchowego...

source: <LI>Activate the new configuration</LI>
pl: <LI>Aktywacja nowej konfiguracji</LI>

source: Update of the Boot Loader Configuration
pl: Aktualizacja konfiguracji programu rozruchowego

source: <P><B>These actions will be performed:</B><UL>%1</UL></P>
pl: <P><B>Następujące działania wymagają potwierdzenia:</B><UL>%1</UL></P>

source: Writing boot loader configuration...
pl: Zapisywanie konfiguracji programu rozruchowego...

source: The machine is ready to start the Xen management domain. Reboot the machine and select the Xen section in the boot loader menu to start it.
pl: Komputer jest gotowy do uruchomienia domeny zarządzającej Xen. Aby ją uruchomić, proszę uruchomić komputer ponownie i wybrać opcję Xen w menu programu rozruchowego.

source: AutoYast Profile
pl: Profil programu AutoYaST

source: AutoYast &Profile
pl: Pro&fil AutoYaST

source: <p><b>AutoYast Profile Setup</b><br></p>
pl: <p><b>Konfiguracja profilu programu AutoYaST</b><br></p>

source: <p>It is possible to install the virtual machine using AutoYaST. You can set all installation options in AutoYaST and store them into a profile file that can be used later for automatic installation.</p>
pl: <p>Możliwa jest instalacja wirtualnego komputera przy pomocy programu AutoYaST. Należy ustawić w AutoYaST wszystkie opcje instalacyjne i zapisać je w pliku profilu, który może być później użyty do automatycznej instalacji.</p>
