Repository: aviarypl/suse-l10n-pl
Catalog: yast/found.*.po
Languages: pl

source: <p>If the profile contains configuration of a virtual machine (CPU, memory, virtual disk configuration, etc.), it can be loaded and used instead of the current configuration.</p>
pl: <p>Jeśli profil zawiera konfigurację komputera wirtualnego (CPU, pamięć, konfiguracja dysków wirtualnych, itd.), może być wczytany i użyty zamiast bieżącej konfiguracji.</p>

source: Select an AutoYast Profile
pl: Proszę wybrać profil AutoYaST

source: Cannot load profile '%1' in the current system. It may be broken.
pl: Nie można wczytać profilu '%1' do aktualnego systemu. Plik profilu może być uszkodzony.

source: <P><B>Create Virtual Disk Image</B></P><P>YaST creates a new disk image of the specified size.</P>
pl: <P><B>Utworzenie obrazu wirtualnego dysku</B></P><P> Program YaST utworzy nowy obraz dysku o podanej wielkości.</P>

source: <P><B>Virtual Machine Device</B> is the name of the virtual disk inside the virtual machine.</P>
pl: <P><B>Dysk komputera wirtualnego</B> jest nazwą wirtualnego dysku wewnątrz wirtualnego komputera.</P>

source: <P>The image can be configured read-only. In this case, the virtual machine cannot modify the image in any way.</P>
pl: <P>Obraz może być skonfigurowany jako tylko do odczytu. W takim przypadku komputer wirtualny nie może w żaden sposób zmodyfikować obrazu.</P>

source: <P>It is possible to create a <B>sparse image file</B> that dynamically allocates disk space when it is needed.</P>
pl: <P>Możliwe jest utworzenie <B>rzadkiego pliku obrazu</B>, który dynamicznie alokuje przestrzeń dyskową w razie potrzeby.</P>

source: Disk Configuration
pl: Konfiguracja dysku

source: &Disk Size in MB:
pl: Wielkość &dysku w MB:

source: &Virtual Machine Device
pl: Dysk komputera &wirtualnego

source: Location of Disk Images
pl: Lokalizacja obrazów dysku

source: &Create Images in Directory
pl: &Utwórz obrazy w katalogu

source: Virtual Disk Configuration
pl: Konfiguracja dysku wirtualnego

source: Device name cannot be empty.
pl: Nazwa dysku nie może być pusta.

source: Device size is invalid.
pl: Nieprawidłowa wielkość dysku.

source: <P><B>Use Virtual Disk Image</B>: An existing disk image can used by the virtual machine.</P>
pl: <P><B>Użycie wirtualnego obrazu dysku</B>: istniejący obraz dysku może być użyty w komputerze wirtualnym.</P>

source: Select Image...
pl: Wybierz obraz...

source: Source file name is missing.
pl: Brak nazwy pliku źródłowego.

source: File %1 does not exist.
pl: Plik %1 nie istnieje.

source: <P><B>Block Device</B>: The virtual machine can use only block devices accessible from domain 0.</P>
pl: <P><B>Urządzenie blokowe</B>: wirtualny komputer może używać jedynie urządzeń blokowych, dostępnych z domeny 0.</P>

source: <P><B>Virtual Machine Device</B> is the name of the virtual device presented to the virtual machine.
pl: <P><B>Dysk komputera wirtualnego</B> jest nazwą dysku wirtualnego, obecnego w komputerze wirtualnym.

source: <P>The block device can be configured <B>read-only</B>. In this case, the virtual machine cannot modify the device in any way.</P>
pl: <P>Urządzenie blokowe może być skonfigurowane jako <B>tylko do odczytu</B>. W takim przypadku komputer wirtualny nie może w żaden sposób zmodyfikować obrazu.</P>

source: Block Device (Source)
pl: Urządzenia blokowe (źródło)

source: &Virtual Machine Device (Target)
pl: Dysk komputera &wirtualnego (cel)

source: <P><B>Loopback File Configuration</B></P><P>An existing disk image can be assigned to the virtual machine or it is possible to create a new empty disk image.</P>
pl: <P><B>Konfiguracja pliku pętli zwrotnej (loopback)</B></P><P>Istniejący obraz dysku może być przydzielony do komputera wirtualnego albo będzie możliwe utworzenie nowego, pustego obrazu dysku.</P>

source: Disk Image
pl: Obraz dysku

source: Configuration of Disk Image
pl: Konfiguracja obrazu dysku

source: Virtual Device
pl: Urządzenie wirtualne

source: Add Loopback Device...
pl: Dodaj urządzenie loopback...

source: Add Block Device...
pl: Dodaj urządzenie blokowe...

source: <P><B>Virtual Disk Setup<B></P>
pl: <P><B>Konfiguracja dysku wirtualnego<B></P>

source: <P>Here, configure number and size of virtual disks. The content of each virtual disk is stored in a file in the host system.</P>
pl: <P>Tutaj można skonfigurować ilość i wielkość dysków wirtualnych. Zawartość każdego z wirtualnego dysków jest zapisana w pliku systemu głównego.</P>

source: Update the configuration
pl: Aktualizacja konfiguracji

source: <P><B>Installation</B></P><P>Preparing the virtual machine for installation...</P>
pl: <P><B>Instalacja</B></P><P>Przygotowanie komputera wirtualnego do instalacji...</P>

source: An error occurred during installation of the virtual machine.
pl: Wystąpił błąd podczas instalacji komputera wirtualnego.

source: Root device was not detected. Enter the root device, such as /dev/hda1. If it is not needed, leave it empty.
pl: Nie znaleziono partycji głównej. Proszę podać nazwę partycji głównej (np. /dev/hda1); jeśli to nie jest konieczne, proszę pozostawić pole puste.

source: Root Device
pl: Urządzenie główne

source: Cannot prepare the virtual machine for reboot.
pl: Nie można przygotować komputera wirtualnego do ponownego uruchomienia.

source: The virtual machine has been shut down. Start the virtual machine again?
pl: Komputer wirtualny został wyłączony. Czy uruchomić go ponownie?

source: Virtual Network Card Configuration
pl: Konfiguracja wirtualnej karty sieciowej

source: Network Settings
pl: Ustawienia sieci

source: Use DHCP for Network Configuration
pl: Użyj DHCP do konfiguracji sieci

source: <p><b>Network Settings</b><br></p>
pl: <p><b>Ustawienia sieci</b><br></p>

source: <p>Each virtual machine has a virtual ethernet network card. The MAC address is a unique identification of the ethernet network card.</p>
pl: <p>Każdy komputer wirtualny ma wirtualną eternetową kartę sieciową. Adres MAC stanowi unikatową identyfikację karty sieciowej.</p>

source: The Virtual Machine Options
pl: Opcje komputera wirtualnego

source: Machine &Name
pl: &Nazwa komputera

source: Boot &Options
pl: &Opcje rozruchowe

source: Additional Installation &Boot Options
pl: Dod&atkowe instalacyjne opcje rozruchowe

source: &Memory Size in MB:
pl: Roz&miar pamięci w MB:

source: A&ctivation
pl: Aktywa&cja

source: Re&start the Virtual Machine
pl: Uruchom &ponownie komputer wirtualny

source: <P><B>Options</B></P>
pl: <p><b>Opcje</b></p>

source: <P>Set how much host system memory will be used by the virtual machine.</P>
pl: <P>Proszę podać, ile pamięci systemu głównego będzie używane przez komputer wirtualny.</P>

source: <P>The virtual machine can be started automatically on boot or manually when needed.</P>
pl: <P>Komputer wirtualny może być uruchamiany automatycznie podczas uruchamiania systemu, albo ręcznie, w razie potrzeby.</P>

source: <P><I>Boot Options</I> are used as extra arguments for the kernel.</P>
pl: <P><I>Opcje rozruchowe</I> są używane jako doodatkowe parametry jądra.</P>

source: <P>Use the <tt>root</tt> option, as in <tt>root=/dev/hda1</tt>, for root device configuration.</P>
pl: <P>Proszę użyć opcji <tt>root</tt> (np. <tt>root=/dev/hda1</tt>), w celu konfiguracji partycji głównej.</P>

source: Machine name '%1' is already used. Enter another name.
pl: Nazwa komputera '%1' jest już wykorzystywana. Proszę wprowadzić inną.

source: Invalid amount of memory.
pl: Nieprawidłowy rozmiar pamięci.

source: <P><B>Operating System</B></P>
pl: <p><b>System operacyjny</b></p>

source: <P>The kernel for the virtual machine can be extracted from the selected installation source or it can be selected explicitly. This is useful if the source does not contain required packages or if you want to use another operating system. RAM disk configuration is optional.</P>
pl: <P>Jądro systemu wirtualnego może być pobrane z zaznaczonego źródła instalacyjnego albo określone bezpośrednio. Jest to przydatne, jeśli źródło nie zawiera wymaganych pakietów albo zamierza się używać innego systemu operacyjnego. Konfiguracja RAM-dysku jest opcjonalna.</P>

source: &Extract Kernel and RAM Disk Image from an Installation Source
pl: &Pobierz obraz jądra i RAM-dysku ze źródła instalacyjnego

source: Use &Custom Kernel and RAM Disk Image Files
pl: &Użyj wybranych plików obrazu jądra i RAM-dysku

source: &Kernel Image
pl: Obraz &jądra

source: &RAM Disk Image
pl: Obraz &RAM-dysku

source: Operating System
pl: System operacyjny

source: Select Kernel Image
pl: Proszę wybrać obraz jądra

source: Select RAM Disk Image
pl: Proszę wybrać obraz RAM-dysku

source: Current Arguments: %1 Current Installation Arguments: %2
pl: Aktualne parametry: %1 Aktualne parametry instalacyjne: %2

source: Set empty arguments for the selected kernel? %1
pl: Czy ustawić puste parametry dla wybranego jądra? %1

source: Set default SUSE Linux installation arguments for kernel? %1
pl: Czy ustawić domyślne parametry instalacyjne SUSE Linux dla jądra? %1

source: <P><B>Installation Source</B></P>
pl: <P><B>Źródło instalacyjne</B></P>

source: <P>Select the installation source from which to install the virtual machine.</P>
pl: <P>Proszę wybrać źródło instalacyjne, z którego ma być zainstalowany wirtualny komputer.</P>

source: Boot System From
pl: Sposób uruchomienia systemu

source: CD-ROM Device
pl: Napęd CD-ROM

source: Device Name
pl: Nazwa urządzenia

source: Virtual Hard Disk
pl: Dysk wirtualny

source: <B><BIG>Fully Virtualized Operating System</BIG></B>
pl: <p><b>Całkowicie wirtualny system operacyjny</b></p>

source: <P>The new virtual machine can be booted from a CD-ROM or hard disk.</P>
pl: <P>Nowy komputer wirtualny może być uruchamiany z dysku CD-ROM lub z dysku twardego.</P>

source: <P>It is assumed that a new OS installation will occur if the VM is booted from a CD-ROM. In this case, the virtual machine is booted from the hard disk after installation.</P>
pl: <p>Założono, że nowa instalacja będzie przeprowadzona, jeśli komputer wirtualny zostanie uruchomiony z dysku CD-ROM. W tym przypadku komputer wirtualny jest uruchamiany z twardego dysku po instalacji. </p>

source: Xen Virtualization
pl: Wirtualizacja Xen

source: Paravirtualization (Requires Modified Guest OS)
pl: Parawirtualizacja (wymaga zmodyfikowanego systemu gościa)

source: Full Virtualization (Unmodified Guest OS)
pl: Pełna wirtualizacja (niezmodyfikowany system gość)

source: <p><b>Virtualization Mode</b><br></p>
pl: <p><b>Tryb wirtualizacji</b></p>

source: <p>Xen supports two possible virtualization modes: paravirtualization and full virtualization.</p>
pl: <p>Xen obsługuje dwa możliwe tryby wirtualizacji: parawirtualizację i pełną wirtualizację.</p>

source: <p><b>Paravirtualization</b> requires a modified guest OS that supports Xen virtualization.</p>
pl: <p><b>Parawirtualizacja</b> wymaga zmodyfikowanego systemu gościa, który obsługuje wirtualizację Xen.</p>

source: <p><b>Full virtualization</b> requires CPU with virtualization support. In this case, Xen completely emulates PC hardware in a virtual machine. It is possible to install an unmodified guest OS.</p>
pl: <p><b>Pełna wirtualizacja</b> wymaga CPU z obsługą wirtualizacji. W takim przypadku Xen całkowicie emuluje sprzęt PC w komputerze wirtualnym. Możliwa jest instalacja niezmodyfikowanego systemu gościa.</p>

source: <p>If the mode is changed, some settings, such as the OS kernel, are reset to default values.</p>
pl: <p>Jeśli tryb ten zostanie zmieniony, pewne ustawienia (np. jądra systemu operacyjnego) zostaną przywrócone do wartości domyślnych.</p>

source: &Options
pl: &Opcje

source: Operating &System
pl: &System operacyjny

source: Start installation in a virtual machine.
pl: Rozpocznij instalację w komputerze wirtualnym.

source: Start installation
pl: Rozpocznij instalację

source: URL of installation source
pl: URL źródła instalacyjnego

source: Memory size used by the virtual machine
pl: Rozmiar pamięci używanej przez wirtualny komputer

source: Start mode of the installed virtual machine (manual,onboot)
pl: Tryb uruchamiania zainstalowanego komputera wirtualnego (ręczny, podczas uruchamiania systemu)

source: Size of virtual disk (image size)
pl: Wielkość dysków wirtualnych (rozmiar obrazu)

source: Create sparse disk image file
pl: Utwórz rzadki plik z obrazem dysku

source: MAC address of the virtual ethernet card
pl: Adres MAC wirtualnej karty ethernet

source: A Xen virtual machine can be started only from the management domain (domain0), which is not running now. Configure the management domain now?
pl: Komputer wirtualny Xen można uruchomić wyłącznie z domeny zarządzającej (domain0), która w tej chwili nie działa. Czy skonfigurować teraz domenę zarządzającą?

source: No previously configured clients found. However, a DHCP configuration was found on this system. Import the host configuration data (MAC addresses and host names) from '/etc/dhcpd.conf'?
pl: Nie znaleziono skonfigurowanych wcześniej klientów. W systemie wykryto jednak konfigurację DHCP. Czy zaimportować dane konfiguracyjne komputerów (adresy MAC i nazwy hostów) z pliku /etc/dhcpd.conf?

source: Error stopping xpram. Please try manual "rcxpram stop"
pl: Podczas zatrzymywania xpram wystąpił błąd. Proszę spróbować zatrzymać xpram ręcznie poleceniem "rcxpram stop".

source: Error starting xpram. Please try manual "rcxpram start"
pl: Podczas uruchamiania xpram wystąpił błąd. Proszę spróbować uruchomić xpram ręcznie poleceniem "rcxpram start".

source: <p>This tool currently only supports assigning the entire XPRAM to one partition. To have multiple partitions, look at "Device Drivers, Features and Commands November 30, 2004" for the Linux kernel 2.6 - April 2004 stream.</p><p>In this case disable XPRAM in this module.</p>
pl: <p>To narzędzie aktualnie obsługuje tylko przypisanie całego XPRAM do jednej partycji. Aby korzystać z wielu partycji, proszę przeczytać dokument "Sterowniki urządzeń, właściwości i polecenia, 30 listopada 2004" dla jądra Linux 2.6 z kwietnia 2004.</p><p>W takiej sytuacji należy wyłączyć XPRAM w tym module.</p>

source: Mount Point
pl: Punkt montowania

source: F&ile System to Use:
pl: System &plików:

source: mountpoint
pl: Punkt montowania

source: <p>Here, configure the (<b>XPRAM</b>) for your computer.</p>
pl: <p>W tym miejscu można skonfigurować <b>XPRAM</b> dla tego komputera.</p>

source: <p>This YaST-module currently only support to assign to whole XPRAM to one partition. To have multiple partitions please look at "Device Drivers, Features and Commands November 30, 2004" for the Linux kernel 2.6 - April 2004 stream.</p><p>In this case please disable XPRAM in this module.</p>
pl: <p>Ten moduł programu YaST aktualnie obsługuje przypisanie całego XPRAM do jednej partycji. Aby korzystać z wielu partycji, należy przeczytać dokument "Sterowniki urządzeń, właściwości i polecenia, 30 listopada 2004" dla jądra Linux 2.6 - szereg kwiecień 2004.</p><p>W takiej sytuacji należy wyłączyć XPRAM w tym module.</p>

source: <p>Choose the correct mountpoint for <b>Mountpoint</b>.</p>
pl: <p>Należy wybrać właściwy punkt montowania dla opcji <b>Punktu montowania</b>.</p>

source: <p>Next choose to filesystem that should be on the device.</p>
pl: <p>Następnie należy wybrać system plików, który powinien być na danym urządzeniu.</p>

source: &Mountpoint
pl: Punkt &montowania

source: Filesystemtype
pl: Typ systemu plików

source: &Filesystem to use:
pl: System &plików do wykorzystania:

source: <p> This dialog allows you to define this system's tasks and what software to install. Available tasks and software for this system are shown by category in the left column. To view a description for an item, select it in the list. </p>
pl: <p> To okno pozwala zdefiniować zadania systemu i oprogramowanie do zainstalowania. Dostępne zadania i oprogramowanie wyświetlone są w kategoriach w lewej kolumnie Aby zobaczyć opis elementu, należy go zaznaczyć. </p>

source: <p> Change the status of an item by clicking its status icon or right-click any icon for a context menu. With the context menu, you can also change the status of all items. </p>
pl: <p> Status elementu można zmienić klikając na jego ikonie lub za pomocą menu kontekstowego (prawy przycisk myszy). Za pomocą menu kontektowego można zmienić status wszystkich elementów. </p>

source: <p> <b>Details</b> opens the detailed software package selection where you can view and select individual software packages. </p>
pl: <p> <b>Szczegóły</b> - okno szczegółowego wyboru pakietów, gdzie można pracować z pojedynczymi pakietami. </p>

source: <p> The <b>Disk Usage</b> display in the lower right corner shows the remaining disk space after all requested changes will have been performed. Hard disk partitions that are full or nearly full can degrade system performance and in some cases even cause serious problems. The system needs some available disk space to run properly. </p>
pl: <p> <b>Użycie dysku</b> wyświetla ilość wolnej przestrzeni na dysku po wykonaniu wszystkich żadanych opreacji. Partycje prawie lub całkowicie zapełnione mogą spowodować spadek wydajności systemu oraz w pewnych przypadkach nawet opważne problemy.Do poprawnego funkcjonowania systemu wymagane jest pewna ilość miejsca na dyskach. </p>

source: No add-on product selected for installation
pl: Żaden produkt dodatkowy nie został wybrany do instalacji.
