Repository: aviarypl/suse-l10n-pl
Catalog: yast/found.*.po
Languages: pl

source: <p><b><big>Section Name</big></b><br> Use <b>Section Name</b> to specify the boot loader section name. The section name must be unique.</p>
pl: <p><b><big>Nazwa sekcji</big></b><br> Proszę użyć <b>Nazwa sekcji</b>, aby podać nazwę sekcji programu rozruchowego. Nazwa sekcji nie może się powtórzyć.</p>

source: <p><big><b>Kernel</b></big><br> Use <b>Kernel</b> to specify the kernel image to load.</p>
pl: <p><big><b>Jądro</b></big><br> Proszę użyć pola <b>Jądro</b>, aby określić obraz jądra do uruchomienia.</p>

source: <p><big><b>Initial RAM Disk</b></big><br> Use <b>Initial RAM Disk</b> to specify the initial RAM disk (initrd) to load. If it is left empty, no initial RAM disk is loaded during boot.</p>
pl: <p><big><b>RAM-dysk początkowy</b></big><br> Proszę użyć pola <b>RAM-dysk początkowy</b>, aby określić początkowy RAM-dysk (initrd) do wczytania. W przypadku pozostawienia tego pola pustego, w czasie uruchamiania systemu nie nastąpi wczytanie żadnego RAM-dysku.</p>

source: <p><big><b>Root Device<b></big><br> Use <b>Root Device</b> to specify the root file system to mount after the kernel is loaded.</p>
pl: <p><big><b>Urządzenie główne<b></big><br> Proszę użyć pola <b>Urządzenie główne</b>, aby określić główny system plików do zamontowania po uruchomieniu jądra.</p>

source: <p><big><b>VGA Mode</b></big><br> Use <b>VGA Mode</b> to specify the resolution and color depth to set after the kernel has booted.</p>
pl: <p><big><b>Tryb VGA</b></big><br> Proszę użyć pola <b>Tryb VGA</b>, aby podać rozdzielczość i głębię kolorów do ustawienia po uruchomieniu jądra.</p>

source: <p><big><b>Other Kernel Parameters</b></big><br> Use <b>Other Kernel Parameters</b> to set other parameters to append to the kernel command line.</p>
pl: <p><big><b>Inne parametry jądra</b></big><br> Proszę użyć pola <b>Inne parametry jądra</b>, aby podać pozostałe parametry dołączane do polecenia wywołania jądra.</p>

source: <p><big><b>Device</b></big><br> Use <b>Device</b> to set the device from which to load the operating system. In most cases, it is the disk partition in which the other system is installed.</p>
pl: <p><big><b>Urządzenie</b></big><br> Proszę użyć pola <b>Urządzenie</b>, aby określić z którego urządzenia uruchomić system operacyjny. W większości przypadków jest to partycja dysku, na której jest zainstalowany inny system.</p>

source: <p>Select <b>Kernel via XEN<b> to add a new Linux kernel or other image, but to start it in a XEN environment.</p>
pl: <p>Proszę wybrać <b>Jądro w XEN<b>, aby dodać nowe jądro systemu Linux albo inny obraz, który należy uruchomić w środowisku XEN.</p>

source: <p>Select <b>Other System (Chainloader)</b> to add a section that loads and starts a boot sector of a partition of the disk. This is used for booting other operating systems.</p>
pl: <p>Proszę wybrać <b>Inny system (Chainloader)</b>, aby dodać sekcję, która wczytuje i uruchamia sektor startowy z partycji na dysku. Opcji tej używa się do uruchamiania innych systemów operacyjnych.</p>

source: <p><big><b>Disks Order</b></big><br> To specify the order of the disks according to the order in BIOS, use the <b>Up</b> and <b>Down</b> buttons to reorder the disks.</p>
pl: <p><big><b>Kolejność dysków</b></big><br> Aby określić kolejność dysków zgodnie z kolejnością w BIOSie, proszę użyć klawiszy <b>W górę</b> i <b>W dół</b>, do zmiany kolejności wpisów.</p>

source: <p>To add a disk, push <b>Add</b>. To remove a disk, push <b>Remove</b>.</p>
pl: <p>Aby dodać dysk, proszę nacisnąć <b>Dodaj</b>. Aby usunąć dysk, należy nacisnąć <b>Usuń</b>.</p>

source: <p><big><b>Replacing MBR With Generic Code</b></big><br> To replace the master boot record of your disk with generic code (which boots the active partition), set <b>Replace MBR with Generic Code</b>.</p>
pl: <p><big><b>Zastąpienie głównego sektora startowego kodem domyślnym</b></big><br> Aby zastąpić główny sektor startowy (MBR) na dysku kodem domyślnym (który uruchamia aktywną partycję), należy ustawić <b>Zastąpienie głównego sektora startowego kodem domyślnym</b>.</p>

source: <p><big><b>Activating Bootloader Partition</b></big><br> To activate the partition which contains the boot loader, set <b>Activate Bootloader Partition</b>. The generic MBR code boots the active partition. Older BIOSes require one partition active even if boot loader is installed in MBR.</p>
pl: <p><big><b>Aktywowanie partycji programu rozruchowego</b></big><br> Aby aktywować partycję zawierającą program rozruchowy, należy ustawić <b>Aktywowanie partycji programu rozruchowego</b>. Domyślny kod głównego sektora startowego uruchamia aktywną partycję. Starsze BIOSy wymagały, aby zawsze jedna z partycji była aktywna, nawet jeśli program rozruchowy był zainstalowany w głównym sektorze startowym.</p>

source: <p><big><b>Dedicated Boot Loader Area</b></big><br> Using the dedicated boot loader area prevents boot loader files from being moved during automatic disk defragmentation. The movement could prevent the boot loader from loading. To use dedicated boot loader area, set <b>Use Dedicated Boot Loader Area</b>.</p>
pl: <p><big><b>Dedykowana przestrzeń programu rozruchowego</b></big><br> Użycie dedykowanej przestrzeni programu rozruchowego zabezpiecza pliki tego programu przed przesunięciem ich w czasie automatycznej defragmentacji. Takie przesunięcie może uniemożliwić uruchomienie programu rozruchowego. Aby użyć dedykowanej przestrzeni programu rozruchowego należy ustawić <b>Użyj dedykowanej przestrzeni programu rozruchowego<b>.</p>

source: <p><big><b>Password Protection</b></big><br> To protect the boot loader using a password, set <b>Protect Boot Loader with Password</b> and set the <b>Password</b> and <b>Retype Password</b>.</p>
pl: <p><big><b>Ochrona hasłem</b></big><br> Aby uchronić komputer przed uruchomieniem przez nieuprawnione osoby, proszę ustawić <b>Chroń program rozruchowy hasłem</b>, podać <b>Hasło</b> i powtórzyć w polu <b>Powtórz hasło</b>.</p>

source: Because of the partitioning, the boot loader cannot be installed properly.
pl: Z powodu aktualnego podziału na partycje nie można prawidłowo zainstalować programu rozruchowego.

source: Your system will now be shut down. After shutdown, reload the system with the load address of your root DASD or the load address of your zFCP device. For details, read the related chapter in the documentation.
pl: System zostanie teraz zamknięty. Po zamknięciu proszę uruchomić system podając adres do pobrania głównego DASD lub adres urządzenia zFCP. Aby poznać więcej szczegółów, prosimy odnieść się do odpowiedniego rozdziału dokumentacji.

source: Path Length:
pl: Długość ścieżki:

source: The default certificate can also be created in the CA Management.
pl: Domyślny certyfikat można utworzyć także w module "Zarządzanie CA".

source: <p><b><big>Boot Options</big></b><br> Here, add additional boot menu entries with some boot options. </p>
pl: <p><b><big>Opcje uruchamiania systemu</big></b><br> Tutaj można dodać dodatkowe wpisy do menu z opcjami uruchamiania systemu. </p>

source: <p>For example, configure the CD for automatic installations and specify the installation source location. If you are not sure, leave the file untouched and the original is used.</p>
pl: <p>Na przykład, można skonfigurować CD do automatycznych instalacji i określić lokalizację źródeł instalacyjnych. W razie niepewności nie należy zmieniać pliku; użyty zostanie oryginał.</p>

source: <p><b><big>Initializing Configuration</big></b><br> Please wait...<br></p>
pl: <p><b><big>Inicjalizacja konfiguracji</big></b><br> Proszę czekać...<br></p>

source: <p><b><big>Saving Configuration</big></b><br> Please wait...<br></p>
pl: <p><b><big>Zapisywanie konfiguracji</big></b><br> Proszę czekać...<br></p>

source: <p><b><big>CD Creator Configuration Overview</big></b><br> Obtain an overview of available configurations. Additionally edit those configuration.<br></p>
pl: <p><b><big>Konfiguracja kreatora CD - przegląd ogólny</big></b><br> W oknie tym można przejrzeć zestawienie dostępnych konfiguracji. Dodatkowo mona edytować te konfiguracje.<br></p>

source: <p><b><big>Adding a Configuration:</big></b><br> Press <b>Add</b> to create a new configuration.</p>
pl: <p><b><big>Dodawanie konfiguracji:</big></b><br> Proszę nacisnąć <b>Dodaj</b>, aby stworzyć nową konfigurację.</p>

source: <p><b><big>Editing or Deleting:</big></b><br> Choose a configuration to change or remove. Then press <b>Edit</b> or <b>Delete</b> as desired.</p>
pl: <p><b><big>Edycja lub usuwanie:</big></b><br> Proszę wybrać konfigurację do zmiany lub usunięcia. Następnie należy nacisnąć <b>Edytuj<b> albo <b>Usuń</b>, zgodnie z potrzebami.</p>

source: <p><b><big>Configuration Name and Packages</big></b><br> Choose a configuration name and the method with which to select the packages to add to the ISO image.<br></p>
pl: <p><b><big>Nazwa konfiguracji i pakiety</big></b><br> Proszę wybrać nazwę konfiguracji i metodę wyboru pakietów, które należy dodać do obrazu ISO.<br></p>

source: <b>AutoYaST Profile</b><p> Select an AutoYaST profile with the software configuration. </p>
pl: <b>Profil AutoYaST</b><p> Proszę wybrać profil AutoYaST z konfiguracją pakietów. </p>

source: <b>Package Manager</b><p> Use the package manager without any preselected packages. All packages that would be automatically selected during installation must be selected manually based on the hardware and architecture for which you are creating this CD. </p>
pl: <b>Menedżer pakietów</b><p> W przypadku użycia menedżera pakietów bez żadnych wybranych wcześniej pakietów, wszystkie pakiety, które zostałyby automatycznie wybrane podczas instalacji, muszą być wybrane ręcznie w oparciu o architekturę, dla której tworzona jest ta płyta. </p>

source: <p><b><big>Select Package Sources</big></b><br> Select at least one package source. The sources must be local to the system. Network sources are not supported.<br></p>
pl: <p><b><big>Wybierz źródła pobierania pakietów</big></b><br> Należy wybrać przynajmniej jedno źródło pakietów. Muszą to być źródła lokalne względem tego systemu. Źródła sieciowe nie są obsługiwane.<br></p>

source: <p><b><big>ISO Directory and Image</big></b><br> Enter the location in which to create the skeleton directory. All needed files will be copied to this directory. Select a location with enough disk space. <br></p>
pl: <p><b><big>Katalogi i obrazy ISO</big></b><br> Proszę podać lokalizację, w której należy stworzyć katalog szkieletowy. Zostaną tam skopiowane wszystkie potrzebne pliki. Należy wybrać lokalizację z wystarczającą ilością miejsca na dysku. <br></p>

source: <p>Create an ISO image or just a directory that is suitable for creating an ISO image at a later time. </p>
pl: <p>Utworzenie obrazu ISO lub katalogu, który będzie przydatny do późniejszego utworzenia obrazu ISO. </p>

source: <p>To save space, select the check box to copy only needed files to the skeleton. </p>
pl: <p>Aby oszczędzić pojemność na dysku, należy zaznaczyć odpowiednie pole wyboru. Spowoduje to kopiowanie do szkieletu tylko wymaganych plików. </p>

source: Installation of required packages failed.
pl: Instalacja wymaganych pakietów nie powiodła się.

source: <p><b><big>Reading Firewall Configuration</big></b> <br>Please wait...</p>
pl: <p><b><big>Odczytywanie konfiguracji zapory sieciowej</big></b> <br>Proszę czekać...</p>

source: <p><b><big>Saving Firewall Configuration</big></b> <br>Please wait...</p>
pl: <p><b><big>Zapisywanie konfiguracji zapory sieciowej</big></b> <br>Proszę czekać...</p>

source: <p><b><big>Interfaces</big></b> <br>Here, assign your network devices into firewall zones by selecting the device in the table and clicking <b>Change</b>.</p> <p>Enter special strings, like <tt>any</tt>, using <b>Custom</b>. You can also enter interfaces not yet configured here. If you need masquerading, the string <tt>any</tt> is not allowed.</p> <p>Every network device should be assigned to a firewall zone. Network traffic through any unassigned interface is blocked.</p>
pl: <p><b><big>Interfejsy</big></b> <br>Aby przypisać urządzenia sieciowe do stref zapory sieciowej, proszę zaznaczyć urządzenie i nacisnąć <b>Zmień</b>.</p> <p>Używając <b>Dostosuj</b> można wprowadzić specjalną regułę, taką jak <tt>any</tt>. Można też wprowadzić interfejsy jeszcze nie skonfigurowane. W przypadku translacji adresów (maskarady), reguła <tt>any</tt> jest niedozwolona.</p> <p>Każde urządzenie sieciowe powinno być przypisane do jakiejś strefy zapory sieciowej. Ruch sieciowy przez interfejs nieprzypisany jest blokowany.</p>

source: <p><b><big>Allowed Services</big></b> <br>Here, specify services or ports that should be accessible from the network. Networks are divided into firewall zones.</p> <p>To allow a service, select the <b>Zone</b> and the <b>Service to Allow</b> then press <b>Add</b>. To remove an allowed service, select the <b>Zone</b> and the <b>Allowed Service</b> then press <b>Remove</b>.</p> <p>By deselecting <b>Protect Firewall from Internal Zone</b>, remove protection from the zone. All services and ports would be unprotected from this zone.</p>
pl: <p><b><big>Dozwolone usługi</big></b> <br>W tym miejscu można określić usługi lub porty, które będą dostępne z sieci. Sieci są dzielone na strefy zapory sieciowej.</p> <p>Aby udostępnić usługę należy wybrać <b>Strefę</b> i <b>Dozwoloną usługę</b>, a następnie nacisnąć przycisk <b>Dodaj</b>. Aby usunąć udostępnioną usługę, należy wybrać strefę i <b>Dozwoloną usługę</b>, a następnie nacisnąć <b>Usuń</b>.</p> <p>Odznaczenie <b>Chroń zaporę sieciową przed strefą wewnętrzną</b> powoduje wyłączenie ochrony od tej strefy. Usługi i porty nie będą chronione od strony tej strefy.</p>

source: <p>Additional settings can be configured using <b>Advanced</b>. Entries must be separated by a space. There you can allow TCP, UDP, and RPC ports and IP protocols.</p> <p>TCP and UDP ports can be entered as port names (<tt>ftp-data</tt>), port numbers (<tt>3128</tt>), and port ranges (<tt>8000:8520</tt>). RPC ports must be entered as service names (<tt>portmap</tt> or <tt>nlockmgr</tt>). Enter IP protocols as the protocol name (<tt>esp</tt>). </p>
pl: <p>Dodatkowe ustawienia można zmienić naciskając przycisk <b>Zaawansowane</b>. Wprowadzone wartości należy oddzielić znakami spacji. Można zezwolić na połączenia z portamiTCP, UDP i RPC oraz za pomocą porotokołów IP.</p><p>Porty TCP i UDP można określić za pomocą nazw (<tt>ftp-data</tt>), numerów (<tt>3128</tt>) lub zakresów (<tt>8000:8520</tt>). Porty RPC należy określać jako nazwy usług (<tt>portmap</tt> lub <tt>nlockmgr</tt>). Protokoły IP należy określać poprzez nazwę (<tt>esp</tt>). </p>

source: <p><b><big>Masquerading</big></b> <br>Masquerading is a function that hides your internal network behind your firewall and allows your internal network to access the external network, such as the Internet, transparently. Requests from the external network to the internal one are blocked. Select <b>Masquerade Networks</b> to masquerade your networks to the external network.</p>
pl: <p><b><big>Translacja adresów (maskarada)</big></b> <br>Translacja adresów jest funkcją ukrywającą sieć wewnętrzną za zaporą sieciową i jednocześnie pozwalającą na przezroczysty dostęp z sieci wewnętrznej do sieci zewnętrznej, takiej jak Internet. Żądania z sieci zewnętrznej do sieci wewnętrznej są blokowane. Aby włączyć translację adresów z sieci dla sieci zewnętrznej, należy wybrać opcję <b>Translacja adresów</b> </p>

source: <p> Although requests from the external network cannot reach your internal network, it is possible to transparently redirect any requested ports on your firewall to any internal IP. To add a new redirect rule, press <b>Add</b> and complete the redirect form.</p> <p>To removed any redirect rule, select it in the table and press <b>Remove</b>.</p>
pl: <p> Pomimo blokowania żądań z sieci zewnętrznej do wewnętrzej, możliwe jest aby w sposób przeźroczysty przekierowywać żądanie na port zapory sieciowej, na wybrane wewnętrzne IP. Aby dodać nową regułę przekierowania, należy nacisnąć <b>Dodaj</b> i wypełnić formularz przekierowania.</p> <p>Aby usunąć regułę przekierowania, należy ją zaznaczyć i nacisnąć przycisk <b>Usuń</b>.</p>

source: <p><b><big>Broadcast Configuration</big></b> <br>Broadcast packets are special UDP packets sent to the whole network to find neighboring computers or send information to each computer in the network. For example, CUPS servers provide information about their printing queues using broadcast packets.</p> <p>SuSEfirewall2 services selected in allowed interfaces automatically add needed broadcast ports here. To remove any or add any others, edit lists of space-separated ports for particular zones.</p> <p>Other dropped broadcast packets are logged. It could be quite a lot of packets in wider networks. To suppress logging of these packets, deselect <b>Log Not Accepted Broadcast Packets</b> for the desired zones.</p>
pl: <p><b><big>Konfiguracja rozgłaszania</big></b> <br>Pakiety rozgłoszeniowe są specjalnymi pakietami UDP, rozsyłanymi na całą sieć, w celu znalezienia komputerów sąsiedzkich albo przesłania informacji do każdego komputera w sieci. Na przykład, serwer CUPS dostarcza informacje o kolejce drukowania używając pakietów rozgłoszeniowych.</p> <p>Usługi SuSEfirewall2 zaznaczone w dozwolonych interfejsach dodają tu automatycznie wymagane porty rozgłoszeniowe. Aby dodać albo usunąć jakiś port, proszę wyedytować listę oddzielonych odstępami portów dla poszczególnych stref.</p> <p>Inne odrzucone pakiety rozgłoszeniowe rejestrowane są w dzienniku. W rozległych sieciach może być dość dużo takich pakietów. Aby wyłączyć rejestrację tych pakietów, proszę odznaczyć <b>Zapisuj w dzienniku nieakceptowane pakiety rozgłaszane</b> dla żądanych stref.</p>

source: <p><b><big>IPsec Support</big></b> <br>IPsec is an encrypted communication between trusted hosts or networks through untrusted networks, such as the Internet. This dialog opens IPsec for an external zone using <b>Enabled</b>.</p> <p><b>Details</b> configures how to handle successfully decrypted IPsec packets. For example, they could be handled as if they were from the internal zone.</p>
pl: <p><b><big>Obsługa IPsec</big></b> <br>IPsec jest protokołem szyfrowanej komunikacji między wiarygodnymi hostami albo sieciami przez niewiarygodne sieci, takimi jak Internet. Aby otworzyć IPsec dla strefy zewnętrznej, proszę nacisnąć <b>Włączone</b>.</p> <p>Przy pomocy <b>Szczegóły</b> można określić, jak traktować pomyślnie odszyfrowane pakiety IPsec. Na przykład, mogą być one traktowane jako pochodzące z strefy wewnętrznej.</p>

source: <p><b><big>Logging Level</big></b> <br>This is a base configuration dialog for IP packet logging settings. Here, configure logging for incoming connection packets. Outgoing ones are not logged at all.</p> <p>There are two groups of logged IP packets: <b>Accepted Packets</b> and <b>Not Accepted Packets</b>. You can choose from three levels of logging for each group: <b>Log All</b> for logging every packet, <b>Log Only Critical</b> for logging only interesting ones, or <b>Do Not Log Any</b> for no logging. You should log at least critical accepted packets.</p>
pl: <p><b><big>Kategoria wpisu w dzienniku</big></b> <br>Jest to okno podstawowej konfiguracji rejestrowania w dzienniku pakietów IP. Można tu skonfigurować rejestrowanie pakietów nadchodzących. Pakiety wychodzące nie są w ogóle rejestrowane.</p> <p>Istnieją dwie grupy rejestrowanych pakietów IP: <b>Pakiety akceptowane</b> i <b>Pakiety niekaceptowane</b>. Można wybrać z trzech kategorii rejestrowania dla każdej grupy: <b>Rejestruj wszystko</b> w celu rejestrowania każdego pakietu, <b>Rejestruj tylko krytyczne</b>, aby rejestrować tylko interesujące pakiety, albo <b>Nie rejestruj niczego</b>, aby niczego nie rejestrować. Zaleca się wybranie co najmniej rejestracji krytycznych pakietów akceptowanych.</p>

source: <p><b><big>Summary</big></b> <br>Here, find a summary of your configuration settings. This summary is divided into general configuration and parts for each firewall zone. Every existing zone is summarized here.</p> <p><b>Firewall Starting</b> shows whether the firewall is started in the <b>boot process</b> or only <b>manually</b>.</p> <p>Firewall zones must have a network interface assigned to list the following items in the summary:</p> <p><b>Interfaces</b>: All interfaces are listed using their configuration name and device name.</p> <p><b>Open Services, Ports, and Protocols</b>: This lists all allowed network services, additional TCP (Transmission Control Protocol), UDP (User Datagram Protocol), and RPC (Remote Procedure Call) ports, and IP (Internet Protocol) protocols.</p>
pl: <p><b><big>Podsumowanie</big></b> <br>Jest to podsumowanie istniejącej konfiguracji. Podsumowanie to dzieli się na część dotyczącą konfiguracji ogólnej i części poświęcone każdej strefie zapory sieciowej. Podsumowanie ujmuje każdą istniejąca strefę.</p> <p><b>Uruchamianie zapory sieciowej</b> przedstawia, czy zapora sieciowa jest uruchamiana wraz z <b>uruchamianiem systemu</b>, czy tylko <b>ręcznie</b>.</p> <p>Strefy zapory sieciowej muszą mieć przypisane interfejsy sieciowe, aby wyświetlić następujące pozycje w podsumowaniu:</p> <p><b>Interfejsy</b>: Wszystkie interfejsy są podawane z użyciem ich nazw konfiguracyjnych i nazw urządzeń.</p> <p><b>Otwarte usługi, porty i protokoły</b>: Lista ta przedstawia wszystkie dozwolone usługi sieciowe, dodatkowe porty TCP (Transmission Control Protocol), UDP (User Datagram Protocol), i RPC (Remote Procedure Call), oraz protokoły IP (Internet Protocol).</p>

source: Your language setting has been changed. If necessary, you may want to adapt your keyboard settings to the new language. This is possible either in the YaST2 Control Center or by starting "yast2 keyboard" directly.
pl: Ustawienia języka zostały zmienione. Jeśli to konieczne, można dostosować ustawienia klawiatury do nowego języka. Można to zrobić w Centrum sterowania YaST2 albo przez wykonanie polecenia "yast2 keyboard".

source: <p>If after adding a node to the cluster, you need to specify a different node name for that node, double click the node you want to edit, change the node name, and then click Edit.</p>
pl: <p>Aby zmienić nazwę węzła już dodanego do klastra, należy podwójnie nacisnąć myszą wybrany węzeł, zmienić jego nazwę, a następnie nacisnąć przycisk Edytuj.</p>

source: <p>For <b>multicast</b>, choose a network device, multicast group to join (class D multicast address 224.0.0.0-239.255.255.255) and the ttl value (1-255).</p>
pl: <p>W przypadku <b>Multicast</b> należy wybrać interfejs sieciowy, docelową grupę multicast (klasa D adres multicast 224.0.0.0 - 239.255.255.255) oraz wartość ttl (1-255).</p>

source: Failed to add Add-On Product.
pl: Dołączenie produktów dodatkowych nie powiodło się

source: I D&isagree with All
pl: Nie zgadzam się na ż&adne

source: Update Configuration
pl: Aktualizacja konfiguracji

source: Error: Recieved data is invalid.
pl: Błąd: otrzymane dane są nieprawidłowe.

source: Error Message
pl: Komunikat błędu

source: Starting Browser...
pl: Uruchamianie przeglądarki...

source: Cannot write settings.
pl: Nie można zapisać ustawień.

source: <p>When accessing a iSCSI-device <b>READ</b>/<b>WRITE</b>please make sure that this access is exclusive. Otherwise the potential risk of data corruption is there.</p>
pl: <p>Podczas korzystania z urządzenia iSCSI w trybie <b>READ</b>/<b>WRITE</b>, proszę upewnić się, że dostęp do urządzenia jest wyłączny. W przeciwnym razie istnieje ryzyko utraty danych.</p>

source: No record found
pl: Nie znaleziono rekordów

source: Unable to retrieve system root password. Change password to continue.
pl: Nie było możliwe uzyskanie hasła użytkownika root. Aby kontynuować, proszę zmienić hasło.
