Repository: aviarypl/suse-l10n-pl
Catalog: yast/found.*.po
Languages: pl

source: <p>The owner of the key may distribute updates, packages, and package repositories that your system will trust and offer for installation and update without any further warning. In this way, importing the key into your keyring of trusted keys allows the key owner to have a certain amount of control over the software on your system.</p> <p>Only trust a key if you are confident that the key really belongs to the owner and that the owner can be trusted. With <b>Details</b>, get more information about the key, such as a fingerprint and signatures that can help you determine the trustworthiness of the key.</p> <p>A warning dialog opens for every package that is not signed by a trusted (imported) key. If you do not import the key, packages created by the owner of key <tt>%1</tt> show this warning.</p>
pl: <p>Właściciel klucza może dystrybuować aktualizacje, pakiety i repozytoria pakietów, które będą uznane za godne zaufania. Ich instalacja będzie odbywać się bez dalszych ostrzeżeń. Poprzez zaimportowanie klucza do zbioru zaufanych właściciel klucza uzyskuje pewną kontrolę nad oprogramowaniem tego systemu.</p> <p>Zaleca się, aby ufać kluczom tylko wtedy, kiedy jest się pewnym, że klucz naprawdę należy do jego właściciela i że właściciel godny jest zaufania. W określeniu, czy klucz jest warty zaufania, mogą pomóc takie informacje jak odcisk i podpisy klucza, dostępne po nacisnięciu przycisku <b>Szczegóły</b>. <p>Dla każdego pakietu niepodpisanego zaufanym kluczem wyświetlone zostanie okno z ostrzeżeniem. Jeśli klucz <tt>%1</tt> nie zostanie zaimportowany, dla wszystkich pakietów utworzone przez jego właściciela wyświetlonebędzie ostrzeżenie.</p>

source: The GnuPG key '%1 (%2)' has been found at %3. You can choose to import it into your keyring of trusted public keys, meaning that you trust the owner of the key. You should be sure that you can trust the owner and that the key really belongs to that owner before importing it.
pl: Znaleziono klucz GnuPG "%1 (%2)" w %3. Można zaimportować go do zbioru zaufanych kluczy publicznych. Przed importem należy upewnić się czy można ufać właścicielowi klucza oraz czy jest to faktycznie klucz należący do niego.

source: &Details...
pl: Szcz&egóły...

source: The GnuPG key '%1 (%2)' has been found. You can choose to import it into your keyring of trusted public keys, meaning that you trust the owner of the key. You should be sure that you can trust the owner and that the key really belongs to that owner before importing it.
pl: Znaleziono klucz GnuPG "%1 (%2)". Można zaimportować go do zbioru zaufanych kluczy publicznych. Przed importem należy upewnić się czy można ufać właścicielowi klucza oraz czy jest to faktycznie klucz należący do niego.

source: rug failed to add a ZYPP service
pl: Dodawanie usługi ZYPP za pomocą narzędzia rug nie powiodło się.

source: rug failed to delete a ZYPP service
pl: Usuwanie usługi ZYPP za pomocą narzędzia rug nie powiodło się.

source: In addition to "patches", you can also select one of the other filter views from the <b>Filter</b> combo-box at the upper left:
pl: Oprócz "poprawek" można wybrać jeden z pozostałych filtrowanych widoków, wykorzystując w tym celu listę rozwijaną <b>Filtr</b> na górze z prawej strony:

source: Show &Raw Patch Info
pl: Pokaż &informacje o poprawce

source: Pa&tterns
pl: Wzor&ce

source: &Installable Patches
pl: &Dostępne poprawki

source: <p><b><big>Initializing Power Management Configuration</big></b><br> Please wait...<br></p>
pl: <p><b><big>Inicjalizacja konfiguracji zarządzania zasilaniem</big></b><br> Proszę czekać...<br></p>

source: <p><b><big>Aborting Initialization</big></b><br> Safely abort the configuration utility by pressing <b>Abort</b> now.</p>
pl: <p><b><big>Przerywanie inicjalizacji:</big></b><br> Aby bezpiecznie przerwać działania konfiguratora, proszę nacisnąć przycisk <b>Przerwij</b>.</p>

source: <p><b><big>Saving Power Management Configuration</big></b><br> Please wait...<br></p>
pl: <p><b><big>Zapisywanie konfiguracji zarządzania zasilaniem</big></b><br> Proszę czekać...<br></p>

source: <p><b><big>Aborting Saving</big></b><br> Abort the save procedure by pressing <b>Abort</b>.</p>
pl: <p><b><big>Przerwanie zapisu:</big></b><br> Można przerwać zapis naciskając <b>Przerwij</b>.</p>

source: <p><b><big>Battery Capacity Feedback</big></b><br> Set three battery capacity levels and assign actions for each of these capacity levels.</p>
pl: <p><b><big>Sygnalizacja naładowania baterii</big></b><br> Pole to służy do ustawienia trzech poziomów naładowania baterii oraz do przypisania każdemu z nich stosownej czynności.</p>

source: <p>Use <b>Warning Capacity</b>, <b>Low Capacity</b>, and <b>Critical Capacity</b> to set battery levels as a percentage of full capacity.</p>
pl: <p>Należy ustawić poziomy naładowania baterii <b>Ostrzeżenie o rozładowaniu</b>, <b>Niski poziom naładowania</b> oraz <b>Krytyczny stan baterii</b> w procentach pełnej pojemności baterii.</p>

source: <p>Use <b>Warning Level Action</b>, <b>Low Level Action</b>, and <b>Critical Level Action</b> to set actions to perform if the relevant battery level is reached.</p>
pl: <p>Ustaw działania związane z poziomami naładowania baterii <b>Czynność dla ostrzeżenia</b>, <b>Czynność dla poziomu niskiego</b> oraz <b>Czynność dla poziomu krytycznego</b>.</p>

source: <p><b><big>ACPI Buttons</big></b><br> Assign events to perform after a button is pressed. Events can be set for the <b>Power Button</b> and <b>Sleep Button</b>. To assign an event to perform when the lid of the laptop is closed, use <b>Laptop Lid Closing</b>.</p>
pl: <p><b><big>Przyciski ACPI</big></b><br> Pole to służy do określenia działań podejmowanych po wciśnięciu przycisku. Zdarzenia można przypisać do przycisków <b>Zasilanie</b> oraz <b>Usypianie</b>. Do określenia zdarzenia związanego z zamykaniem pokrywy notebooka lub laptopa służy przycisk <b>Zamykanie pokrywy laptopa</b>.</p>

source: <p><b><big>Modes Permitted for Users</big></b><br> Configure which power-saving modes users should be able to switch to.</p>
pl: <p><b><big>Tryby dozwolone dla użytkowników</big></b><br> W tym miejscu można określić, na które tryby oszczędzania energii mogą przełączać ten komputer użytkownicy.</p>

source: <p><b>Suspend to Disk</b> allows users to suspend the computer to the disk (ACPI mode 4). Resuming after suspending to disk takes longer than resuming after suspending to RAM.</p>
pl: <p>Opcja <b>Uśpij</b> pozwala użytkownikom na wstrzymanie pracy komputera i zapisanie jego stanu na dysk (tryb ACPI 4). Powrót ze stanu uśpienia zajmuje więcej niż ze stanu wstrzymania.</p>

source: <p><b>Suspend to RAM</b> allows users to suspend the computer to RAM (ACPI mode 3). A computer suspended to RAM still consumes electricity and unsaved data will be lost if it is disconnected or the battery drains.</p>
pl: <p>Opcja <b>Wstrzymaj</b> pozwala użytkownikom na wstrzymanie pracy komputera i zapisanie jego stanu do pamięci RAM (tryb ACPI 3). Komputer w tym stanie wciąż pobiera prąd, a wszelkie niezapisane dane zostaną utracone, jeśli zostanie on odłączony od sieci lub wyczerpie się bateria.</p>

source: <p><b>Standby Mode</b> allows users to switch the computer to the standby power saving mode (ACPI mode 1).</p>
pl: <p>Opcja <b>Tryb gotowości</b> pozwala użytkownikom na przełączenie komputera do trybu gotowości (ACPI tryb 1).</p>

source: <p><b><big>Supported Power-Saving Modes </big></b><br> Some machines do not support all power-saving modes. If a mode is not supported by your machine, the appropriate check box is disabled.</p>
pl: <p><b><big>Obsługiwane tryby oszczędzania energii </big></b><br> Niektóre komputery nie obsługują wszystkich trybów oszczędzania energii. Jeśli dany tryb nie jest obsługiwany przez ten komputer, odpowiednie pole jest niedostępne.</p>

source: <p><b><big>Warning</big></b><br> Depending on your hardware, suspend to RAM or standby could fail and you may need to push the reset button to reboot your computer. This could lead to data loss. See <tt>%1</tt> for details.</p>
pl: <p><b><big>Ostrzeżenie</big></b><br> W zależności od sprzętu, tryb wstrzymania oraz tryb gotowości mogą nie działać poprawnie. Oznacza to, że może być konieczne ponowne uruchomienie komputera przez wciśnięcie przycisku reset, co spowoduje ryzyko utraty danych. Szczegółowe informacje można znaleźć w <tt>%1</tt>.</p>

source: <p><b><big>Energy Saving Schemes</big></b><br> Use <b>AC Powered</b> to adjust the energy saving scheme to use when your computer is AC powered. Use <b>Battery Powered</b> to adjust the energy saving scheme to use when your computer is powered by internal battery.</p>
pl: <p><b><big>Zbiory zasad oszczędzania energii</big></b><br> Do określenia zasad oszczędzania energii przy zasilaniu sieciowym służy przycisk <b>Zasilanie sieciowe</b>. Do określenia zasad oszczędzania energii przy zasilaniu z baterii służy przycisk <b>Zasilanie baterią</b>.

source: <p>Below the selected schemes, descriptions of both selected schemes are displayed.</p>
pl: <p>Poniżej wybranych zbiorów zasad pokazane są opisy obu wybranych zbiorów.</p>

source: <p><b><big>Adjusting Energy Saving Schemes</big></b><br> To adjust energy saving schemes, delete existing ones, or create new ones, use <b>Edit Schemes</b>.</p>
pl: <p><b><big>Modyfikacja zbiorów zasad oszczędzania energii</big></b><br> Do modyfikacji zbioru zasad oszczędzania energii, usuwania istniejących zbiorów lub tworzenia nowych służy przycisk <b>Edytuj zbiory zasad</b>.</p>

source: <p><b><big>Other Settings</big></b><br> To adjust levels of battery status, actions to perform on these levels of battery capacity, operations to perform when an ACPI button is pressed, or whether users are allowed to switch the computer to the standby or suspend mode, use <b>Other Settings</b>.</p>
pl: <p><b><big>Inne ustawienia</big></b><br> Do modyfikowania poziomów stanu baterii, czynności związanych z tymi poziomami, operacji do wykonania po wciśnięciu przycisku ACPI lub do zezwolenia użytkownikom na przełączanie komputera do trybu gotowości lub wstrzymania, służą <b>Inne ustawienia</b>.</p>

source: <p><b><big>Scheme Setup</big></b><br> Here, adjust the energy saving schemes. To modify a scheme, select it and click <b>Edit</b>.</p>
pl: <p><b><big>Ustawienia zbioru zasad</big></b><br> W tym oknie można dopasować zbiory zasady oszczędzania energii. W celu modyfikowania zbioru zasad należy wskazać odpowiednią pozycję i nacisnąć <b>Edytuj</b>.</p>

source: <p>To add a new scheme, select a scheme to clone then click <b>Add</b>. To delete an existing scheme, select it and click <b>Delete</b>.</p>
pl: <p>Aby dodać nowy zbiór zasad, należy wybrać zbiór do skopiowania i nacisnąć <b>Dodaj</b>. Aby usunąć istniejący zbiór, należy go wskazać i nacisnąć <b>Usuń</b>.</p>

source: <p>In the main dialog, assign schemes to use when you work on battery or AC power.</p>
pl: <p>W głównym oknie można przypisać zbiory zasad dotyczące zarówno zasilania sieciowego jak i pracy z bateriami.</p>

source: <p><big><b>Scheme Setup</b></big> Configure the settings of the scheme. Enter its name in <b>Scheme Name</b> and optionally a description in <b>Scheme Description</b>.</p>
pl: <p><big><b>Ustawienia zbioru zasad</b></big> W tym miejscu można skonfigurować ustawienia zbioru zasad. W polu <b>Nazwa zbioru zasad</b> należy wprowadzić nazwę zbioru; opcjonalnie można też wprowadzić opis w polu <b>Opis zbioru zasad</b>.</p>

source: <p><big><b>CPU Settings</b></big><br> Use <b>Frequency Scaling</b> to adjust the frequency of the CPU. If you set it to <b>Dynamic Frequency Scaling</b>, the CPU frequency is adjusted automatically according to the current CPU load.</p>
pl: <p><b><big>Ustawienia CPU</big></b><br> Użyj <b>Skalowania częstotliwości</b> aby ustawić częstotliwość pracy procesora. Ustawienie <b>Dynamiczna regulacja częstotliwości</b> spowoduje, że częstotliwość CPU będzie dostosowywana automatycznie w zależności od obciążenia procesora.</p>

source: <p>Set <b>Allow Throttling</b> to turn CPU throttling on and adjust <b>Max %</b> to set the maximum CPU throttling. Throttling is supported only on ACPI machines.</p>
pl: Aby uruchomić skalowanie procesora należy wybrać <b>Włącz skalowanie</b> oraz podać <b>Maks. %</b>, aby określić maksymalne skalowane procesora. Skalowanie jest obsługiwane wyłącznie na komputerach ACPI.</p>

source: <p>If your processor does not support CPU frequency scaling, you may want to let your processor be constantly slowed down when working on battery to save power. To do this, set <b>Always Throttle</b>. This setting might be useful on long-distance trips where you do not need the entire performance of your machine.</p>
pl: <p>Jeśli procesor tego komputera nie obsługuje skalowania częstotliwości, można go skonfigurować tak, by był stale spowalniany podczas pracy na baterii, dzięki czemu można oszczędzać energię. Aby to zrobić należy zaznaczyć <b>Skalowanie permanentne</b>. Ustawienie to może być przydatne podczas długich podróży, kiedy nie jest potrzebna maksymalna wydajność komputera.</p>

source: <p>To ignore processes with low priority when adjusting the CPU frequency, set <b>Ignore Niced Processes</b>.</p>
pl: <p>Aby podczas dostosowywania częstotliwości procesora ignorować procesy o niskim priorytecie (np. obniżonym poleceniem nice), należy zaznaczyć <b>Ignoruj procesy o niskim priorytecie</b>.</p>

source: <p><b><big>Hard Disk Settings</big></b><br> Use <b>Standby Policy</b> to adjust the power saving policy of the hard disks. Remember that more power saving also means waiting more often until the disk drive is ready. Use <b>Acoustic Policy</b> to adjust the acoustic policy of the disk. The noise produced by the disk may be lowered by moving disk heads more slowly. Not all disks support this feature.</p>
pl: <p><b><big>Ustawienia dysku twardego</big></b><br> <b>Zarządzanie wydajnością</b> pozwala ustawić opcje oszczędzania energii dla dysków twardych. Im większe oszczędności energii, tym częściej trzeba czekać na wznowienie pracy dysku.<br> Opcja <b>Głośność</b> służy ustawieniu poziomu hałasu związanego z pracą dysku. Poziom ten można obniżyć przez wymuszenie wolniejszego poruszania głowicami. Nie dla wszystkich dysków jest to jednak możliwe.</p>

source: <p><b><big>Cooling Policy</big></b><br> Use the cooling policy <b>Status</b> to adjust the active or passive cooling policy. Active means that the cooling fan is turned on if the system starts overheating. If the system continues overheating, the CPU frequency and voltage are reduced. Passive means that the system first reduces frequency then, if that does not help, turns the cooling fan on.</p> <p>To specify actions to perform when the system overheats or reaches critical temperature, use <b>Overheat Temperature Action</b> and <b>Critical Temperature Action</b>.</p>
pl: <p><b><big>Chłodzenie</big></b><br> Tryb aktywny oznacza, że w przypadku przegrzewania się systemu włączany jest wentylator, a jeśli to nie pomaga, to redukowane są częstotliwość oraz napięcie pracy procesora. Tryb pasywny oznacza, że najpierw jest redukowana częstotliwość procesora, a jeśli to nie pomaga, włączany jest wentylator.</p> <p>Aby określić czynności, jakie mają zostać wykonane, kiedy system przegrzewa się albo zbliża się do temperatury krytycznej, należy skorzystać z opcji <b>Reakcja na przegrzanie</b> i <b>Reakcja na temperaturę krytyczną</b>.</p>

source: <p><b><big>Enable Screen Saver</big></b><br> To enable the screen saver in this scheme, set <b>Enable Screen Saver</b>. Disabling the screen saver is useful for schemes used, for example, for presentations.</p>
pl: <p><b><big>Włącz wygaszacz ekranu</big></b><br> Aby włączyć wygaszacz w tym zbiorze zasad, proszę zaznaczyć <b>Włącz wygaszacz ekranu</b>. Wyłączenie wygaszacza przydaje się dla zbiorów zasad używanych np. podczas prezentacji.</p>

source: <p><b><big>Display Blanking</big></b><br> To allow blanking the display using DPMS, set <b>Enable Display Power Management</b>. To set the standby, suspend, and power off time-outs use <b>Display Standby Time-Out</b>, <b>Display Suspend Time-Out</b>, and <b>Display Power Off Time-Out</b>. To disable a time-out, set its value to <b>0</b>.</p>
pl: <p><b><big>Wyłączanie ekranu</big></b><br> Aby zezwolić na wyłączanie ekranu poprzez DPMS, należy zaznaczyć <b>Włącz &zarządzanie zasilaniem ekranu</b>. Aby ustawić, po jakim czasie komputer zostanie przełączony w tryb gotowości, wstrzymania lub zostanie wyłączony, należy skorzystać z opcji:<br> <b>Przełącz wyświetlacz w tryb ... po upływie</b> i <b>Wyłącz wyświetlacz po upływie</b>. Aby wyłączyć automatyczne przełączanie stanu wyświetlacza, należy ustawić czas na <b>0</b>.</p>

source: <p>Select the CUPS settings to configure</p>
pl: <p>Proszę wybrać ustawienia CUPS do konfiguracji.</p>

source: An appropriate back-end is not available
pl: Wymagany back-end nie jest dostępny.

source: Error during initialization. Halting %1.
pl: Błąd przy inicjalizacji. Zatrzymywanie %1.

source: An error occurred during execution of the init functions of module %1. Halting %2.
pl: Wystąpił błąd podczas wykonywania funkcji init modułu %1. Zatrzymywanie %2.

source: Not all dependencies between the modules were successfully solved. Halting %1.
pl: Nie wszystkie zależności między modułami zostały poprawnie rozwiązane. Zatrzymywanie %1.

source: Finish installation before starting the repair system. Halting the repair system.
pl: Proszę zakończyć instalację przed uruchomieniem systemu naprawy. Zatrzymywanie systemu naprawy.

source: Changing environment to target system was not successful.
pl: Zmiana środowiska do systemu docelowego nie powiodła się.

source: <p><b><big>Initializing Dump Devices Configuration</big></b> <br> Please wait...<br></p>
pl: <p><b><big>Inicjalizacja konfiguracji urządzeń zrzutu</big></b><br> Proszę czekać...<br></p>

source: <p><b><big>Saving Dump Device Configuration</big></b><br> Please wait...<br></p>
pl: <p><b><big>Zapisywanie konfiguracji urządzeń zrzutu</big></b><br> Proszę czekać...<br></p>

source: <p><b><big>Configured Dump Devices</big></b><br> This dialog shows configured dump devices for your system.</p>
pl: <p><b><big>Skonfigurowane urządzenia zrzutu</big></b><br> To okno przedstawia urządzenia zrzutu skonfigurowane w systemie.</p>

source: <p>To add configure a new dump device, click <b>Add</b>. To edit an already configured dump device, select it and click <b>Edit</b>. To remove a configured dump device, select it and click <b>Delete</b>.
pl: <p>Aby dodać nowe urządzenie zrzutu, proszę nacisnąć <b>Dodaj</b>. Aby zmienić już skonfigurowane urządzenie zrzutu, proszę je wybrać, a następnie nacisnąć <b>Edytuj</b>. Aby usunąć skonfigurowane urządzenie zrzutu, proszę je wybrać i następnie nacisnąć <b>Edytuj</b>. </p>

source: <p><b><big>Add New Dump Device</big></b><br> Prepare a device for use as an S/390 dump device. Supported devices are ECKD DASD and zfcp disks. Set <b>Dump Device</b> to select the device to format. If the device is already formatted or configured, setting <b>Install Dump Record Even If Disk Already &Formatted</b> is required.</p>
pl: <p><b><big>Dodawanie nowego urządzenia zrzutu</big></b><br> Proszę przygotować urządzenie, które zostanie skonfigurowane jako urządzenie zrzutu S/390. Następnie, za pomocą pola <b>Urządzenie zrzutu</b>, proszę wybrać urządzenie do sformatowania. Jeśli urządzenie jest już sformatowane lub skonfigurowane, należy zaznaczyć pole <b>Zainstaluj urządzenie zrzutu nawet jeśli dysk jest już sformatowany</b>.</p>

source: Channel ID: %1, Format: %2
pl: ID kanału: %1, formatowanie: %2

source: <p>When accessing a ZFCP-device <b>READ</b>/<b>WRITE</b>please make sure that this access is exclusive. Otherwise the potential risk of data corruption is there.</p>
pl: <p>Podczas korzystania z urządzenia ZFCP w trybie <b>READ</b>/<b>WRITE</b> proszę upewnić się, że dostęp do urządzenia jest wyłączny. W przeciwnym razie istnieje ryzyko utraty danych.</p>

source: Because users are currently connected to this Samba server, the server configuration has been reloaded instead of restarted. To confirm that all settings are applied despite possibly disconnecting the users, run '/etc/init.d/smb restart' and '/etc/init.d/nmb restart'
pl: Ponieważ obecnie do tego serwera Samby podłączeni są użytkownicy, konfiguracja serwera została załadowana ponownie zamiast ponownego uruchomienia. Aby mieć pewność, że wszystkie zmiany ustawień zostały zastosowane, ryzykując rozłączenie użytkowników, należy wywołać polecenia '/etc/init.d/smb restart' i '/etc/init.d/nmb restart'

source: <p> <b><big>Initializing Scanner Configuration</big></b><br> Please wait... </p>
pl: <p> <b><big>Inicjalizacja konfiguracji skanera</big></b><br> Proszę czekać... </p>

source: <p> <b><big>Saving Scanner Configuration</big></b><br> Please wait... </p>
pl: <p> <b><big>Zapisywanie konfiguracji skanera</big></b><br> Proszę czekać... </p>

source: <p> <b><big>Scanner Configuration</big></b><br> Set up or change the scanner configuration and show the already active scanners. </p>
pl: <p> <b><big>Konfiguracja skanera</big></b><br> W tym miejscu można zmienić konfigurację skanera i wyświetlić aktywne skanery. </p>

source: <p> To set up a new scanner, choose the scanner from the list of detected scanners and press <b>Edit</b>. If your scanner has not been detected, use <b>Add</b> for a manual configuration. </p>
pl: <p> Aby skonfigurować nowy skaner, należy wybrać go z listy wykrytych skanerów i nacisnąć <b>Edytuj</b>. Jeśli skaner nie został wykryty, należy skonfigurować go ręcznie wybierając <b>Dodaj</b>. </p>

source: <p> A normal USB scanner should be detected automatically. If it was not detected or if there are unexpected results, try <b>Other</b> and <b>Restart Detection</b>. It may also work to proceed with <b>Add</b>. In particular, HP all-in-one devices, such as OfficeJets and PSCs, are not detected, but can be configured this way. If you have difficulties configuring your scanner here, check whether it appears in the output of <tt>/usr/sbin/lsusb</tt>. If it is not listed there, the USB system cannot communicate with the scanner. </p>
pl: <p> Zwykły skaner USB powinien zostać wykryty automatycznie. Jeśli nie został wykryty, albo jeśli pojawiły się nieoczekiwane wyniki, należy spróbować <b>Inne</b> i <b>Ponownie uruchom wykrywanie</b>. Można także spróbować użyć opcji <b>Dodaj</b>. W szczególności urządzenia wielofunkcyjne HP, takie jak OfficeJet i PSC, nie są wykrywane, ale można je skonfigurować w ten sposób. W przypadku wystąpienia problemów ze skonfigurowaniem skanera, należy sprawdzić, czy skaner pojawia się na wyjściu polecenia <tt>/usr/sbin/lsusb</tt>. Jeśli nie, oznacza to, że system USB nie jest w stanie skomunikować się ze skanerem. </p>

source: <p> SCSI scanners are normally detected. If difficulties arise proceeding with <b>Add</b>, check whether your scanner is shown by the command <tt>lsscsi</tt>. If not, the SCSI system cannot communicate with the scanner. Verify that an appropriate kernel module for the SCSI host adapter has been loaded. </p>
pl: <p> Skanery SCSI są zwykle wykrywane. Jeśli pojawią się problemy przy korzystaniu z opcji <b>Dodaj</b>, należy sprawdzić, czyskaner jest pokazywany przez polecenie <tt>lsscsi</tt>. Jeśli nie, oznacza to że system SCSI nie jest w stanie skomunikować się ze skanerem. Należy wtedy sprawdzić, czy wczytany jest odpowiedni moduł jądra do obsługi sterownika SCSI. </p>

source: <p> Parallel port scanners cannot be configured with this tool. These devices must be configured manually. </p>
pl: <p> Za pomocą tego narzędzia można skonfigurować skanery korzystające z portu równoległego. Urządzenia te muszą być konfigurowane ręcznie. </p>
