Repository: aviarypl/suse-l10n-pl
Catalog: yast/found.*.po
Languages: pl

source: <P><B><BIG>Initializing mail</BIG></B><BR> Please wait... <BR></P>
pl: <P><B><BIG>Inicjalizacja poczty</BIG></B><BR> Proszę czekać... <BR></P>

source: <P><B><BIG>Aborting the initialization:</BIG></B><BR> Safely abort the configuration utility by pressing <B>Abort</B> now. </P>
pl: <P><B><BIG>Przerwanie inicjalizacji:</BIG></B><BR> Można bezpiecznie przerwać działanie konfiguratora naciskając teraz <b>Przerwij</B>.</P>

source: <P><B><BIG>Saving mail configuration</BIG></B><BR> Please wait... <BR></P>
pl: <P><B><BIG>Zapisywanie konfiguracji poczty</BIG></B><BR> Proszę czekać... <BR></P>

source: <P><B><BIG>Aborting saving:</BIG></B><BR> Abort saving by pressing <B>Abort</B>. An additional dialog will inform you whether it is safe to do so. </P>
pl: <p><b><big>Przerwanie zapisu:</big></b><br> Aby przerwać procedurę zapisu, należy nacisnąć <b>Przerwij</b>. Dodatkowe okno będzie zawierało informację, czy jest to bezpieczne. </p>

source: <p>Select the mail system (Mail Transfer Agent, MTA) to install.</p>
pl: <p>Należy wybrać system pocztowy (agenta transferu MTA), który ma zostać zainstalowany.</p>

source: <p>How are you connected to the Internet? With a dial-up connection, mails will not be sent immediately but rather after invoking <b>sendmail&nbsp;-q</b>.</p>
pl: <p>Proszę wskazać typ połączenia z Internetem. W przypadku połączenia wdzwanianego poczta nie będzie wysyłana natychmiast, ale dopiero po wywołaniu <b>sendmail&nbsp;-q</b>.</p>

source: <p>Specify the rewriting of the sender's address here for each user.</p>
pl: <p>Proszę określić przepisywanie adresu nadawcy dla każdego użytkownika.</p>

source: <p>Some servers require authentication for sending mails. Here you can enter information for this option. If you do not want to use authentication, simply leave these fields empty.</p>
pl: <p>Niektóre serwery wymagają uwierzytelnienia przy wysyłaniu poczty. W tym miejscu można podać informacje dla takiego przypadku. Aby nie korzystać z uwierzytelniania, należy pozostawić te pola puste.</p>

source: <p>The outgoing mail server is generally intended for dial-up connections. Enter the Internet service provider's SMTP server, such as <b>smtp.provider.com</b>.</p>
pl: <p>Serwer poczty wychodzącej jest w zasadzie przeznaczony dla połączeń wdzwanianych. Należy podać nazwę serwera SMTP dostawcy Internetu, np. <b>smtp.provider.com</b>.</p>

source: <p>In the <b>User Name</b> field, enter the user name assigned by from your provider.</p>
pl: <p>W polu <b>Nazwa użytkownika</b> należy podać nazwę użytkownika nadaną przez dostawcę usług internetowych.</p>

source: <p>Enter your password in the <b>Password</b> field.</p>
pl: <p>Należy podać swoje hasło w polu <b>Hasło</b>.</p>

source: <p>Note: For simplicity, only one server is displayed in this dialog, although there may be more of them in your configuration file. They will not be lost.</p>
pl: <p>Uwaga: Dla uproszczenia w tym oknie wyświetlany jest tylko jeden serwer, chociaż w pliku konfiguracyjnym może być ich więcej. Nie zostaną one utracone.</p>

source: <p>These are parameters for downloading mail from a POP or an IMAP server using <b>fetchmail</b>.</p>
pl: <p>To są parametry dla pobierania poczty z serwera POP lub IMAP przy użyciu programu <b>fetchmail</b>.</p>

source: <p>This table redirects mail delivered locally. Redirect it to another local user (useful for system accounts, especially for <b>root</b>), to a remote address, or to a list of addresses.</p>
pl: <p>Ta tabela zawiera przekierowania dla poczty dostarczanej lokalnie. Pocztę można przekierować do innego lokalnego użytkownika (przydatne dla kont systemowych, zwłaszcza dla konta <b>administratora</b>), na adres zdalny albo na listę adresów.</p>

source: <p>See the aliases(5) manual page for a description of advanced features.</p>
pl: <p>Więcej informacji o opcjach zaawansowanych znajduje się w podręczniku <tt>aliases(5)</tt>.</p>

source: <p>This table redirects incoming mail. Unlike the alias table, it also considers the domain part of the address.</p>
pl: <p>Ta tabela zawiera przekierowania dla poczty przychodzącej. W przeciwieństwie do tabeli aliasów uwzględnia także część domenową adresu.</p>

source: <p>It allows hosting multiple "virtual domains" on a single machine.</p>
pl: <p>Umożliwia obsługę wielu "domen wirtualnych" na jednym komputerze</p>

source: Your machine is set up to change the NIS domain name via DHCP. This may replace the domain name just entered. Check your settings and consider not running a DHCP client on a NIS server.
pl: Ten komputer jest skonfigurowany do zmiany domeny NIS przez DHCP. Może to spowodować zastąpienie nazwy domeny, która właśnie została wprowadzona. Proszę sprawdzić ustawienia i rozważyć nieuruchamianie klienta DHCP na serwerze NIS.

source: <p><b>Firewall Settings</b><br> To open the firewall to allow accessing the NIS server from remote computers, set <b>Open Port in Firewall</b>. To select interfaces on which to open the port, click <b>Firewall Details</b>. This option is only available if the firewall is enabled.</p>
pl: <p><b>Ustawienia zapory sieciowej</b><br> Aby otworzyć zaporę sieciową i umożliwić dostęp do serwera NIS dla komputerów zdalnych, należy wybrać <b>Otwórz port w firewallu</b>. Aby wybrać interfejsy, na których zostanie otwarty port, należy nacisnąć przycisk <b>Szczegóły zapory sieciowej</b>. Opcja ta jest dostępna tylko wtedy, gdy zapora sieciowa jest aktywna.</p>

source: <p><b><big>Initializing NTP Client Configuration</big></b><br> Please wait...<br></p>
pl: <p><b><big>Inicjalizacja konfiguracji klienta NTP</big></b><br> Proszę czekać...<br></p>

source: <p><b><big>Aborting Initialization:</big></b><br> Safely abort the configuration utility by pressing <b>Abort</b> now.</p>
pl: <p><b><big>Przerywanie inicjalizacji:</big></b><br> Aby bezpiecznie przerwać działania konfiguratora, proszę nacisnąć przycisk <b>Przerwij</b>.</p>

source: <p><b><big>Saving NTP Client Configuration</big></b><br> Please wait...<br></p>
pl: <p><b><big>Zapisywanie konfiguracji klienta NTP</big></b><br> Proszę czekać...<br></p>

source: <p><b><big>Aborting Saving:</big></b><br> Abort the save procedure by pressing <b>Abort</b>. An additional dialog will inform you whether it is safe to do so.</p>
pl: <p><b><big>Przerwanie zapisu</big></b><br> Można przerwać procedurę zapisu naciskając przycisk <b>Przerwij</b>. Pojawi się dodatkowe okno ze szczegółowymi informacjami.</p>

source: <p><b><big>Automatically Start NTP Daemon</big></b><br> Select whether to start the NTP daemon when booting the system. The NTP daemon resolves host names when initializing. Your network connection must be started before the NTP daemon starts.</p>
pl: <p><b><big>Automatyczne uruchomienie demona NTP</big></b><br> Proszę wybrać, czy uruchamiać demona NTP w czasie uruchomienia systemu. Demon NTP wyszukuje nazwy komputerów w czasie inicjalizacji. Dlatego połączenie sieciowe musi być uruchomione przed uruchomieniem demona NTP.</p>

source: <p><b><big>Chroot Jail</big></b><br> To run the NTP daemon in chroot jail, set <b>Run NTP Daemon in Chroot Jail</b>. Starting any daemon in a chroot jail is more secure and strongly recommended.</p>
pl: <p><b><big>Środowisko chroot</big></b><br> Aby uruchomić demona NTP w środowisku chroot, proszę zaznaczyć <b>Uruchom usługę NTP w środowisku chroot</b>. Uruchamianie usługi w środowisku chroot jest bezpieczniejsze i zdecydowanie zalecane.</p>

source: <p><b><big>Configuring via DHCP</big></b><br> To retrieve the information about NTP servers via the DHCP protocol from your network server instead of setting them manually, set <b>Configure NTP Daemon via DHCP</b>. Ask your network administrator if the information about NTP servers is provided by the DHCP server.</p>
pl: <p><b><big>Konfiguracja przez DHCP</big></b><br> Aby otrzymywać informacje dotyczące serwerów NTP przez protokół DHCP z serwera sieciowego zamiast ustawiać je ręcznie, proszę ustawić <b>Konfiguruj usługę NTP przez DHCP</b>. Proszę skontaktować się z administratorem sieci, jeśli informacja o serwerach NTP jest dostarczana przez serwer DHCP.</p>

source: <p><b><big>Configured Servers</big></b><br> To adjust NTP servers, peers, local clocks, and NTP broadcasting, select the appropriate line and click <b>Edit</b>. To add a new synchronization peer, click <b>Add</b>. To delete an existing synchronization peer, select it and click <b>Delete</b>.</p>
pl: <p><b><big>Skonfigurowane serwery</big></b><br> Aby skonfigurować serwery NTP, partnerów, lokalne zegary i rozgłaszanie NTP, należy wybrać odpowiedni wiersz i nacisnąć <b>Edytuj</b>. Aby dodać nowe źródło synchronizacji, proszę nacisnąć <b>Dodaj</b>. Aby usunąć źródło synchronizacji, proszę zaznaczyć źródło i nacisnąć <b>Usuń</b>.</p>

source: <p><b><big>Advanced Functions</big></b><br> To assign NTP-related firewall settings or display the log of the NTP daemon, select <b>Advanced</b>.</p>
pl: <p><b><big>Funkcje zaawansowane</big></b><br> Aby zmienić ustawienie NTP związane z zaporą sieciową albo wyświetlić dziennik usługi NTP, proszę nacisnąć <b>Zaawansowane</b>.</p>

source: <p><b><big>Complex configuration</big></b><br> To configure this host to synchronize against multiple remote hosts or against a locally connected clock, use <b>Complex Configuration</b>.
pl: <p><b><big>Konfiguracja kompleksowa</big></b><br> Aby skonfigurować synchronizacjętego komputera z wieloma hostami zdalnymi albo z podłączonym lokalnie zegarem, proszę nacisnąć <b>Konfiguracja kompleksowa</b>.

source: <p><b><big>Clock Type</big></b><br> Select the driver for the clock to configure.</p>
pl: <p><b><big>Typ zegara</big></b><br> Proszę wybrać sterownik zegara do skonfigurowania.</p>

source: <p><b><big>Unit Number</big></b><br> If you have multiple clocks of the same type, you must set <b>Unit Number</b>.</p>
pl: <p><b><big>Numer jednostki</big></b><br> W przypadku posiadania kilku zegarów tego samego typu, należy podać <b>Numer jednostki</b>.</p>

source: <p><b><big>Device</big></b><br> To make the clock work, it may be necessary to create a special symbolic link to the device to which the clock is connected. To do this, check <b>Create Symlink</b> and set the <b>Device</b>. To browse for the device, click <b>Browse</b>. For some clock types, it is not necessary to create a symbolic link or it must be created manually.</p>
pl: <p><b><big>Urządzenie zegara</big></b><br> Aby zegar zadziałał, może być konieczne utworzenie specjalnego dowiązania symbolicznego do urządzenia, z którym zegar jest połączony. Aby to wykonać, proszę nacisnąć <b>Utwórz dowiązanie</b> i wybrać <b>Urządzenie</b>. Aby zobaczyć pliki urządzeń, należy nacisnąć <b>Przeglądaj</b>. W przypadku niektórych typów zegarów nie jest konieczne tworzenie dowiązań symbolicznych albo muszą być one tworzone ręcznie.</p>

source: <p><b><big>Driver Calibration</big></b><br> To calibrate the clock driver, click <b>Driver Calibration</b>.</p>
pl: <p><b><big>Kalibracja sterownika</big></b><br> Aby skalibrować sterownik zegara, proszę nacisnąć b>Kalibracja sterownika</b>.</p>

source: <p><b><big>Address of the NTP Server</big></b><br> To set the address of the NTP server, use the <b>Address</b> entry. To find an NTP server, ask your network administrator or Internet service provider.</p>
pl: <p><b><big>Adres serwera NTP</big></b><br> Aby ustawić adres serwera NTP, proszę skorzystać z pola <b>Adres</b>. W celu znalezienia serwera NTP proszę zapytać administratora sieci albo dostawcę usług internetowych.</p>

source: <p><b><big>Selecting a Server</big></b><br> To select an NTP server from those found in the local network or from the list of known NTP servers, click <b>Select</b> and choose between <b>Local NTP Server</b> and <b>Public NTP Server</b>.</p>
pl: <p><b><big>Wybór serwera</big></b><br> Aby wybrać serwer NTP spośród znalezionych w sieci lokalnej albo z listy znanych serwerów NPT, proszę nacisnąć <b>Wybierz</b> i wybrać między <b>Lokalny serwer NTP</b> a <b>Publiczny serwer NTP</b>.</p>

source: <p><b><big>Testing Server Accessibility</big></b><br> To test if the selected server is up and responds properly, click <b>Test</b>.</p>
pl: <p><b><big>Test dostępności serwera</big></b><br> Aby sprawdzić, czy wybrany serwer pracuje i odpowiada prawidłowo, proszę nacisnąć <b>Test</b>.</p>

source: <p><b><big>Address</big></b><br> To set the address of the host with which to synchronize mutually, use <b>Address</b>.</p>
pl: <p><b><big>Adres</big></b><br> Aby ustawić adres komputera, z którym ma nastąpić wzajemna synchronizacja, należy skorzystać z pola <b>Adres</b>.</p>

source: <p><b><big>Address</big></b><br> To set the address to which to broadcast, use the <b>Address</b> text field.</p>
pl: <p><b><big>Adres</big></b><br> Aby podać adres, do którego będzie wysyłane rozgłaszanie, proszę użyć pola <b>Adres</b>.</p>

source: <p><b><big>Address</big></b><br> To set the address from which to accept broadcast packets, use <b>Address</b>.</p>
pl: <p><b><big>Adres</big></b><br> Aby podać adres, z którego będzie akceptowane rozgłoszenie, proszę użyć pola <b>Adres</b>.</p>

source: <p><b><big>Initial Synchronization</big></b><br> The first synchronization of the clock is performed before the NTP daemon is started. To use this host for initial synchronization, select <b>Use for Initial Synchronization</b>.</p>
pl: <p><b><big>Synchronizacja początkowa</big></b><br> Pierwsza synchronizacja zegara jest wykonywana przed uruchomieniem demona NTP. Aby używać tego hosta do synchronizacji początkowej należy zaznaczyć opcję <b>Użyj do synchronizacji początkowej</b>.</p>

source: <p><b><big>Options</big></b><br> To fine tune the synchronization source, write the options to the <b>Options</b> text field. For details, see <i>/usr/share/doc/packages/xntp-doc/html/confopt.htm</i>.</p>
pl: <p><b><big>Opcje</big></b><br> Aby dopasować ustawienia źródła synchronizacji, należy wpisać opcje w pole <b>Opcje</b>. Szczegóły znajdują się w pliku <i>/usr/share/doc/packages/xntp-doc/html/confopt.htm</i>.</p>

source: <p><b><big>Synchronization Peer Type</big></b><br> Select the kind of synchronization peer to add here.</p>
pl: <p><b><big>Typ partnera synchronizacji</big></b><br> Proszę wybrać rodzaj partnera synchronizacji do dodania.</p>

source: <p>To add an NTP server to which to synchronize, select <b>Server</b>.</p>
pl: <p>Aby dodać serwer NTP do synchronizacji, należy wybrać opcję <b>Serwer</b>.</p>

source: <p>To add an NTP peer to synchronize mutually, select <b>Peer</b>.</p>
pl: <p>Aby dodać partnera NTP do wzajemnej synchronizacji, należy wybrać opcję <b>Partner</b>.</p>

source: <p>To configure a local clock connected directly to your computer, select <b>Radio Clock</b>.</p>
pl: <p>Aby skonfigurować lokalny zegar podłączony bezpośrednio do komputera, należy wybrać opcję <b>Zegar radiowy</b>.</p>

source: <p>To broadcast time information through your network, select <b>Outgoing Broadcast</b>.</p>
pl: <p>Aby rozgłaszać informację o czasie w sieci lokalnej, należy wybrać opcję <b>Rozgłaszanie wychodzące</b>.</p>

source: <p>To accept NTP packets broadcasted by other hosts on the network and use them for setting local time, select <b>Incoming Broadcast<b>.</p>
pl: <p>Aby akceptować pakiety NTP rozgłaszane przez inne komputery w sieci i używać ich do ustawiania czasu lokalnego, należy wybrać opcję <b>Rozgłaszanie przychodzące<b>.</p>

source: <p><big><b>Server Location</b></big> Select if you want to find the NTP server in the local network or select the NTP server from the list of known NTP servers.</p>
pl: <p><big><b>Lokalizacja serwera</b></big> Proszę wybrać tę opcję, jeśli trzeba znaleźć serwer NTP w sieci lokalnej, albo wybrać serwer z listy znanych serwerów NTP.</p>

source: <p><big><b>Finding Server in the Local Network</b></big><br> To find NTP servers in the local network using the Service Location Protocol (SLP), click <b>Lookup</b>. Then select a server from the list of found servers.</p>
pl: <p><b><big>Wyszukiwanie serwera w sieci lokalnej</big></b><br> Aby znaleźć serwery NTP w sieci lokalnej używając protokołu lokalizacji usług (SLP), proszę nacisnąć <b>Szukaj</b>. Następnie proszę wybrać serwer z listy znalezionych serwerów.</p>

source: <p><big><b>Selecting a Public NTP Server</b></big><br> Select the NTP server to use from the <b>Public NTP Servers</b> list. To display NTP servers only for a particular country, select it in <b>Country</b>.</p>
pl: <p><big><b>Wybór publicznego serwera NTP</b></big><br> Proszę wybrać serwer NTP z listy <b>Publiczne serwery NTP</b>. Aby wyświetlić serwery NTP tylko z określonego kraju, proszę go wybrać z <b>Kraj</b>.</p>

source: <p><big><b>Note</b></big><br> The listed NTP servers may not be available from any country, but only for a particular country or region. Before using any NTP server from the list, ask your system administrator or Internet service provider if there is an NTP server closer to you and prefer this recommended server to any server from this list. You may also see <i>http://www.eecis.udel.edu/~mills/ntp/servers.html</i> to find an NTP server near you.</p>
pl: <p><big><b>Uwaga</b></big><br> Przedstawione serwery NTP mogą nie być osiągalne z każdego kraju, lecz jedynie z określonego państwa lub regionu. Przed wyborem serwera NTP z listy, proszę zapytać administratora albo dostawcę usług internetowych, czy jest jakiś bliższy serwer i czy któryś z serwerów z listy jest preferowany. Aby znaleźć bliski serwer NTP, można także skorzystać ze strony <i>http://www.eecis.udel.edu/~mills/ntp/servers.html</i>.</p>

source: <p><big><b>Testing Server Accessibility</b></big><br> To test if the selected server responds properly, click <b>Test</b>.</p>
pl: <p><b><big>Test dostępności serwera</big></b><br> Aby sprawdzić, czy wybrany serwer odpowiada prawidłowo, proszę nacisnąć <b>Test</b>.</p>

source: <p><big><b>Use Random Servers</b></big><br> This service is offered by pool.ntp.org. If you select this option, three different servers are added to the configuration. The server names are permanent, but they change their DNS records (IPs) every hour. This means that your NTP client is synchronized with different servers every hour.</p>
pl: <p><big><b>Użycie losowych serwerów</b></big><br> Ta usługa jest oferowana przez pool.ntp.org. W przypadku wybrania tej opcji, do konfiguracji dodawane są różne serwery. Nazwy tych serwerów są stałe, ale co godzinę zmieniane są ich wpisy DNS (IP). Oznacza to synchronizację klienta NPT z różnymi serwerami co godzinę.</p>

source: <p><big><b>Clock Driver Calibration</b></big><br> The clock driver may need to be calibrated. In this dialog, various calibration options can be set. The meaning of particular options depends on the particular driver. Some drivers do not use all the options.</p>
pl: <p><big><b>Kalibracja sterownika zegara</b></big><br> Sterownik zegara może wymagać kalibracji. W tym oknie można ustawić różne opcje kalibracji. Znaczenie poszczególnych opcji zależy od konkretnego sterownika. Niektóre sterowniki nie używają wszystkich opcji.</p>

source: For information about the meaning of the options, install package <i>xntp-doc</i> and see <i>/usr/share/doc/packages/xntp-doc/html/refclock.htm</i></p>
pl: W celu uzyskania dodatkowych informacji o znaczeniu tych opcji, należy zainstalować pakiet <i>xntp-doc</i> i zajrzeć do pliku <i>/usr/share/doc/packages/xntp-doc/html/refclock.htm</i></p>

source: Really exit? All changes will be lost.
pl: Czy naprawdę wyjść? Wszystkie zmiany zostaną utracone.

source: Failed to integrate service pack source
pl: Integracja źródła service pack zakończona niepowodzeniem.

source: The file %1 is not digitally signed. This means that the origin and integrity of the file cannot be verified. Using the file may put the integrity of your system at risk. Use it anyway?
pl: Plik %1 nie jest podpisany cyfrowo. Oznacza to, że jego pochodzenie ani integralność nie mogą zostać potwierdzone. Korzystanie z tego pliku może spowodować niepożądane skutki w systemie. Czy korzystać z tego pliku mimo to?

source: No checksum for file %1 was found in the source. This means that the file is part of the signed source, but the list of checksums on this source does not mention this package. Installing the file may put the integrity of your system at risk. Use it anyway?
pl: Nie znaleziono sumy kontrolnej dla pliku %1. Oznacza to, że plik jest częścią podpisanego źródła, lecz lista sum kontrolnych nie zawiera danych tego pliku. Instalacja pakietu może stanowić ryzyko dla systemu. Czy użyć tego pliku mimo to?

source: Package %1 is signed with GnuPG key '%2 (%3)' but the integrity check failed. This means that the package has been changed by accident or by an attacker since the repository creator signed it. Installing it is a big risk for the integrity and security of your system. Install it anyway?
pl: Pakiet %1 jest podpisany kluczem GnuPG "%2 (%3)", lecz sprawdzanie jego integralności zakończyło się niepowodzeniem. Oznacza to, że pakiet został zmieniony przypadkowo lub przez atakującego, ponieważ twórca repozytorium podpisał pakiet. Instalacja pakietu stanowi poważne ryzyko dla systemu. Zainstalować ten pakiet?

source: File %1 is signed with GnuPG key '%2 (%3)' but the integrity check failed. This means that the file has been changed by accident or by an attacker since the repository creator signed it. Installing it is a big risk for the integrity and security of your system. Install it anyway?
pl: Plik %1 jest podpisany kluczem GnuPG "'%2 (%3)", lecz sprawdzanie jego integralności zakończyło się niepowodzeniem. Oznacza to, że plik został zmieniony przypadkowo lub przez atakującego, ponieważ twórca repozytorium podpisał plik. Użycie pliku stanowi poważne ryzyko dla systemu. Czy użyć tego pliku mimo to?

source: The package %1 is digitally signed with the unknown GnuPG key '%2'. This means that a trust relationship to the creator of the package cannot be established. Installing the package may put the integrity of your system at risk. Install it anyway?
pl: Pakiet %1 jest podpisany nieznanym kluczem GnuPG: "%2" Oznacza to, że nie można nawiązać relacji zaufania z twórcą pakietu. Instalacja pakietu może stanowić ryzyko dla systemu. Zainstalować ten pakiet?

source: The file %1 is digitally signed with the unknown GnuPG key '%2'. This means that a trust relationship to the creator of the file cannot be established. Using the file may put the integrity of your system at risk. Use it anyway?
pl: Plik %1 jest podpisany nieznanym kluczem GnuPG: "%2" Oznacza to, że nie można nawiązać relacji zaufania z twórcą pliku. Uzycie pliku może stanowić ryzyko dla systemu. Czy użyć tego pliku mimo to?
