Repository: aviarypl/suse-l10n-pl
Catalog: yast/found.*.po
Languages: pl

source: Select File To Generate A Profile for
pl: Proszę wybrać plik, dla którego zostanie wygenerowany profil.

source: Profile for
pl: Profil dla

source: already exists.
pl: już istnieje.

source: Would you like to open this profile in editing mode?
pl: Czy otworzyć ten profil do edycji?

source: Would you like to save the changes to this profile? (Note: after saving the changes the AppArmor profiles will be reloaded.)
pl: Czy zapisać zmiany w tym profilu? (Uwaga: po zapisaniu zmian profile AppArmor zostaną wczytane ponownie.)

source: <b>Capability Selection</b>. <br>Select desired capabilities for this profile. Select a Capability name to see information about the capability.
pl: <b>Wybór pozwoleń</b>. <br>Proszę wybrać pożądane pozwolenia dla tego profilu. Aby dowiedzieć się więcej o pozwoleniu, należy wybrać jego nazwę.

source: Capabilities enabled for the profile
pl: Pozwolenia aktywne dla profilu

source: Capabilities
pl: Pozwolenia

source: Please enter the name of the Hat that you would like to add to the profile
pl: Proszę podać nazwą podprofilu, który ma zostać dodany do profilu.

source: You have not entered or selected an name for the hat you are trying to add. Please enter an hat name to continue generating a new hat for the
pl: Nie została podana ani wybrana nazwa nowego podprofilu. Proszę podać nazwę podprofilu, aby kontunuować tworzenie nowego podprofilu dla

source: or press Abort to cancel this wizard.
pl: albo nacisnąć Przerwij, aby anulować działanie tego kreatora.

source: The profile
pl: Profil

source: already contains a hat named
pl: zawiera już podprofil o nazwie

source: . Please enter a different name to try again or press Abort to cancel this wizard.
pl: . Proszę podać inną nazwę, aby sprobować ponownie, lub nacisnąć Przerwij, aby anulować działanie tego kreatora.

source: Cap for
pl: Ograniczenie dla

source: In this form you can view and modify the contents of an individual profile. For existing entries you can double click the permissions to access a modification dialog..<p>
pl: W tym oknie można przeglądać i zmieniać ustawienia danego profilu. Aby przejść do okna edycji, należy podwójnie nacisnąć myszą wybrany wpis.<p>

source: <b>Permission Definitions:</b><br><<code> R - read <br> W - write<br> X - execute<br> U - unconfined<br> I - inherit<br> L - link<br> P - discrete profile </code><p>
pl: <b>Wyjasnienia uprawnień:</b><br><code> R - odczyt<br> W - zapis<br> X - wykonywalny<br> U - nieograniczony<br> I - dziedziczony<br> L - dowiązanie symboliczne<br> P - profil dyskretny</code><p>

source: <b>Add Entry:</b><br>Select the type of resource to add from the drop down list.<p></li>
pl: <b>Dodaj wpis:</b><br>Pozwala wybrać typ zasobu do dodania z rozwijanej listy.<p></li>

source: <b>File</b><br>Add a file entry to this profile<br>
pl: <b>Plik</b><br>Służy o dodawania wpisów plików do profilu.<br>

source: <b>Directory</b><br>Add a directory entry to this profile<br>
pl: <b>Katalog</b><br>Służy do dodawania wpisów katalogów do profilu.<br>

source: <b>Capability</b><br>Add a capability entry to this profile<br>
pl: <b>Pozwolenie</b><br>Służy do dodawania wpisów pozwoleń do profliu<br>

source: <b>Include</b><br>Add an include entry to this profile. This option includes the profile entry contents of another file in this profile at load time.<br>
pl: <b>Dołącz plik</b><br>Służy do dodawania wpisów o dołączanych do profilu plikach. Opcja ta dołącza wpisy z innych plików do tego profilu podzas jego wczytywania.<br>

source: <b>Hat</b><br>Add a sub-profile for this profile - called a Hat. This option is analagous to manually creating a new profile, which can selected during execution only in the context of being asked for by a <b>changehat aware</b> application. For more information on changehat please see <b>man changehat</b> on your system or the Novell AppArmor User's Guide.<br><p>
pl: <b>Podprofil</b><br>Służy do dodawania podprofili do profilu. Stworzenie podprofilu jest podobne do ręcznego utworzenia nowego profilu, który będzie mógł zostać zastosowany tylko wtedy, kiedy zażąda tego program <b>changehat aware</b>. Więcej informacji dostępnych jest w podręczniku <b>man changehat</b> lub w Podręczniku użytkownika Novell AppArmor.<br><p>

source: <b>Delete Entry:</b><br>Removes the selected entry from this profile.<p>
pl: <p>Naciśnięcie <b>Usuń wpis</b> usuwa wybrany wpis z profilu.</p>

source: &File
pl: &Plik

source: &Directory
pl: &Katalog

source: &Capability
pl: &Pozwolenie

source: &Include File
pl: &Dołącz plik

source: &Hat
pl: Podpro&fil

source: AppArmor profile for
pl: Profil AppArmor dla

source: File Name
pl: Nazwa pliku

source: Permissions
pl: Prawa dostępu

source: Add Entry
pl: Dodaj wpis

source: &Edit Entry
pl: &Edytuj wpis

source: &Delete Entry
pl: &Usuń wpis

source: AppArmor Hat Dialog
pl: Okno podprofili AppArmor

source: AppArmor Profile Dialog
pl: Okno profili AppArmor

source: Back
pl: Wstecz

source: Editing HAT saving
pl: Edytowanie zapisywania podprofilu

source: Hats can not have embedded hats.
pl: Podprofil nie może mieć zagnieżdżonych podprofili.

source: Adding HAT
pl: Dodawanie podprofilu

source: AppArmor include files must be located in the directory /etc/apparmor.d
pl: Pliki dołączane do profili AppArmor muszą znajdować się w katalogu /etc/apparmor.d

source: Saving Hat
pl: Zapisywanie podprofilu

source: Unexpected return code: %1
pl: Zwrócono nieoczekiwany kod : %1

source: Profile Name
pl: Nazwa profilu

source: Profile
pl: Profil

source: Inherit
pl: Dziedziczenie

source: Unconstrained
pl: Samodzielny

source: Directory
pl: Katalogi

source: Capability
pl: Pozwolenie

source: Include File
pl: Dołącz plik

source: Hat
pl: Podprofil

source: Capbility Selection
pl: Wybór pozwoleń

source: Create Hat
pl: Utwórzcpodprofil

source: Enter or modify Filename
pl: Podaj lub zmień nazwę pliku

source: Edit Profile - Choose profile to edit
pl: Edytuj profil - Proszę wybrać profil do edycji

source: Please make a selection from the listed profiles and press Next to delete the profile.<p>
pl: Proszę wybrać spośród wyświetlonych profili i nacisnąć Dalej, aby usunąć zaznaczony profil.<p>

source: Delete Profile - Choose profile to delete
pl: Usuń profil - Proszę wybrać profil do usunięcia

source: Please make a selection from the listed profiles and press Next to edit the profile.<p>
pl: Proszę wybrać spośród wyświetlonych profili i nacisnąć Dalej, aby edytować zaznaczony profil.<p>

source: Delete profile confirmation
pl: Potwierdzenie usunięcia profilu

source: Are you sure you want to delete the profile
pl: Czy na pewno usunąć profil?

source: Audit
pl: Kontrola

source: &All
pl: Wsz&ystko

source: Failed to select %1 packages for installation
pl: Nie udało się zaznaczyć do instalacji %1 pakietów

source: There were errors when restoring the source configuration. Not all sources will be available for configuration.
pl: Podczas przywracania konfiguracji źródeł wystąpiły błędy. Nie wszystkie źródła będą dostępne dla konfiguracji.

source: <p><b>Congratulations!</b></p> <p>The installation of &product; on your machine is complete. After clicking <b>Finish</b>, you can log in to the system.</p> <p>Visit us at %1.</p> <p>Have a lot of fun!<br>Your SUSE Development Team</p>
pl: <p><b>Gratulacje!</b></p> <p>Instalacja &product; na tym komputerze została zakończona. Po naciśnięciu <b>Zakończ</b> możliwe będzie zalogowanie się do systemu.</p> <p>Zapraszamy do odwiedzenia naszej witryny %1.</p> <p>Owocnej pracy życzy<br>Zespół twórców SUSE</p>

source: <p> The installation has completed successfully. Your system is ready for use. Click Finish to log in to the system. </p> <p> Please visit us at http://www.novell.com/linux/. </p>
pl: <p><b>Gratulacje!</b></p> <p>Instalacja &product; na tym komputerze została zakończona. Po naciśnięciu <b>Zakończ</b> możliwe będzie zalogowanie się do systemu.</p> <p>Zapraszamy do odwiedzenia naszej witryny %1.</p>

source: <p><b><big>Administrator Authorization</big></b><br> To use the YaST2 mail server component, your system must use LDAP as a repository for the user and group accounts and for the DNS services.<br> Some of the mail server settings will be stored in the LDAP repository, too.<br></p>
pl: <p><b><big>Autoryzacja administratora</big></b><br> Aby używać komponentu serwera poczty YaST2, system musi używać LDAP-u jako repozytorium dla kont użytkowników i grup i dla usług DNS.<br> W repozytorium LDAP będą także przechowywane niektóre ustawienia serwera pocztowego.<br></p>

source: <p><b><big>Initializing Mail Server Configuration</big></b><br> Please wait...<br></p>
pl: <p><b><big>Inicjalizacja konfiguracji serwera poczty</big></b><br> Proszę czekać...<br></p>

source: <p><b><big>Aborting Initialization:</big></b><br> Safely abort the configuration utility by pressing <b>Abort</b> now.</p>
pl: <p><b><big>Przerwanie inicjalizacji:</big></b><br> Można bezpiecznie przerwać działania konfiguratora naciskając teraz <b>Przerwij</b>.</p>

source: <p><b><big>Saving Mail Server Configuration</big></b><br> Please wait...<br></p>
pl: <p><b><big>Zapisywanie konfiguracji serwera poczty</big></b><br> Proszę czekać...<br></p>

source: <p><b><big>Aborting Saving:</big></b><br> Abort the save procedure by pressing <b>Abort</b>. An additional dialog informs whether it is safe to do so. </p>
pl: <p><b><big>Przerwanie zapisu:</big></b><br> Aby przerwać procedurę zapisu, należy nacisnąć <b>Przerwij</b>. Dodatkowe okno będzie zawierało informację, czy jest to bezpieczne. </p>

source: <p><b><big>Server Identification:</big></b><br> This is the SMTP server's greeting banner.</b>. <br></p>
pl: <p><b><big>Identyfikacja serwera:</big></b><br> To jest banner powitalny serwera SMTP.</b>. <br></p>

source: <p><b><big>Mail Size:</big></b><br> This parameter limits the total size in bytes of a mail (sending and getting), including envelope information. </p>
pl: <p><b><big>Wielkość wiadomości:</big></b><br> Parametr ten ogranicza całkowitą wielkość wiadomości w bajtach (przy wysyłaniu i odbieraniu), włączając w to informacje z nagłówków. </p>

source: <p><b><big>Outgoing Mails:</big></b><br> Set the transport type for outgoing mails. </p>
pl: <p><b><big>Poczta wychodząca:</big></b><br> Konfiguracja transportu dla poczty wychodzącej. </p>

source: <p><b><big>Manage Mail Routing</big></b><br> Add or modify mail transport routes. <br></p>
pl: <p><b><big>Zarządzanie trasami poczty</big></b><br> Dodanie lub modyfikacja tras transportu. <br></p>

source: <p><b><big>Defined Mail Transport Routes</big></b><br> This is the list of the defined mail transports. </p>
pl: <p><b><big>Zdefiniowane trasy przesyłania poczty</big></b><br> Lista zdefiniowanych transportów poczty. </p>

source: <p><b><big>SPAM Prevention</big></b><br> Postfix offers a variety of parameters that limit the delivery of unsolicited commercial e-mail (UCE). In this dialog, configure this settings. For example, set access lists or RBL (real-time blackhole list) name servers. <br></p>
pl: <p><b><big>Ochrona przed SPAM-em</big></b><br> Postfix oferuje wiele parametrów, które ograniczają dostarczanie niechcianej poczty (UCE). W tym polu można zmienić te ustawienia. Na przykład: listy dostępowe albo serwery nazw RBL (real-time blackhole list). <br></p>

source: <p><b><big>Start Virus Scanner AMAVIS:</big></b><br> If you start the virus scanner AMAVIS, do not forget to install a virus scanner engine. </p>
pl: <p><b><big>Uruchomienie skanera antywirusowego AMAVIS:</big></b><br> Aby uruchomić skaner antywirusowy AMAVIS, należy zainstalować program antywirusowy. </p>

source: <p><b><big>Trusted Local Networks:</big></b><br> Clients from these networks can use your mail server for mail relaying. (Sending non-local mails) <br></p>
pl: <p><b><big>Zaufane sieci lokalne:</big></b><br> Klienci z tych sieci mogą używać serwera pocztowego do przesyłania poczty. (Wysyłanie nielokalnej poczty) <br></p>

source: <p><b><big>Require SASL Authentication:</big></b><br> If set to true, clients must authenticate to use the mail server for mail relaying. <br></p>
pl: <p><b><big>Wymaganie uwierzytelniania SASL:</big></b><br> Jeśli opcja jest włączona, przesyłać pocztę przez serwer pocztowy mogś tylko autoryzowani użytkownicy . <br></p>

source: <p><b><big>Local Delivery Type</big></b><br> In this frame, choose the local mail delivery method. For clients to be able to connect to your mail server via the POP or IMAP protocol, choose <b>Cyrus IMAP</p>. <br></p>
pl: <p><b><big>Sposób doręczania lokalnego</big></b><br> W tym polu można wybrać metodę lokalnego doręczania poczty. Aby klienci mogli łączyć się z serwerem pocztowym protokołami POP lub IMAP, należy wybrać <b>Cyrus IMAP</p>. <br></p>

source: <p>Depending on the local delivery method, you have different possibilities of settings. </p>
pl: <p>W zależności od metody doręczania lokalnego, istnieją różne możliwości konfiguracji. </p>

source: <p><b><big>Mail Fetching Scheduler</big></b><br> If you have mail boxes on an Internet provider, you can fetch this regularly at defined time intervals and by connecting to the Internet. <br></p>
pl: <p><b><big>Harmonogram ściągania poczty</big></b><br> Jeśli skrzynki pocztowe są u dostawcy Internetu, można pobierać pocztę regularnie w zdefiniowanych odstępach czasu łącząc się przez Internet. <br></p>

source: <p>Note: If you have not defined any local delivery type, you cannot define mail fetching jobs. </p>
pl: <p>Uwaga: Nie można zdefiniować zadań ściągania poczty, jeśli nie zdefiniuje się lokalnego sposobu doręczania. </p>

source: <p><b><big>Mail Server Domains</big></b><br> Here, define the domains for which your mail server considers itself the final destination. <br></p>
pl: <p><b><big>Domeny serwera poczty</big></b><br> Tutaj definiuje się domeny, dla których serwer pocztowy uważa się za ostateczny cel. <br></p>

source: <p>Note: You can create and set up the domains with the YaST2 DNS server module. In this module, you only can set the properties concerning the mail server. </p>
pl: <p>Uwaga: Domeny można tworzyć i konfigurować w module serwera DNS YaST2. W tym module można tylko zdefiniować ustawienia związane z serwerem pocztowym. </p>

source: <p><b><big>Type:</big></b><br> You can define virtual and local domains. In virtual domains, only users assigned a mail address in the domain can receive mail. In local domains, all user can get mails. Assign virtual mail addresses in the YaST2 user module. </p>
pl: <p><b><big>Typ:</big></b><br> Możliwe jest definiowanie domen wirtualnych i lokalnych. W domenach wirtualnych pocztę mogą otrzymywać tylko użytkownicy mający przypisany adres pocztowy w tej domenie. W domenach lokalnych wszyscy użytkownicy mogą otrzymywać pocztę. Wirtualne adresy pocztowe przypisuje się w module zarządzania użytkownikami YaST2. </p>

source: Could not set patterns/selections: %1
pl: Nie można określić wzorców/wyboru: %1

source: Your network interfaces are currently controlled by NetworkManager but the service to configure might not work well with it. Really continue?
pl: Interfejsy sieciowe są obecnie kontrolowane przez Menedżera sieci, ale konfigurowana usługa może z nim dobrze nie współpracować. Czy kontynuować?

source: A port name may consist of the characters 'a-z', 'A-Z', '0-9', and '*+._-'. A port number may be a number from 0 to 65535. No spaces are allowed.
pl: Nazwa portu może zwierać znaki 'a-z', 'A-Z', '0-9' i '*+._-'. Numer portu może być liczbą z zakresu od 0 do 65535. Odstępy (spacje) są niedozwolone.

source: Another process is accessing the package database. Package management will not work!
pl: Inny uruchomiony proces korzysta z bazy danych o pakietach. Zarządzanie oprogramowaniem nie może zostać uruchomione.

source: A valid domain name consists of components separated by dots. Each component contains letters, digits, and hyphens. A hyphen may not start or end a component and the last component may not begin with a digit.
pl: Prawidłowa nazwa domeny składa się z elementów rozdzielonych kropkami. Każdy element może zawierać litery, cyfry i kreski poziome. Element nie może się zaczynać ani kończyć kreską, ostatni element nie może zaczynać się cyfrą.

source: A valid host name consists of letters, digits, and hyphens. A host name may not begin or end with a hyphen.
pl: Prawidłowa nazwa hosta składa się z liter, cyfr i kresek poziomych. Nazwa hosta nie może się zaczynać ani kończyć kreską.

source: A valid IP address consists of four integers in the range 0-255 separated by dots.
pl: Prawidłowy adres IP składa się z czterech liczb całkowitych z zakresu od 0 do 255 włącznie, rozdzielonych kropkami.

source: <P><BIG><B>Boot Loader Configuration Tool</B></BIG><BR> Change the settings of your boot loader.</P>
pl: <P><BIG><B>Narzędzie konfiguracji programu rozruchowego</B></BIG><BR> Jest to narzędzie służące do zmiany ustawień programu rozruchowego.</P>

source: <P><B><BIG>Saving Boot Loader Configuration</BIG></B><BR> Please wait...<br></p>
pl: <P><B><BIG>Zapisywanie konfiguracji programu rozruchowego</BIG></B><BR> Proszę czekać...<br></p>

source: If you have multiple Linux systems installed, YaST can try to find them and merge their menus.
pl: Jeśli zainstalowanych jest kilka systemów linuksowych, program YaST może spróbować je wykryć i połączyć ich menu rozruchowe.

source: <P>From <B>Other</B>, you can manually edit the boot loader configuration files, clear the current configuration and propose a new configuration, start from scratch, or reread the configuration saved on your disk. %1</P>
pl: <P>Po naciśnięciu <B>Inne</B> można ręcznie zmieniać pliki konfiguracyjne programu rozruchowego, usunąć aktualną konfigurację, zacząć konfigurację od podstaw albo odczytać konfigurację zapisaną na dysku. %1 </P>

source: <P>To edit boot loader configuration files manually, click <B>Edit Configuration Files</B>.</P>
pl: <P>Aby ręcznie edytować pliki konfiguracyjne programu rozruchowego, proszę wybrać <B>Edycja plików konfiguracyjnych</B>.</P>

source: <P> In the table, each section represents one item in the boot menu.</P>
pl: <P> W tabeli tej każda sekcja reprezentuje jedną pozycję w menu rozruchowym.</P>

source: <P> Press <B>Edit</B> to display the properties of the selected section.</P>
pl: <P>Proszę nacisnąć <B>Edytuj</B>, aby wyświetlić właściwości zaznaczonej sekcji.</P>

source: <P> By pressing <b>Set as Default</b>, mark the selected section as default. When booting, the boot loader will provide a boot menu and wait for the user to select the kernel or other OS to boot. If no key is pressed before the time-out, the default kernel or OS will be booted. The order of sections in the boot loader menu can be changed using the <B>Up</B> and <B>Down</B> buttons.</P>
pl: <P>Proszę zaznaczyć wybraną sekcję jako domyślną za pomocą przycisku <B>Ustaw jako domyślną</B>. Podczas uruchamiania systemu program rozruchowy wyświetli menu i poczeka, aż użytkownik wybierze jądro lub inny system operacyjny. Jeśli przed upływem określonego czasu nie zostanie naciśnięty żaden klawisz, uruchomiony zostanie domyślny system lub jądro. Kolejność w menu rozruchowym może być zmieniona przy użyciu przycisków <B>W górę</B> i <B>W dół</B>.</P>

source: <P>Press <B>Add</B> to create a new boot loader section or <B>Delete</B> to delete the selected section.</P>
pl: <P>Proszę nacisnąć przycisk <B>Dodaj</B>, aby dodać nową sekcję albo <B>Usuń</B>, aby usunąć wybraną sekcję.</P>

source: <p><big><b>Boot Loader Location</b></big><br> The boot manager (%1) can be installed in the following ways:</p>
pl: <p><big><b>Położenie programu rozruchowego</b></big><br> Program rozruchowy (%1) może być zainstalowany w jeden z następujących sposobów:</p>

source: <p>- In the <b>Master Boot Record</b> (MBR). This is not recommended if there is another operating system installed on the computer.</p>
pl: <p>- W <b>głównym sektorze startowym</b> (MBR). Nie jest to zalecane, jeśli w komputerze jest zainstalowany inny system operacyjny.</p>

source: <p> - In the <b>Boot Sector</b> of the <tt>/boot</tt> or <tt>/</tt> (root) partition. This is the recommended option whenever there is a suitable partition. Either set <b>Activate Boot Loader Partition</b> and <b>Replace MBR with Generic Code</b> in <b>Boot Loader Installation Details</b> to update the master boot record if it is needed or configure your other boot manager to start &product;.</p>
pl: <p> - W <b>sektorze startowym</b> partycji <tt>/boot</tt> albo <tt>/</tt> (root). Jest to zalecana opcja, jeśli istnieje odpowiednia partycja. Należy albo ustawić <b>Aktywuj partycję programu rozruchowego</b> i <b>Zastąp sektor startowy kodem domyślnym</b> w <b>Szczegółach instalacji programu rozruchowego</b> aby - jeśli zajdzie potrzeba - zaktualizować główny sektor startowy, albo skonfigurować inny program rozruchowy do uruchamiania &product;.</p>

source: <p> - On a <b>Floppy Disk</b>. Use this to avoid the risk of interfering with an already existing boot mechanism. Enable booting from floppy disk in the BIOS of your machine to use this option.</p>
pl: <p> - Na <b>dyskietce</b>. Sposób ten służy zapobieżeniu ryzyka nakładania się na istniejący mechanizm uruchamiania systemu. Aby korzystać z tej opcji trzeba włączyć w BIOS-ie możliwość uruchamiania systemu z dyskietki.</p>

source: <p> - In some <b>Other</b> partition. Consider your system's restrictions when selecting this option.</p>
pl: <p> - Na <b>innej</b> partycji. Wybierając tę opcję proszę wziąć pod uwagę ograniczenia istniejącego systemu.</p>

source: <p>For example, most PCs have a BIOS limit that restricts booting to hard disk cylinders smaller than 1024. Depending on the boot manager used, you may or may not be able to boot from a logical partition.</p>
pl: <p>Na przykład większość komputerów PC ma zapisany w BIOS-ie limit ograniczający uruchamianie systemu do cylindrów o numerze poniżej 1024. Możliwość uruchomienia systemu z partycji logicznej zależy od używanego programu rozruchowego.</p>

source: <p> Enter the device name of the partition (for example, <tt>/dev/hda3</tt> or <tt>/dev/sdb</tt>) in the input field.</p>
pl: <p> Proszę wprowadzić nazwę urządzenia dla partycji (np. <tt>/dev/hda3</tt> albo <tt>/dev/sdb</tt>).</p>

source: <p><big><b>Boot Loader Installation Details</b></big><br> To adjust advanced boot loader installation options (such as the device mapping), click <b>Boot Loader Installation Details</b>.</p>
pl: <p><big><b>Szczegóły instalacji programu rozruchowego</b></big><br> Aby zmodyfikować zaawansowane opcje instalacyjne programu rozruchowego (np. mapowanie urządzeń), proszę nacisnąć <b>Szczegóły instalacji programu rozruchowego.</b>.</p>

source: <p><big><b>Boot Loader Type</b></big><br> To select whether to install a boot loader and which bootloader to install, use <b>Boot Loader</b>.</p>
pl: <p><b><big>Typ programu rozruchowego</big></b><br> Aby określić, czy i jaki program rozruchowy zainstalować, proszę wybrać <b>Program rozruchowy</b>.</p>

source: <p><big><b>Boot Loader Options</b></big><br> To adjust options of the boot loader, such as the time-out, click <b>Boot Loader Options</b>.</p>
pl: <p><b><big>Opcje programu rozruchowego</big></b><br> Proszę nacisnąć <b>Opcje programu rozruchowego</b>, aby zmienić opcje, jak np. czas oczekiwania przed uruchomieniem systemu.</p>

source: <P><B>Expert Manual Configuration</B><BR> Here, manually edit the boot loader configuration.</P> <P>Note: The final configuration file may have different indenting.</P>
pl: <P><B>Zaawansowana konfiguracja ręczna</B><BR> Tutaj można ręcznie edytować konfigurację programu rozruchowego.</P> <P>Uwaga: plik konfiguracji ostatecznej może mieć inaczej rozmieszczone wcięcia.</P>
