Repository: aviarypl/suse-l10n-pl
Catalog: yast/heartbeat.*.po
Languages: pl

source: On -- Start Heartbeat Server Now and when Booting
pl: Włączone - Uruchom serwer Heartbeat teraz i podczas uruchamiania systemu

source: Off -- Server Only Starts Manually
pl: Wyłączone - Uruchamiaj serwer tylko ręcznie

source: Switch On and Off
pl: Włącz / Wyłącz

source: Current Status:
pl: Obecny stan:

source: Start Heartbeat Server Now
pl: Uruchom serwer Heartbeat

source: Stop Heartbeat Server Now
pl: Zatrzymaj serwer Heartbeat

source: Heartbeat server is running.
pl: Serwer Heartbeat jest uruchomiony.

source: Heartbeat server is not running.
pl: Serwer Heartbeat nie działa.

source: Specified STONITH host is already present.
pl: Wybrany host STONITH już istnieje.

source: Add STONITH Host
pl: Dodaj komputer STONITH

source: Host from
pl: Komputer z

source: STONITH Type
pl: Typ STONITH

source: Parameters
pl: Parametry

source: Specify the host name.
pl: Proszę podać nazwę hosta.

source: Specify the STONITH type.
pl: Proszę podać typ STONITH.

source: The specified STONITH is already present.
pl: Wybrany STONITH już istnieje.

source: Heartbeat Configuration
pl: Konfiguracja Heartbeat

source: Initializing...
pl: Inicjalizacja...
