Repository: aviarypl/suse-l10n-pl
Catalog: yast/heartbeat.*.po
Languages: pl

source: Initializing Heartbeat Configuration
pl: Inicjalizacja konfiguracji Heartbeat

source: Read previous settings
pl: Odczytywanie poprzednich ustawień

source: Read resources
pl: Odczytywanie zasobów

source: Read authentication keys
pl: Odczytywanie kluczy uwierzytelniania...

source: Read daemon status
pl: Odczytywanie stanu demona

source: Reading previous settings...
pl: Odczytywanie poprzednich ustawień...

source: Reading resources...
pl: Odczytywanie zasobów...

source: Reading authentication keys...
pl: Odczytywanie kluczy uwierzytelniania...

source: Reading daemon status...
pl: Odczytywanie stanu demona...

source: Finished
pl: Zakończono

source: Saving Heartbeat Configuration
pl: Zapisywanie konfiguracji Heartbeat

source: Write settings
pl: Zapisywanie ustawień

source: Write resources
pl: Zapisywanie grup

source: Write authentication keys
pl: Zapisywanie kluczy uwierzytelniania

source: Restart services
pl: Ponowne uruchomienie usług

source: Writing settings...
pl: Zapisywanie ustawień...

source: Writing resources...
pl: Zapisywanie zasobów...

source: Writing authentication keys...
pl: Zapisywanie kluczy uwierzytelniania...

source: Restarting services...
pl: Ponowne uruchamianie usług...

source: Configuration Summary...
pl: Zestawienie konfiguracji...

source: Authentication Method
pl: Metoda uwierzytelniania

source: CRC (No security)
pl: CRC (brak zabezpieczeń)

source: Authentication Key
pl: Klucz uwierzytelniania

source: Missing authentication key.
pl: Brak klucza uwierzytelniania.

source: Added node '%1'
pl: Dodano węzeł '%1'

source: Removed node '%1'
pl: Usunięto węzeł '%1'

source: Broadcast device: %1
pl: Urządzenie broadcast: %1

source: Multicast device: %1, address: %2, UDP: %3, TTL: %4
pl: Urządzenie multicast: %1, adres: %2, UDP: %3, TTL: %4

source: Setting UDP port to %1
pl: Ustawianie portu UDP jako %1

source: Missing or invalid 'udp' option
pl: Brakująca lub nieprawidłowa opcja 'udp'

source: Authentication method: %1
pl: Metoda uwierzytelniania: %1

source: Authentication key: %1
pl: Klucz uwierzytelniania: %1

source: Start Heartbeat service at boot: %1
pl: Uruchom usługę Heartbeat podczas uruchamiania systemu: %1

source: enabled
pl: włączone

source: disabled
pl: wyłączone

source: Start-up Configuration
pl: Konfiguracja startowa

source: Node Configuration
pl: Konfiguracja węzła

source: Media Configuration
pl: Konfiguracja mediów

source: Authentication Keys
pl: Klucze uwierzytelniające

source: Resources
pl: Zasoby

source: STONITH Configuration
pl: Konfiguracja STONITH

source: Time-outs
pl: Limity czasu

source: IP Fail
pl: Awaria IP

source: Ping Groups
pl: Grupy pingowania

source: Configuration of high availability (HA) cluster using Heartbeat service.
pl: Konfiguracja klastra wysokiej dostępności (HA) przy użyciu usługi heartbeat.

source: Configure a list of the servers for the cluster
pl: Konfiguruj listę serwerów dla klastra

source: Set the communication between the nodes of the cluster.
pl: Ustaw komunikacje pomiędzy węzłami klastra.

source: Configure authentication of the nodes.
pl: Konfiguruj uwierzytelnianie węzłów.

source: Configure automatic start of the service at boot.
pl: Konfiguruj automatyczne uruchamianie usługi podczas uruchamiania systemu.

source: Add a new item to the list.
pl: Dodaj nowy element do listy.

source: Delete an item from the list.
pl: Usuń element z listy.

source: Display the configuration.
pl: Wyświetl konfiguracje.

source: Name of the node in the cluster.
pl: Nazwa węzła w klastrze

source: Communication mode, can be 'bcast' for broadcast or 'mcast' for multicast.
pl: Tryb komunikacji, może mieć wartość 'bcast' dla broadcast lub 'mcast' dla multicast.

source: Network device (e.g. eth0) used for communication.
pl: Urządzenie sieciowe (np. eth0) używane do komunikacji.

source: IP address of the multicast group (224.0.0.0 - 239.255.255.255).
pl: Adres IP grupy multicast (224.0.0.0 - 239.255.255.255).

source: TTL value (1-255, default is 2).
pl: Wartość TTL (1-255, domyślnie 2).

source: UDP port number (default is 694).
pl: Numer portu UDP (domyślnie 694).

source: Authentication method, can be 'crc' (no security), 'sha1' or 'md5'.
pl: Metoda uwierzytelniania, może mieć wartość 'crc' (bez zabezpieczeń), 'sha1' lub 'md5'.

source: The authentication key.
pl: Klucz uwierzytelniania.

source: Enable automatic start of the service at boot.
pl: Włącz automatyczne uruchamianie usługi podczas uruchamiania systemu.

source: Disable automatic start of the service at boot.
pl: Wyłącz automatyczne uruchamianie usługi podczas uruchamiania systemu.

source: Set the configuration.
pl: Ustaw konfiguracje.

source: Print status of the automatic start at boot.
pl: Wyświetl status automatycznego uruchamiania usługi podczas uruchamiania systemu

source: <p><b><big>Initializing Heartbeat Configuration</big></b><br> Please wait...<br></p>
pl: <p><b><big>Inicjalizacja konfiguracji Heartbeat</big></b><br> Proszę czekać...<br></p>

source: <p><b><big>Aborting Initialization:</big></b><br> Safely abort the configuration utility by pressing <b>Abort</b> now.</p>
pl: <p><b><big>Przerywanie inicjalizacji:</big></b><br> Można bezpiecznie przerwać działania konfiguratora naciskając teraz <b>Przerwij</b>.</p>

source: <p><b><big>Saving Heartbeat Configuration</big></b><br> Please wait...<br></p>
pl: <p><b><big>Zapisywanie konfiguracji Heartbeat</big></b><br> Proszę czekać...<br></p>

source: <p><b><big>Aborting Saving:</big></b><br> Abort the save procedure by pressing <b>Abort</b>. An additional dialog informs whether it is safe to do so. </p>
pl: <p><b><big>Przerwanie zapisu:</big></b><br> Aby przerwać procedurę zapisu, należy nacisnąć <b>Przerwij</b>. Dodatkowe okno będzie zawierało informację, czy jest to bezpieczne. </p>

source: <p><b>Node Configuration</b> lets you specify and add nodes to your cluster. This installation program lets you create a new cluster or add nodes to an existing cluster. To add new nodes to an existing cluster, you must run this installation program from a node that is already in the cluster, not on a node that you want to add to the cluster.</p>
pl: <p><b>Konfiguracja węzłów</b> umożliwia określenie i dodawanie węzłów do klastra. Za pomocą tego programu możliwe jest utworzenie nowego klastra oraz dodanie węzłów do już istniejących klastrów. Aby dodać nowe węzły do istniejącego klastra, konieczne jest uruchomienie tego programu z węzła, który jest już w klastrze, a nie z węzła, który ma być do niego dodany.</p>

source: <p>This cluster installation program does not copy the Heartbeat software package to cluster nodes. Prior to running this installation program, the Heartbeat software package must be installed on all nodes that will be part of your cluster.</p>
pl: <p>Program instalacyjny nie kopiuje pakietu Heartbeat do wszystkich węzłów klastra. Dlatego przed uruchomieniem instalacji konieczne jest, aby pakiet Hearbeat był zainstalowany na wszystkich węzłach, które staną się częściami klastra.</p>

source: <p>To add a node to the cluster, enter the name of the node then click <b>Add</b>. Repeat this process for each node to add to the cluster. Find node names for servers by entering the <tt>uname -n</tt> command on each node.</p>
pl: <p>Aby dodać węzeł do klastra, należy wprowadzić nazwę węzła i nacisnąć <b>Dodaj</b>. Czynność tę należy powtórzyć dla każdego węzła, który ma być dodany do klastra. Nazwę węzła w przypadku serwerów można uzyskać wpisując w każdym węźle w wierszu poleceń polecenie <tt>uname -n</tt>.</p>

source: <p>If you need to specify a different node name after adding a node to the cluster, double-click the node to edit, change its name, then click <b>Edit</b>.</p>
pl: <p>Aby zmienić nazwę węzła już dodanego do klastra, należy podwójnie nacisnąć myszą wybrany węzeł, zmienić jego nazwę, a następnie nacisnąć przycisk <b>Edytuj<b>.</p>

source: <p><b>Heartbeat Media Configuration</b> lets you specify the method Heartbeat should use for internal communication between cluster nodes. This provides a way for cluster nodes to signal that they are alive to other nodes in the cluster. For proper redundancy, you should specify more than one heartbeat medium if possible.</p>
pl: <p><b>Konfiguracja medium Hearbeat</b> pozwala określić metodę wewnętrznej komunikacji między węzłami w klastrze. W ten sposób węzły informują się nawzajem o tym, że działają. O ile jest to możliwe, zalecane jest określenie więcej niż jednego medium.</p>

source: <p>Choose at least one <b>Heartbeat Medium</b> and, if possible, two or more. After specifying a heartbeat medium, click <b>Add</b> to add that medium type to Heartbeat.</p>
pl: <p>Proszę wybrać przynajmniej jedno <b>medium Heartbeat</b>, a jeśli to możliwe - dwa lub więcej. Po określeniu medium, proszę nacisnąć <b>Dodaj</b>, aby dodać je do Heartbeat.</p>

source: <p>If you choose <b>Broadcast</b>, select one of the available network devices in the device list.</p>
pl: <p>W razie wyboru <b>Rozgłaszanie</b>, należy wybrać z listy urządzeń jedno z dostępnych urządzeń sieciowych.</p>

source: <p>For <b>Multicast</b>, choose a network device, multicast group to join (class D multicast address 224.0.0.0-239.255.255.255), and the ttl value (1-255).</p>
pl: <p>W przypadku <b>Multicast</b> należy wybrać interfejs sieciowy, docelową grupę multicast (klasa D adres multicast 224.0.0.0 - 239.255.255.255) oraz wartość ttl (1-255).</p>

source: <p><b>UDP Port</b> sets the UDP port that is used for the broadcast media. Leave this set to the default value (694) unless you are running multiple Heartbeat clusters on the same network segment, in which case you need to run each cluster on a different port number.</p>
pl: <p><b>Port UDP</b> określa port UDP używany dla medium "Rozgłaszanie". Jeśli w jednym segmencie sieci działa tylko jeden klaster Heartbeat, należy zostawić wartość domyślną (694). W innym przypadku należy wybrać inny numer portu dla każdego klastra.</p>

source: <p>Specify the authentication method to use for network communication between cluster nodes. Choosing an authentication method protects against network attacks.</p>
pl: <p>Aby używać komunikacji sieciowej między węzłami klastra, należy podać <b>metodę uwierzytelniania</b>. Ma to duże znaczenie dla ochrony przed atakami z sieci.</p>

source: <p>Both the <b>md5</b> and <b>sha1</b> methods require a <i>shared secret</i>, which is used to protect and authenticate messages. The <b>crc</b> method does not perform message authentication and only protects against corruption, not against attacks.</p>
pl: <p>Zarówno <b>md5</b> jak i <b>sha1</b> wymagają <i>współdzielonego hasła</i>, które jest używane do ochrony i uwierzytelniania komunikatów. Mechanizm <b>crc</b> nie stosuje uwierzytelniania komunikatów, i chroni przed uszkodzeniami, a nie przed atakami.</p>

source: <p>The <b>sha1</b> method is recommended because it provides the strongest authentication scheme available. The authentication key (password) specified is used on all nodes in the cluster.</p>
pl: <p>Zalecane jest wybranie metody <b>sha1</b>, która jest najmocniejszym dostępnym schematem. Podany klucz uwierzytelniania (hasło) musi być dokładnie taki sam na wszystkich węzłach klastra.</p>

source: <p><b>Resources</b> -- specify which resources are handled by Heartbeat and how Heartbeat should handle failback (migration of resources back to a node after a failure has been resolved).</p>
pl: <p><b>Zasoby</b> - należy określić, jakie zasoby są obsługiwane przez Heartbeat i jak Heartbeat powinno obsługiwać przełączanie poawaryjne (migrację zasobów do węzła po rozwiązaniu awarii).</p>

source: <p>If you set <b>Automatic Failback</b> to <i>on</i>, Heartbeat migrates resources back to the primary owner as soon as it becomes available again. This automatically restores the balancing of resources between the nodes, but requires that the resources are briefly stopped so they can be cleanly started, leading to a minor interruption of service.</p>
pl: <p>Jeśli <b>Automatyczne przełączanie poawaryjne</b> jest <i>włączone</i>, Heartbeat migruje zasoby z powrotem do pierwotnego właściciela, gdy tylko stanie się on znów dostępny. To automatycznie odtwarza i balansuje zasoby między węzłami, ale wymaga szybkiego zatrzymywania zasobów, tak aby mogły się one płynnie uruchomić, nie powodując długiej przerwy w pracy.</p>

source: <p>For most scenarios, <i>off</i> is the correct choice. It requires the administrator to trigger the failback of resources manually (using the hb_standby command line tool) as soon as the failure is resolved. This allows him to schedule a maintenance window and not interrupt the service even more.</p>
pl: <p>W większości scenariuszy właściwym wyborem jest <i>Wyłączone</i>. Wymaga to od administratora ręcznego wyzwolenia poawaryjnego przełączenia zasobów (z wykorzystaniem polecenia trybu tekstowego hb_standby), gdy tylko awaria zostanie naprawiona. Pozwala to na wybranie odpowiedniego czasu na obsługę i nie przerywania działania usługi raz jeszcze.</p>

source: <p><i>legacy</i> is the old default for compatibility with former Heartbeat releases. It activates the automatic failback if not all nodes support the new directive yet. Explicitly choosing either <i>on</i> or <i>off</i> is recommended for new deployments.</p>
pl: <p><i>Tradycyjny</i> - to stary sposób, domyślny dla zgodności z wcześniejszymi wersjami Heartbeat. Aktywuje on automatyczne przełączanie poawaryjne, jeśli nie wszystkie węzły obsługują jeszcze nowe polecenia. Jawne wybranie <i>włączone</i> lub <i>wyłączone</i> jest zalecane w nowych wdrożeniach.</p>

source: <p>Adding a resource to a given node places the resource under Heartbeat's control. It will be started and stopped automatically by Heartbeat. Make sure the resource is not started by anything else.</p>
pl: <p>Dodawanie zasobu do danego węzła umieszcza zasób pod kontrolą Heartbeat. Będzie on uruchomiony i zatrzymany automatycznie przez Heartbeat. Należy się upewnić, ze zasób nie jest uruchamiany w inny sposób.</p>

source: <p>Heartbeat primarily starts the resource on the node to which it is assigned if both nodes are healthy and up. See the <b>auto_failback</b> setting above.</p>
pl: <p>Jeśli oba węzły są sprawne i działają, Heartbeat najpierw uruchamia zasób na węźle, do którego jest przypisany. Zob. ustawienia <b>automatycznego przełączania poawaryjnego</b> powyżej.</p>

source: <p>Specify any init script name as a resource or a specify a special Heartbeat resource script (provided in the <i>/etc/ha.d/resource.d</i> directory). Some of the latter take additional arguments, which are separated from the resource script name itself by <i>::</i>, for example, <i>Filesystem::/dev/sda1::/mnt::reiserfs</i>. Check the documentation for the resource scripts.</p>
pl: <p>Proszę podać nazwę pliku startowego jako zasobu, albo specjalny skrypt zasobu Heartbeat (znajdujący się w katalogu <i>/etc/ha.d/resource.d</i>). Niektóre ze skryptów wymagają dodatkowych parametrów, które oddziela się od nazwy skryptu przez <i>::</i>, np. <i>Filesystem::/dev/sda1::/mnt::reiserfs</i>. Należy to sprawdzić w dokumentacji skryptu zasobu.</p>

source: <p>To protect the shared data, <b>STONITH</b> must be configured. Heartbeat is capable of driving a number of serial and network power switches to prevent a potentially faulty node from corrupting shared data.</p>
pl: <p>Dla ochrony danych współdzielonych należy skonfigurować <b>STONITH</b>. Heartbeat może sterować kilkoma szeregowymi oraz sieciowymi wyłącznikami zasilania, aby zapobiec sytuacji, w której błędnie działający węzeł uszkodzi współdzielone dane.</p>

source: <p>STONITH needs to know which nodes can access the power switch. Enter or select the name of the node in <b>Host From</b>. For a serial power switch, this is a specific node name. For a network power switch, you should typically enter an asterisk (*) to indicate that it is accessible from all nodes.</p>
pl: <p>STONITH musi wiedzieć, które węzły mają dostęp do wyłącznika zasilania. Proszę podać lub wybrać nazwę węzła w polu <b>Komputer z</b>. W przypadku wyłącznika sterowanego łączem szeregowym podaje się nazwę węzła. Dla wyłącznika dostępnego przez sieć, zwykle podaje się '*' aby wskazać, że jest on dostępny ze wszystkich węzłów.</p>

source: <p>The <b>STONITH Type</b> is the name of the module that is used to control the power switch. <b>Parameters</b> are specific to the module specified. See the <tt>stonith -h</tt> command line tool for a list of supported modules and the parameters they accept.</p>
pl: <p><b>Typ STONITH</b> musi odpowiadać nazwie modułu, który służy sterowaniu wyłącznikiem zasilania. <b>Parametry</b> różnią się w zależności od modułu. Polecenie <i>stonith -h</i> wyświetla listę dostępnych modułów i akceptowanych przez nie parametrów.</p>

source: <p><b><big>Booting</big></b><br> To start the Heartbeat software each time this cluster server is booted, select <b>On</b>. If you select <b>Off</b>, you must start Heartbeat manually each time this cluster server is booted. You can start the Heartbeat server manually using the <tt>/etc/init.d/heartbeat start</tt> command.</p> <p>To propagate the configuration to all nodes of the cluster and to enable heartbeat service on them, run the commandline utility <tt>/usr/lib/heartbeat/ha_propagate</tt> on this node after the configuration is saved.</p>
pl: <p><b><big>Uruchamianie systemu</big></b><br> Aby uruchamiać oprogramowanie Heartbeat przy każdym uruchomieniu serwera klastra, proszę wybrać <b>Włączone</b>. Jeśli zostanie wybrane <b>Wyłączone</b>, konieczne będzie ręczne uruchamianie Heartbeat po każdym uruchomieniu serwera klastra. Do ręcznego uruchamiania Heartbeat służy polecenie <tt>/etc/init.d/heartbeat start</tt>.</p> <p>Aby zatwierdzić konfiguracje dla wszystkich węzłów i włączyć po tym heartbeat, proszę użyć polecenia <tt>/usr/lib/heartbeat/ha_propagate</tt> na węźle po zapisaniu konfiguracji.</p>

source: <p>Heartbeat uses a variety of timers to tune and configure its behavior. All timers are specified in seconds.</p>
pl: <p>Do skonfigurowania działania Heartbeat używa różnych liczników. Wartości wszystkich są podane w sekundach.</p>

source: <p><b>Keep Alive</b> specifies the interval at which a node announces itself on the network.</p>
pl: <p><b>Aktywność</b> określa czas, po którym węzeł wysyła informacje o sobie w sieci.</p>

source: <p><b>Dead Time</b> is the time after which a node is presumed to be dead. It should probably default to five times the Keep Alive interval.</p>
pl: <p><b>Czas śmierci</b> jest czasem, po którym zakłada się, że węzeł jest martwy. Dobrą wartością domyślną jest czas pięć razy dłuższy niż czas aktywności.</p>

source: <p><b>Warn Time</b> is the time after which Heartbeat warns in the log files that a node has been slow in sending its heartbeats. This should probably default to three times the Keep Alive interval.</p>
pl: <p><b>Czas ostrzeżenia</b> jest czasem, po którym Heartbeat zapisuje do pliku rejestrów informację, że węzeł opóźnia się w wysyłaniu sygnału synchronizacji. Dobrą wartością domyślną jest czas trzy razy dłuższy niż czas aktywności.</p>

source: <p><b>Init Dead Time</b> is the time a node waits after start-up for the other nodes, given that sometimes network interfaces, routing, etc., take a while to stabilize. It should default to at least twice the Dead Time.</p>
pl: <p><b>Początkowy czas śmierci</b> jest czasem, przez jaki węzeł czeka po uruchomieniu na inne węzły, ponieważ ustabilizowanie interfejsów sieciowych, routingu, itp. zajmuje pewien czas. Domyślnie powinno to być co najmniej dwa razy dłużej niż czas śmierci.</p>

source: If the <b>Watchdog Timer</b> is enabled, Heartbeat uses the in-kernel watchdog for monitoring the local node itself. If Heartbeat does not write to that file every sixty seconds, the kernel forcibly reboots the node.</p>
pl: Jeśli włączony jest <b>Licznik alarmowy</b>, Heartbeat wykorzystuje alarm z jądra do samo monitorowania swojego węzła. Jeśli Heartbeat nie wykona zapisu do tego pliku po każdych sześćdziesięciu sekundach, jądro wymusi ponowne uruchomienie węzła.</p>

source: <p><b>IP Fail</b> allows monitoring of external hosts and moving the resources accordingly (i.e., to the host with the <i>best</i> connectivity).</p>
pl: <p><b>Awaria IP</b> pozwala na monitorowanie zewnętrznych komputerów i odpowiednie przenoszenie zasobów (np. na węzeł z <i>najlepszym</i> połączeniem).</p>

source: <p>If enabled, Heartbeat needs a <b>Ping List</b> of external nodes to ping. The minimum if IP fail is enabled is one. A maximum of four to eight nodes seems sensible.</p>
pl: <p>Możliwe jest podanie Heartbeat <b>Listy pingowania</b>, zawierającej zewnętrzne węzły. Minimalną liczbą elementów na liście w przypadku włączenia opcji "Awaria IP" jest jeden. Sensownym maksimum wydają się cztery węzły.</p>

source: <p>For more complex configurations, Heartbeat also supports <i>Ping Groups</i>.
pl: <p>Dla skomplikowanych konfiguracji, Heartbeat obsługuje także <i>Grupy pingowania</i>.

source: A list of IP addresses is grouped together and if any of them is reachable, the node is deemed able to communicate with the <i>Ping Group</i>.</p>
pl: Lista adresów IP jest zgrupowana i jeśli dowolny z nich jest dostępny, uważa się, że węzeł może komunikować się z <i>grupą pingowania</i>.</p>

source: Node List
pl: Lista węzłów

source: Enable
pl: Włączone

source: Disable
pl: Wyłączone

source: Ping to Node
pl: Pinguj do węzła

source: IP Address
pl: Adres IP

source: Specified IP address is already present.
pl: Podany adres IP już istnieje.

source: Ping Group
pl: Grupy pingowania

source: Group Name
pl: Nazwa grupy

source: List of IP Addresses
pl: Lista adresów IP

source: IP Addresses
pl: Adresy IP

source: Group name is required.
pl: Wymagana jest nazwa grupy.

source: Specified group name is already present.
pl: Podana nazwa grupy już istnieje.

source: Bad list of IP addresses.
pl: Niewłaściwa lista adresów IP.

source: Keep Alive
pl: Aktywność

source: Dead Time
pl: Czas śmierci

source: Warn Time
pl: Czas ostrzeżenia

source: Init Dead Time
pl: Początkowy czas śmierci

source: Watchdog Timer
pl: Licznik alarmowy

source: Watchdog Device
pl: Urządzenie alarmowe

source: Warning: No redundancy in the Heartbeat communication channels. Multiple media should be configured to reduce the likelihood of critical split brain scenarios.
pl: Ostrzeżenie: brak redundancji w kanałach komunikacyjnych Heartbeat. Dla zmniejszenia prawdopodobieństwa krytycznych przypadków powinno być skonfigurowanych kilka mediów komunikacji.

source: UDP Port
pl: Port UDP

source: Broadcast
pl: Rozgłaszanie

source: Device
pl: Urządzenie

source: Multicast Group
pl: Grupa Multicast

source: Heartbeat Medium
pl: Medium Heartbeat

source: Options
pl: Opcje

source: Specified media is already present.
pl: Podane medium już istnieje.

source: Multicast group address must be class D (224.0.0.0 - 239.255.255.255).
pl: Grupowy adres multicast musi być klasy D (224.0.0.0 - 239.255.255.255).

source: This Node
pl: Nazwa tego węzła

source: Add Nodes
pl: Dodaj węzły

source: Node Name
pl: Nazwa węzła

source: Specify the node name.
pl: Proszę podać nazwę węzła.

source: The specified node is already in the cluster.
pl: Podany węzeł jest już w klastrze.

source: Automatic Failback
pl: Automatyczne przełączanie poawaryjne

source: Add Resource
pl: Dodaj zasoby

source: Add to Node
pl: Dodaj do węzła

source: Resource
pl: Zasoby

source: Heartbeat resource manager only supports two nodes.
pl: Zarządca zasobów Heartbeat obsługuje tylko dwa węzły.

source: Configure nodes first.
pl: Najpierw skonfiguruj nazwę węzła.

source: Resource name is required.
pl: Wymagana nazwa zasobu.

source: The specified resource is already present.
pl: Podany zasób już istnieje.

source: Booting
pl: Uruchamianie systemu
