Repository: aviarypl/suse-l10n-pl
Catalog: yast/installation.*.po
Languages: pl

source: Dummy
pl: Pusty

source: &Dummy
pl: &Pusty

source: Installation from images is: <b>enabled</b>
pl: Instalacja z obrazów jest: <b>włączona</b>

source: Installation from images is: <b>disabled</b>
pl: Instalacja z obrazów jest: <b>wyłączona</b>

source: Installation from Images
pl: Instalacja z obrazów

source: Here you can choose to use Novell pre-defined images to speed up RPM installation.
pl: Tutaj można wybrać predefiniowane obrazy instalacyjne aby przyspieszyć instalację.

source: &Install from Images
pl: I&nstalacja z obrazów

source: &Do not Install from Images
pl: Nie in&staluj z obrazów

source: Custom images deployment - this needs a URL to be configured as installation source
pl: Instalacja własnego obrazu - wymagane jest podanie adresu URL jako źródło instalacji

source: Here you can create custom images.
pl: Tutaj można stworzyć własne obrazy.

source: You have to configure the software selection first before you can create an image here
pl: Należy skonfigurować wybór oprogramowania przed tworzeniem obrazu.

source: Create an image file (AutoYaST will fetch it from the given location during installation)
pl: Tworzenie pliku obrazu (AutoYaST pobierze obraz z podanej lokalizacji podczas instalacji)

source: Create Image
pl: Tworzenie obrazu.

source: Where will AutoYaST find the image? (e.g. http://host/)
pl: Gdzie znajduje się obraz dla AutoYaST? (np. http://host/)

source: What is the name of the image? (e.g. my_image)
pl: Proszę podać nazwę obrazu: (np. mój_obraz)

source: Create ISO (image and autoinst.xml will be on the media)
pl: Tworzenie obrazu ISO (obraz i plik autoinst.xml znajdzie się w obrazie)

source: <p><b>Installation from Images</b> is used to speed the installation up. Images contain compressed snapshots of an installed system matching your selection of patterns. The rest of the packages which are not contained in the images will be installed from packages the standard way.</p>
pl: <p><b>Instalacja z obrazów</b> jest używana, aby przyspieszyć proces instalacji. Obrazy zawierają skompresowane zrzuty zainstalowanego systemu pasujące do wybranych wzorców. Pakiety nie znajdujące się w obrazach będą zainstalowane w standardowy sposób.</p>

source: <p><b>Creating own Images</b> is used if you want to skip the complete step of RPM installation. Instead AutoYaST will dump an image on the harddisk which is a lot faster and can be pre-configured already. Everything else than RPM installation is done like during a normal auto-installation.</p>
pl: <p><b>Stworzenie własnego obrazu</b> może być pomocne, jeśli chce się pominąć krok instalacji pakietów RPM pakietów o których wiemy że zawsze będą instalowane. Może to przyspieszyć i ułatwić proces instalacji. AutoYaST tworzy wtedy obraz dysku z zainstalowanymi pakietami, instalacja tego obrazu jest zdecydowanie szybsza niż pojedynczych pakietów. Wszystkie pozostałe pakiety będą instalowane normalnym trybem.</p>

source: you need to do the software selection before creating an image
pl: należy wybrać oprogramowanie przez stworzeniem obrazu

source: No installation images are available
pl: Brak dostępnych obrazów instalacyjnych

source: Installation from images is enabled (<a href="%1">disable</a>).
pl: Instalacja z obrazów jest włączona (<a href="%1">wyłącz</a>)

source: Installation from images is disabled (<a href="%1">enable</a>).
pl: Instalacja z obrazów jest wyłączona (<a href="%1">włącz</a>)

source: <p>Note that when installing from images, the time stamps of all packages originating from the images will not match the installation date but rather the date the image was created.</p>
pl: <p>Należy zwrócić uwagę, że w przypadku instalacji z obrazów, datowanie wszystkich pakietów pochodzących z tych obrazów nie będzie związane z datą instalacji, lecz z datą utworzenia pliku obrazu.</p>

source: <p>Installation from images is disabled by default if the current pattern selection does not fit any set of images.</p>
pl: <p>Instalacja z obrazów jest domyślnie wyłączona, jeśli aktualnie wybrane wzorce nie pasują do żadnego z obrazów.</p>

source: Error: Images should not be used for mode: %1.
pl: Błąd: Obrazy nie powinny być używane w trybie: %1.

source: Cannot enable installation from images. Currently selected patterns do not fit the images stored on the installation media.
pl: Włączenie iinstalacji z obrazów nie jest możliwe. Aktualnie wybrane wzorce nie pasują do żadnych obrazów na nośniku instalacyjnym.

source: Installation from &Images
pl: Instalacja z o&brazów

source: Updates for %1 %2
pl: Aktualizacja dla %1 %2

source: Unknown Product
pl: Nieznany produkt

source: Add-on Product Installation
pl: Instalacja produktów dodatkowych

source: Reading packages available in the repositories...
pl: Odczytywanie pakietów dostępnych w repozytoriach...

source: An error occurred while connecting to the server. Details: %1 Try again?
pl: Wystąpił błąd podczas łączenia się z serwerem. Szczegóły: %1 Próbować ponownie?

source: Run Update
pl: Uruchom aktualizację

source: Skip Update
pl: Pomiń aktualizację

source: Online Update
pl: Aktualizacja online

source: Run Online Update now?
pl: Czy uruchomić teraz aktualizację online?

source: Select whether to run an online update now. You may skip this step and run an online update later.
pl: Należy zdecydować, czy przeprowadzić aktualizację online. Można pominąć ten etap i uruchomić aktualizację online później.

source: Creating automatic configuration...
pl: Tworzenie konfiguracji automatycznej...

source: ****************************************************** Do not panic! X11 Configuration must switch to console for a while to detect your videocard properly... ******************************************************
pl: *********************************************************** Proszę zachować spokój. Konfiguracja X11 musi przełączyć na chwilę do konsoli, aby prawidłowo wykryć kartę graficzną... ***********************************************************

source: Automatic Configuration
pl: Konfiguracja automatyczna

source: Preparing configuration...
pl: Przygotowywanie konfiguracji...

source: <p>Writing automatic configuration...</p>
pl: <p>Zapisywanie konfiguracji automatycznej...</p>

source: An error has occurred while calling '%1' AC script.
pl: Wystąpił błąd podczas wywoływania skryptu AC '%1'.

source: Automatic configuration...
pl: Konfiguracja automatyczna...

source: Welcome
pl: Witamy

source: &Language
pl: &Język

source: &Keyboard Layout
pl: Układ &klawiatury

source: I &Agree to the License Terms.
pl: &Zgadzam się z warunkami umowy licencyjnej

source: License Agreement
pl: Umowa licencyjna

source: License &Translations...
pl: &Tłumaczenia licencji...

source: <p> Choose the <b>Language</b> and the <b>Keyboard layout</b> to be used during installation and for the installed system. </p>
pl: <p> Proszę wybrać <b>język</b> i <b>układ klawiatury</b>, które mają być używane podczas instalacji oraz w zainstalowanym systemie. </p>

source: <p> The license must be accepted before the installation continues. Use <b>License Translations...</b> to show the license in all available translations. </p>
pl: <p> Aby kontynuować instalację, konieczne jest zaakceptowanie licencji. Proszę nacisnąć przycisk <b>Tłumaczenia licencji...</b>, aby wyświetlić jej tekst we wszystkich dostępnych językach. </p>

source: <p> Click <b>Next</b> to proceed to the next dialog. </p>
pl: <p> Aby przejść do następnego okna, proszę nacisnąć przycisk <b>Dalej</b>. </p>

source: <p> Nothing will happen to your computer until you confirm all your settings in the last installation dialog. </p>
pl: <p> Żadne zmiany w systemie nie zostaną wprowadzone, dopóki ustawienia instalacji nie zostaną zatwierdzone w ostatnim oknie programu instalacyjnego. </p>

source: <p> Select <b>Abort</b> to abort the installation process at any time. </p>
pl: <p> Aby przerwać instalację w dowolnym momencie, proszę nacisnąć przycisk <b>Przerwij</b> </p>

source: License needs to be accepted
pl: Należy zaakceptować licencję

source: &Disable ZMD Service
pl: &Wyłącz usługę ZMD

source: <p>Select <b>Disable ZMD Service</b> to stop and disable the ZMD service during system start.</p>
pl: <p>Aby zatrzymać i wyłączyć usługę ZMD podczas rozruchu systemu, należy zaznaczyć opcję <b>Wyłącz obsługę ZMD</b>.</p>

source: &Clone This System for AutoYaST
pl: S&klonuj ten system dla programu AutoYaST

source: Installation Completed
pl: Instalacja zakończona

source: <p><b>Congratulations!</b></p>
pl: <p><b>Gratulacje!</b></p>

source: <p>The installation of &product; on your machine is complete. After clicking <b>Finish</b>, you can log in to the system.</p>
pl: <p>Instalacja &product; na tym komputerze została zakończona. Po naciśnięciu przycisku <b>Zakończ</b> można będzie zalogować się do systemu.</p>

source: <p>Visit us at %1.</p>
pl: <p>Proszę odwiedzić nas na stronie %1.</p>

source: <p>Have a lot of fun!<br>Your SUSE Development Team</p>
pl: <p>Życzymy przyjemnego używania systemu!<br>Zespół SUSE Linux</p>

source: <p>Your system is ready for use.</p>
pl: <p>System jest gotowy do pracy.</p>

source: <p><b>Finish</b> will close the YaST installation and take you to the login screen.</p>
pl: <p>Po naciśnięciu przycisku <b>Zakończ</b> program YaST zakończy instalację i pojawi się ekran logowania.</p>

source: <p>If you choose the default graphical desktop KDE, you can adjust some KDE settings to your hardware. Also notice our SUSE Welcome Dialog.</p>
pl: <p>W przypadku wyboru KDE jako domyślnego środowiska graficznego, można dostosować niektóre parametry KDE do posiadanego sprzętu. Proszę zapoznać się także z informacjami na ekranie powitalnym SUSE.</p>

source: <p>Use <b>Clone</b> if you want to create an AutoYaST profile. AutoYaST is a way to do a complete SUSE Linux installation without user interaction. AutoYaST needs a profile to know what the installed system should look like. If this option is selected, a profile of the current system is stored in <tt>/root/autoinst.xml</tt>.</p>
pl: <p>Aby utworzyć profil AutoYaST, należy użyć opcji <b>Sklonuj</b>. Program AutoYaST pozwala na przeprowadzenie kompletnej instalacji SUSE Linux bez interakcji z użytkownikiem. AutoYaST wymaga tzw. profilu (zapisane wszystkie wybory, pakiety itp), aby wiedzieć, jak ma wyglądać zainstalowany system. Po zaznaczeniu tej opcji, profil obecnego systemu zostanie zachowany w pliku <tt>/root/autoyast.xml</tt>.</p>

source: <p>To clone the current system, the <b>%1</b> package must be installed.</p>
pl: <p>Aby klonowanie było możliwe, należy zainstalować pakiet <b>%1</b>.</p>

source: <p>Install it now?</p>
pl: <p>Czy zainstalować go teraz?</p>

source: autoyast2 package not installed. Cloning disabled.
pl: Pakiet autoyast2 nie został zainstalowany. Klonowanie systemu nie będzie dostępne.

source: Finishing the installation...
pl: Kończenie instalacji...

source: Deploying Images...
pl: Wgrywanie obrazów...

source: Downloading image at speed %1/s
pl: Pobieranie obrazu z prędkością %1/s

source: Downloading image %1 at speed %2/s
pl: Pobieranie obrazu %1 z prędkością %2/s

source: Deploying image...
pl: Wgrywanie obrazu...

source: Deploying image %1...
pl: Wgrywanie obrazu %1...

source: Deploying images has failed. Aborting the installation...
pl: Wdrażanie obrazów nie powiodło się. Przerywanie instalacji...

source: Debugging has been turned on. YaST will open a software manager for you to check the current status of packages.
pl: Włączono debugowanie. Program YaST otworzy menedżera pakietów, w celu sprawdzenia aktualnego stanu pakietów.

source: Detecting Available Controllers
pl: Wykrywanie dostępnych sterowników

source: Disk Activation
pl: Aktywacja dysku

source: Configure &DASD Disks
pl: Skonfiguruj dyski &DASD

source: Configure &ZFCP Disks
pl: Skonfiguruj dyski &ZFCP

source: Configure &FCoE Interfaces
pl: Konfiguracja interfejsów %FCoE

source: Configure &iSCSI Disks
pl: Skonfiguruj dyski &iSCSI

source: Installation - Warming Up
pl: Instalacja - rozgrzewka

source: Starting Installation...
pl: Przygotowanie instalacji...

source: <p>Installation is just about to start!</p>
pl: <p>Za chwilę rozpocznie się instalacja.</p>

source: Show &package updates
pl: Wyświetl aktualizacje &pakietów

source: Package updates have been found in these additional repositories:
pl: Odnaleziono aktualizacje pakietów w tych dodatkowych repozytoriach:

source: Start the software manager to check and install the updates?
pl: Uruchomić menedżera programów, aby sprawdzić i zainstalować aktualizacje?

source: YaST was unable to find the correct control file. We are using a fall-back one. This should not happen and it is worth reporting a bug.
pl: Nie można znaleźć prawidłowego pliku kontrolnego. Użyto pliku awaryjnego. Nie powinno jednak się to zdarzyć i warto zgłosić błąd.

source: <p>A fallback control file contains installation and update workflows unified for all products.</p>
pl: <p>Awaryjny plik kontrolny zawiera schematy pracy dla instalacji i aktualizacji dla wszystkich produktów.</p>

source: Installation Error
pl: Błąd instalacji

source: Finishing Basic Installation
pl: Kończenie instalacji podstawowej

source: Creating list of finish scripts to call...
pl: Tworzenie listy ukończonych skryptów do wywołania..

source: Copy files to installed system
pl: Kopiowanie plików do instalowanego systemu

source: Save configuration
pl: Zapis konfiguracji

source: Install boot manager
pl: Instalacja programu rozruchowego

source: Save installation settings
pl: Zapis ustawień instalacji

source: Prepare system for initial boot
pl: Przygotowywanie systemu do pierwszego uruchomienia

source: Checking stage: %1...
pl: Sprawdzanie poziomu: %1...

source: Calling step %1...
pl: Wykonywanie etapu %1...

source: Finished
pl: Zakończono.

source: I &Agree
pl: &Zgadzam się

source: I Do &Not Agree
pl: &Nie zgadzam się

source: Installation is being initialized.
pl: Inicjalizacja instalacji.

source: Initializing the installation...
pl: Inicjalizacja instalacji...

source: <p>Please wait...</p>
pl: <p>Proszę czekać...</p>

source: Preparing the initial system configuration...
pl: Przygotowywanie wstępnej konfiguracji systemu...

source: Initializing
pl: Inicjalizacja

source: Internal error: Missing license to show
pl: Błąd wewnętrzny: brak licencji do wyświetlenia

source: Select Mode
pl: Wybór trybu

source: New &Installation
pl: Nowa &instalacja

source: &Update an Existing System
pl: &Aktualizacja istniejącego systemu

source: &Add Online Repositories Before Installation
pl: &Dodaj repozytoria sieciowe przed instalacją

source: In&clude Add-on Products from Separate Media
pl: Dołą&cz dodatkowe produkty z innych nośników

source: &Use Automatic Configuration
pl: &Użyj automatycznej konfiguracji

source: <p><big><b>Installation Mode</b></big><br> Select what to do:</p>
pl: <p><big><b>Tryb instalacji</b></big><br> Proszę wybrać tryb instalacji:</p>

source: <p> Select <b>New Installation</b> if there is no existing Linux system on your machine or if you want to replace an existing Linux system completely, discarding all its configuration data. </p>
pl: <p> Opcję <b>Nowa instalacja</b> należy wybrać, jeśli w tym komputerze nie ma systemu Linux, albo jeśli trzeba całkowicie wymienić istniejący system linuksowy, porzucając wszystkie jego dotychczasowe dane konfiguracyjne. </p>

source: <p> Select <b>Update an Existing System</b> to update a Linux system already installed on your machine. This option preserves configuration settings from your existing system whenever possible. </p>
pl: <p> Aby zaktualizować system Linux zainstalowany w tym komputerze, proszę wybrać opcję <b>Aktualizacja istniejącego systemu</b>. W tym trybie instalator zachowuje ustawienia konfiguracyjne istniejącego systemu, jeśli jest to możliwe. </p>

source: <p> To use suggested remote repositories during installation or update, select <b>Add Online Repositories Before Installation</b>.</p>
pl: <p> Aby użyć sugerowanych zdalnych repozytoriów podczas instalacji lub aktualizacji, proszę wybrać opcję <b>Dodaj repozytoria sieciowe przed instalacją</b>.<p/>

source: <p> To install an add-on product from separate media together with &product;, select <b>Include Add-on Products from Separate Media</b>.</p>
pl: <p> Aby zainstalować dodatkowy produkt z innego nośnika wraz z &product;, należy wybrać opcję <b>Dołącz dodatkowe produkty z innych nośników</b>.</p>

source: <p> Select <b>Use Automatic Configuration</b> to let the installation program configure your network and hardware automatically. Otherwise you will be offered a configuration proposal with the possibility to tune all the settings manually. Inexperienced users are advised to use automatic configuration.</p>
pl: <p> Proszę wybrać <b>Użyj automatycznej konfiguracji</b>, aby optymalne ustawienia sprzętu i sieci zostały skonfigurowane automatycznie. W przeciwnym wypadku będzie można dostroić ręcznie wszystkie ustawienia konfiguracyjne. Niedoświadczonym użytkownikom zalecamy skorzystanie z konfiguracji automatycznej.</p>

source: <p>Update mode does not support automatic configuration.</p>
pl: <p>W trybie aktualizacji nie jest możliwe użycie automatycznej konfiguracji.</p>

source: <p>The feature <b>Update</b> is only available if an existing Linux system has been detected. </p>
pl: <p>Opcje <b>Aktualizacja</b>jest dostępna tylko wtedy, jeśli wykryto zainstalowany system Linux. </p>

source: Installation Mode
pl: Tryb instalacji

source: Choose one of the options to continue.
pl: Proszę wybrać jedną z opcji, aby kontynuować.

source: Initializing...
pl: Inicjalizacja...

source: Network Setup
pl: Konfiguracja sieci

source: No network setup has been found. It is important if using remote repositories, otherwise you can safely skip it.
pl: Nie znaleziono ustawień sieci. Są one wymagane do korzystania ze zdalnych repozytoriów. W przeciwnym przypadku można pominąć tę opcję.

source: Configure your network card now?
pl: Czy skonfigurować teraz kartę sieciową?

source: Select
pl: Wybór

source: &Yes, Run the Network Setup
pl: &Tak, uruchom ustawienia sieci

source: No, &Skip the Network Setup
pl: &Nie, pomiń ustawienia sieci

source: <p>The current installation system does not have a configured network.</p>
pl: <p>Bieżący system instalacyjny nie ma skonfigurowanej sieci.</p>

source: <p>A configured network is needed for using remote repositories or add-on products. If you do not use remote repositories, skip the configuration.</p>
pl: <p>Skonfigurowane połączenie sieciowe jest konieczne do korzystania ze zdalnych repozytoriów lub produktów dodatkowych. Jeśli te zasoby nie będą używane, można pominąć konfigurację sieci.</p>

source: Network Device: %1
pl: Urządzenie sieciowe: %1

source: Network type: %1
pl: Typ sieci: %1

source: Wireless
pl: Bezprzewodowe

source: Wired
pl: Przewodowe

source: MAC Address: %1
pl: Adres MAC: %1

source: Hardware Vendor: %1
pl: Dostawca urządzenia: %1

source: Link is: %1
pl: Stan urządzenia: %1

source: Connected
pl: Połączone

source: Disconnected
pl: Rozłączone

source: Network Setup Wizard: Probing Hardware...
pl: Kreator konfiguracji sieci: wykrywanie sprzętu...

source: Probing network cards...
pl: Wykrywanie kart sieciowych...

source: Network cards are being probed now.
pl: Karty sieciowe są właśnie testowane.

source: Unknown Network Card
pl: Nieznana karta sieciowa

source: No additional information
pl: Brak dodatkowych informacji

source: No network card has been selected. Select a network card to configure it later.
pl: Nie wybrano żadnej karty sieciowej. Proszę wybrać kartę, aby skonfigurować ją później.

source: Warning
pl: Ostrzeżenie

source: The link of the selected interface %1 is disconnected. It needs to be connected for a proper network configuration. Are you sure you want to use it?
pl: Połączenie wybranego interfejsu %1 jest rozłączone. Aby prawidłowo skonfigurować sieć, połączenie musi być aktywne. Czy na pewno użyć tego połączenia?

source: &Yes, Use it
pl: &Tak, użyj

source: Select a network card to be configured.
pl: Proszę wybrać kartę do skonfigurowania.

source: Network Card
pl: Karta sieciowa

source: Device
pl: Urządzenie

source: Hardware Information of the Selected Network Card
pl: Informacje sprzętowe o wybranej karcie sieciowej

source: <p>Here you can configure your network cards to be used immediately.</p>
pl: <p>Tutaj można skonfigurować kartę sieciową do natychmiastowego użycia.</p>

source: <p>If you do not need a network connection now, you can safely skip the configuration.</p>
pl: <p>Jeśli połączenie sieciowe nie jest teraz potrzebne, można bezpiecznie pominąć konfigurację.</p>

source: <p>To configure a network card, select it from the list and click the <b>Next</b> button. Otherwise, click <b>Cancel</b>.</p>
pl: <p>Aby skonfigurować kartę sieciową, należy wybrać ją na liście i nacisnąć przycisk <b>Dalej</b>. W przeciwnym wypadku należy nacisnąć przycisk <b>Anuluj</b>.</p>

source: IP address cannot be empty.
pl: Pole adresu IP nie może być puste.

source: '%1' is an invalid IP address.
pl: '%1' nie jest prawidłowym adresem IP.

source: Netmask cannot be empty.
pl: Pole maski sieci nie może być puste.

source: '%1' is an invalid netmask.
pl: '%1' nie jest prawidłową maską sieciową.

source: Gateway IP address cannot be empty.
pl: Pole adresu IP bramy sieciowej nie może być puste.

source: '%1' is an invalid IP address of the gateway.
pl: '%1' nie jest prawidłowym adresem IP bramy sieciowej.

source: DNS server IP address cannot be empty.
pl: Pole adresu IP serwera DNS nie może być puste.

source: '%1' is an invalid IP address of the DNS server.
pl: '%1' nie jest prawidłowym adresem IP serwera DNS.

source: Proxy server name or IP address must be set.
pl: Trzeba podać nazwę lub numer IP serwera proxy.

source: '%1' is an invalid IP address or invalid hostname of a proxy server.
pl: '%1' nie jest prawidłowym adresem IP lub nazwą hosta serwera proxy.

source: Proxy port must be set.
pl: Trzeba podać port serwera proxy.

source: '%1' is an invalid proxy port number. Port number must be between 1 and 65535 inclusive.
pl: '%1' nie jest prawidłowym numerem portu. Numer portu musi zawierać się pomiędzy 1 i 65535.

source: Select your network setup type for %1
pl: Proszę wybrać typ ustawienia sieci dla %1

source: Automatic Address Setup (via &DHCP)
pl: A&utomatyczna konfiguracja adresu (przez DHCP)

source: &Static Address Setup
pl: &Statyczna konfiguracja adresu

source: Static Address Settings
pl: Ustawienia adresu statycznego

source: &IP Address
pl: Adres &IP

source: Net&mask
pl: &Maska sieci

source: Default &Gateway IP
pl: &Brama domyślna

source: D&NS Server IP
pl: Serwer D&NS

source: &Use Proxy for Accessing the Internet
pl: Użyj se&rwera proxy do połączeń internetowych

source: &HTTP Proxy Server
pl: Sewer proxy &HTTP

source: Us&er (optional)
pl: Użytko&wnik (opcjonalnie)

source: Pass&word (optional)
pl: Hasł&o (opcjonalnie)

source: <p><big><b>Network Setup</b></big> <br>Configure your network card. Select either DHCP or static setup. DHCP fits for most cases. For details contact your Internet provider or your network administrator.</p>
pl: <p><big><b>Konfiguracja sieci</b></big> <br>Tutaj można skonfigurować kartę sieciową. Można wybrać przydzielanie adresu poprzez DCHP lub ustawienia statyczne. DHCP jest zwykle najlepszym wyborem. Proszę skontaktować się z administratorem sieci, aby uzyskać szczegółowe informacje.</p>

source: <p><big><b>Proxy</b></big> <br>Proxy is a server-based cache for accessing the web. In most cases, if you have a direct connection to the Internet, you do not need to use one.</p>
pl: <p><big><b>Serwer proxy</b></big> <br>Serwer proxy stanowi pamięć podręczną dla dostępu do sieci. W większości przypadków, jeśli posiada się bezpośredni dostęp do internetu, jego użycie nie jest potrzebne.</p>
