Repository: aviarypl/suse-l10n-pl
Catalog: yast/installation.*.po
Languages: pl

source: Copying log files to installed system...
pl: Kopiowanie plików dziennika do instalowanego systemu...

source: Copying system files to the installed system...
pl: Kopiowanie plików do instalowanego systemu...

source: Initializing default window manager...
pl: Inicjalizacja domyślnego menedżera okien...

source: Initializing fonts...
pl: Inicjalizacja czcionek...

source: Writing automatic configuration...
pl: Zapisywanie konfiguracji automatycznej...

source: Updating kernel module dependencies...
pl: Aktualizacja zależności modułów jądra...

source: Saving network configuration...
pl: Zapisywanie konfiguracji sieci...

source: Checking the installed system...
pl: Sprawdzanie zainstalowanego systemu...

source: Saving proxy configuration...
pl: Zapisywanie konfiguracji proxy...

source: Enabling random number generator...
pl: Uruchamianie generatora liczb losowych...

source: Saving time zone...
pl: Zapisywanie strefy czasowej...

source: Saving language...
pl: Zapisywanie języka...

source: Saving console configuration...
pl: Zapisywanie konfiguracji konsoli...

source: Saving keyboard configuration...
pl: Zapisywanie konfiguracji klawiatury...

source: Saving product information...
pl: Zapisywanie informacji o produkcie...

source: Saving automatic installation settings...
pl: Zapisywanie ustawień automatycznej instalacji...

source: Configuring the superuser's environment...
pl: Konfigurowanie środowiska administratora...

source: Saving security settings...
pl: Zapisywanie ustawień zabezpieczeń...

source: Saving boot scripts settings...
pl: Zapisywanie ustawień skryptów rozruchowych...

source: Saving hardware configuration...
pl: Zapisywanie konfiguracji sprzętu...

source: Enabling SSH service on installed system...
pl: Uruchamianie SSH w zainstalowanym systemie...

source: Copying SSH settings to installed system...
pl: Kopiowanie ustawień SSH do zainstalowanego systemu...

source: Moving to installed system...
pl: Przechodzenie do zainstalowanego systemu...

source: Unmounting all mounted devices...
pl: Odmontowywanie wszystkich zamontowanych urządzeń...

source: Copying X Window System configuration into system...
pl: Kopiowanie konfiguracji systemu X Window do systemu...

source: ************************************************************** Loading installed kernel using kexec. Trying to load installed kernel via kexec instead of rebooting Please, wait. **************************************************************
pl: *********************************************************** Wczytywanie modułów jądra z użyciem kexec. Próba wczytania modułów jądra poprzez kexec zamiast ponownego uruchomienia systemu Proszę czekać. ***********************************************************

source: Failed to read information about installation images
pl: Nie można odczytać informacji o obrazach instalacyjnych.

source: Deploying...
pl: Wgrywanie...

source: Storing user preferences...
pl: Zapisywanie preferencji użytkownika...

source: Restoring user preferences...
pl: Przywracanie preferencji użytkownika...

source: Installation was unable to solve package dependencies automatically. Software manager will be opened for you to solve them manually.
pl: Instalator nie mógł rozwiązać automatycznie zależności pakietów. Zostanie uruchomiony mendadżer pakietów, aby rozwiązać zależności ręcznie.

source: <p>To access the X11 system, the <b>%1</b> package must be installed.</p>
pl: <p>Aby system X11 był dostępny, należy zainstalować pakiet <b>%1</b>.</p>

source: <p>Do you want to install it now?</p>
pl: <p>Czy zainstalować go teraz?</p>
