Repository: aviarypl/suse-l10n-pl
Catalog: yast/installation.*.po
Languages: pl

source: <p>Command: <tt>%1</tt> has failed.</p> <p>The output of the command was: <pre>%2</pre></p>
pl: <p>Polecenie: <tt>%1</tt> nie powiodło się.</p> <p>Dane wyjściowe polecenia: <pre>%2</pre></p>

source: Setting up Network Failed
pl: Konfiguracja sieci nie powiodła się

source: A failure occurred during preparing the installation system for writing the proxy configuration.
pl: Wystąpił błąd podczas przygotowywania systemu instalacyjnego do zapisania konfiguracji serwera pośredniczącego.

source: Internet Test Failed
pl: Test połączenia zakończony niepowodzeniem

source: The Internet connection test failed. You should be redirected to the previous dialog to change the configuration. Go back and change it?
pl: Test połączenia z internetem zakończony niepowodzeniem. Zaleca się powrót do poprzedniego okna dialogowego i zmianę konfiguracji. Powrócić do poprzedniego okna?

source: Go Back
pl: Wróć

source: Skip
pl: Pomiń

source: Adjust automatic network setup (via DHCP)
pl: Dopasowanie automatycznej konfiguracji sieci (przez DHCP)

source: Adjusting automatic network setup (via DHCP)...
pl: Dopasowywanie automatycznej konfiguracji sieci (przez DHCP)...

source: Adjust static network setup
pl: Dopasowanie statycznej konfiguracji sieci

source: Adjusting static network setup...
pl: Dopasowywanie statycznej konfiguracji sieci...

source: Unknown network setup. Please, go back and provide a valid network setup.
pl: Nieznana konfiguracja sieci. Proszę wrócić do poprzedniego ekranu i wprowadzić prawidłowe ustawienia.

source: Write proxy settings
pl: Zapis ustawień serwera proxy

source: Writing proxy settings...
pl: Zapisywanie ustawień serwera proxy...

source: Adjust installation system
pl: Dopasowanie systemu instalacyjnego

source: Adjusting installation system...
pl: Dopasowywanie systemu instalacyjnego...

source: Test Internet connection
pl: Test połączenia z Internetem

source: Testing Internet connection...
pl: Testowanie połączenia z Internetem...

source: Writing Network Setup...
pl: Zapisywanie konfiguracji sieciowej...

source: <p>Please, wait while network configuration is being written and tested...</p>
pl: <p>Proszę czekać, konfiguracja sieci jest zapisywana i sprawdzana...</p>

source: Writing the network settings failed. You will be returned to the previous dialog to either change the settings or cancel the network setup.
pl: Zapisanie ustawień sieci nie powiodło się. Należy wrócić do poprzedniego ekranu aby skorygować ustawienia lub anulować konfigurację sieci.

source: <p>At Linux <b>choice</b> is a top priority. <i>openSUSE</i> offers a number of different desktop environments. Below you see a list of the 2 major ones <b>GNOME</b> and <b>KDE</b>.</p>
pl: <p>W Linuksie <b>wybór</b> jest najwyższym priorytetem. <i>openSUSE</i> oferuje wiele różnych środowisk pulpitu. Poniżej znajdują się dwa najpopularniejsze, <b>GNOME</b> oraz <b>KDE</b>.

source: <p>You may select alternative desktop environments (or one of minimal installation patterns) that could fit your needs better using the <b>Other</b> option . Later in the software selection or after installation, you can change your selection or add additional desktop environments. This screen allows you to set the default.</p>
pl: <p>Można wybrać alternatywne środowiska pulpitu (lub jeden ze schematów instalacji minimalnej), które lepiej spełnią twoje wymagania, przy użyciu opcji <b>Inne</b>. Później przy wyborze oprogramowania lub po instalacji, można zmienić wybór lub dodać kolejne środowiska pulpitu. Ten ekran pozwala na wybranie domyślnego.</p>

source: Other
pl: Inne

source: Desktop Selection
pl: Wybór środowiska graficznego

source: No system type was selected. Select the default type.
pl: Nie wybrano typu systemu. Proszę wybrać domyślny typ.

source: Preparing disks...
pl: Przygotowywanie dysków...

source: Installing Packages...
pl: Instalowanie pakietów...

source: ERROR: Missing Title
pl: BŁĄD: Brak tytułu

source: Adapting the proposal to the current settings...
pl: Dostosowanie projektu do aktualnych ustawień...

source: Analyzing your system...
pl: Trwa analiza systemu...

source: ERROR: No proposal
pl: BŁĄD: Brak projektu

source: Configuration saved. There were errors.
pl: Konfiguracja została zapisana. Wystąpiły błędy.

source: Installation Overview
pl: Przegląd instalacji

source: &Skip Configuration
pl: &Pomiń konfigurację

source: &Use Following Configuration
pl: &Użyj poniższej konfiguracji

source: &Change...
pl: &Zmień...

source: Click a headline to make changes or use the "Change..." menu below.
pl: Aby wprowadzić zmiany, proszę wybrać dowolny nagłówek po prawej albo nacisnąć przycisk "Zmień..." poniżej.

source: &Show Release Notes
pl: Informacje o &wydaniu

source: &Reset to defaults
pl: P&rzywróć domyślne

source: <p> Change the values by clicking on the respective headline or by using the <b>Change...</b> menu. </p>
pl: <p> Aby zmienić ustawienia, proszę nacisnąć odpowiedni nagłówek po prawej albo przycisk <b>Zmień...</b> poniżej. </p>

source: <p> Select <b>Install</b> to perform a new installation with the values displayed. </p>
pl: <p> Aby rozpocząć nową instalację z wyświetlonymi ustawieniami, proszę nacisnąć przycisk <b>Instaluj</b>. </p>

source: <p> Your hard disk has not been modified yet. You can still safely abort. </p>
pl: <p> Dysk twardy komputera nie został w żaden sposób zmodyfikowany. Można bezpiecznie zrezygnować z instalacji. </p>

source: <p> Select <b>Update</b> to perform an update with the values displayed. </p>
pl: <p> Aby rozpocząć aktualizację z wyświetlonymi ustawieniami, proszę nacisnąć przycisk <b>Aktualizuj</b>. </p>

source: <p> Put the network settings into effect by pressing <b>Next</b>. </p>
pl: <p> Aby zastosować te ustawienia sieci, proszę nacisnąć przycisk <b>Dalej</b>. </p>

source: <p> Put the service settings into effect by pressing <b>Next</b>. </p>
pl: <p> Aby zastosować te ustawienia usług, proszę nacisnąć przycisk <b>Dalej</b>. </p>

source: <p> Put the hardware settings into effect by pressing <b>Next</b>. </p>
pl: <p> Aby zastosować te ustawienia sprzętu, proszę nacisnąć przycisk <b>Dalej</b>. </p>

source: <P><B>UML Installation Proposal</B></P>
pl: <P><B>Propozycja instalacji UML</B></P>

source: <P>UML (User Mode Linux) installation allows you to start independent Linux virtual machines in the host system.</P>
pl: <P>Instalacja UML (User Mode Linux) umożliwia uruchomienie niezależnych wirtualnych komputerów linuksowych w głównym systemie.</P>

source: <p> To use the settings as displayed, press <b>Next</b>. </p>
pl: <p> Aby użyć wyświetlonych ustawień, proszę nacisnąć przycisk <b>Dalej</b>. </p>

source: <p>Some proposals might be locked by the system administrator and therefore cannot be changed. If a locked proposal needs to be changed, ask your system administrator.</p>
pl: <p>Pewne propozycje mogą być zastrzeżone przez administratora systemu i nie mogą być zmieniane. Aby zmienić propozycje zastrzeżone, proszę skontaktować się z administratorem.</p>

source: &Update
pl: Akt&ualizacja

source: &Install
pl: &Instaluj

source: Really reset everything to default values?
pl: Czy na pewno przywrócić wszystkie wartości domyślne?

source: You will lose all changes.
pl: Wszystkie wprowadzone zmiany zostaną utracone.

source: Skipping configuration upon user request
pl: Konfiguracja pominięta na żądanie użytkownika

source: The proposal contains an error that must be resolved before continuing.
pl: Propozycja zawiera błąd, który trzeba poprawić przed kontynuacją.

source: There is no user interface available for this module.
pl: Brak dostępnego interfejsu użytkownika dla tego modułu.

source: Language: %1
pl: Język: %1

source: Release Notes
pl: Informacje o wydaniu

source: &Product
pl: &Produkt

source: <p>The <b>release notes</b> for the installed Linux system provide a brief summary of new features and changes.</p>
pl: <p>Oto <b>informacje o wydaniu</b> dla zainstalowanego systemu Linux. Zawierają one zwięzły opis nowych możliwości i zmian.</p>

source: <p>No release notes have been installed.</p>
pl: <p>Nie zostały zainstalowane żadne informacje o wydaniu.</p>

source: Starting service %1...
pl: Uruchamianie usługi %1...

source: Choose Scenario
pl: Proszę wybrać scenariusz

source: <p>Select the scenario that meets your needs best. Additional software can be selected later in software proposal.</p>
pl: <p>Proszę wybrać scenariusz, który najbardziej pasuje do potrzeb. Dodatkowe oprogramowanie może być wybrane spośród propozycji później.</p>

source: Choose one scenario, please.
pl: Proszę wybrać scenariusz.

source: <p><tt>SuSEconfig</tt> must write the configuration of your &product; system. Depending on the CPU and the amount of memory, this process can take some time.</p>
pl: <p>Narzędzie <tt>SuSEconfig</tt> zapisze konfigurację systemu &product;. W zależności od wydajności procesora i ilości pamięci proces ten może zająć trochę czasu.</p>

source: Progress
pl: Postęp

source: Writing the system configuration...
pl: Zapisywanie konfiguracji systemu...

source: Setting up linker cache...
pl: Konfiguracja bufora konsolidatora...

source: Running SuSEconfig.%1
pl: Uruchamianie SuSEconfig.%1

source: Finishing SuSEconfig
pl: Kończenie pracy SuSEconfig

source: SuSEconfig disabled in /etc/sysconfig/suseconfig
pl: Program SuSEconfig został wyłączony w pliku /etc/sysconfig/suseconfig

source: Done.
pl: Zakończono.

source: Reboot your system to activate the new kernel.
pl: Aby uaktywnić nowe jądro systemu, należy uruchomić ponownie komputer.

source: No hard disks were found for the installation. Please check your hardware!
pl: Nie znaleziono dysków twardych. Proszę sprawdzić urządzenia!

source: No hard disks were found for the installation. During an automatic installation, they might be detected later. (especially on S/390 or iSCSI systems)
pl: Nie odnaleziono dysków twardych na których można ukończyć instalację. Mogą one zostać wykryte później w trakcie instalacji automatyczneji. (szczególnie dla systemów S/390 i iSCSI)

source: No hard disks and no hard disk controllers were found for the installation. Check your hardware.
pl: Nie znaleziono dysków twardych ani kontrolerów dysków. Proszę sprawdzić urządzenia!

source: Failed to initialize the software repositories. Aborting the installation.
pl: Inicjalizacja repozytoriów oprogramowania nie powiodła się. Instalacja przerwana.

source: Analyzing the Computer
pl: Trwa analiza systemu

source: Probe USB devices
pl: Wykrycie urządzeń USB

source: Probing USB devices...
pl: Wykrywanie urządzeń USB...

source: Probe FireWire devices
pl: Wykrycie urządzeń FireWire

source: Probing FireWire devices...
pl: Wykrywanie urządzeń FireWire...

source: Probe floppy disk devices
pl: Wykrycie napędów dyskietek

source: Probing floppy disk devices...
pl: Wykrywanie napędów dyskietek...

source: Probe hard disk controllers
pl: Wykrycie sterowników dysków twardych

source: Probing hard disk controllers...
pl: Wykrywanie sterowników dysków twardych...

source: Load kernel modules for hard disk controllers
pl: Wczytanie modułów jądra do obsługi sterowników dysków

source: Loading kernel modules for hard disk controllers...
pl: Wczytywanie modułów jądra do obsługi sterowników dysków...

source: Probe hard disks
pl: Wykrycie dysków twardych

source: Probing hard disks...
pl: Wykrywanie dysków twardych...

source: Search for Linux partitions
pl: Wyszukanie partycji linuksowych

source: Searching for Linux partitions...
pl: Wyszukiwanie partycji linuksowych...

source: Search for system files
pl: Wyszukanie plików systemowych

source: Searching for system files...
pl: Wyszukiwanie plików systemowych...

source: Evaluate update possibility
pl: Ocena możliwości aktualizacji

source: Evaluating update possibility...
pl: Ocenianie możliwości aktualizacji...

source: Initialize software manager
pl: Inicjalizacja menedżera pakietów

source: Initializing software manager...
pl: Inicjalizacja menedżera pakietów...

source: System Probing
pl: Wykrywanie systemu

source: YaST is probing computer hardware and installed systems now.
pl: Program YaST skanuje urządzenia i zainstalowane systemy.

source: Previously Used Repositories
pl: Używane wcześniej repoztytoria

source: These repositories were found on the system you are upgrading:
pl: Następujące repozytoria zostały znalezione w aktualizowanym systemie:

source: Current Status
pl: Aktualny stan

source: Repository
pl: Repozytorium

source: URL
pl: Adres URL

source: &Toggle Status
pl: Zmień s&tatus

source: <p>Here you see all software repositories found on the system you are upgrading. Enable the ones you want to include in the upgrade process.</p>
pl: <p>Tutaj można zobaczyć wszystkie repozytoria oprogramowania znalezione w aktualizowanym systemie. Należy włączyć te, które mają zostać dołączone do procesu aktualizacji.</p>

source: <p>To enable, remove or disable an URL, click on the <b>Toggle Status</b> button or double-click on the respective table item.</p>
pl: <p>Aby włączyć lub wyłączyć dany adres URL, należy nacisnąć przycisk <b>Zmień status</b> lub dwukrotnie kliknąć dany wpis w liście.</p>

source: <p>To change the URL, click on the <b>Change...</b> button.</p>
pl: <p>Aby zmienić adres URL, proszę kliknąć przycisk <b>Zmień...</b>.</p>

source: Removed
pl: Usunięto

source: Enabled
pl: Włączone

source: Disabled
pl: Wyłączone

source: Unknown
pl: Nieznane

source: &Repository URL
pl: Adres U&RL repozytorium

source: Network is not Configured
pl: Śieć nie jest skonfigurowana

source: Remote repositories require an Internet connection. Configure it?
pl: Zdalne repozytoria wymagają połączenia internetowego. Skonfigurować teraz połączenie?

source: Adding and removing repositories...
pl: Dodawanie i usuwanie repozytoriów...

source: <p>Repositories are being added and removed.</p>
pl: <p>Trwa dodawanie i usuwanie repozytoriów.</p>

source: Remove unused repositories
pl: Usunięcie nieużywanych repozytoriów

source: Removing unused repositories...
pl: Usuwanie nieużywanych repozytoriów...

source: Add enabled repositories
pl: Dodanie włączonych repozytoriów

source: Adding enabled repositories...
pl: Dodawanie włączonych repozytoriów...

source: Add disabled repositories
pl: Dodanie wyłączonych repozytoriów

source: Adding disabled repositories...
pl: Dodawanie wyłączonych repozytoriów...

source: Correct Media Requested
pl: Proszę wybrać poprawny nośnik instalacyjny

source: Make sure that media with label %1 is in the CD/DVD drive. If you skip it, the repository will not be added.
pl: Nalezy upewnić się, że nośnik %1 znajduje się w napędzie CD/DVD. Jeśli krok ten zostanie pominięty, repozytorium nie zostanie dodane.

source: Cannot add repository %1 URL: %2
pl: Nie można dodać repozytorium %1 URL: %2

source: Cannot add enabled repository Name: %1 URL: %2
pl: Wystąpił błąd podczas dodawania włączonego repozytorium Nazwa: %1 Adres URL: %2

source: An error occurred while refreshing repository Name: %1 URL: %2
pl: Wystąpił błąd podczas odświeżania repozytorium Nazwa: %1 Adres URL: %2

source: An error occurred while enabling repository Name: %1 URL: %2
pl: Wystąpił błąd podczas włączania repozytorium Nazwa: %1 Adres URL: %2

source: Cannot add disabled repository Name: %1 URL: %2
pl: Wystąpił błąd podczas dodawania wyłączonego repozytorium Nazwa: %1 Adres URL: %2

source: <p><b>Welcome!</b></p>
pl: <p><b>Witamy!</b></p>

source: <p>There are a few more steps to take before your system is ready to use. YaST will now guide you through some basic configuration. Click <b>Next</b> to continue. </p>
pl: <p>Nastąpi teraz kilka czynności, które należy wykonać, zanim system będzie gotowy do użytku. Program YaST poprowadzi przez podstawową konfigurację. Proszę nacisnąć przycisk <b>Dalej</b>, aby kontynuować.</p>

source: <p>Click <b>Next</b> to perform the basic configuration of the system.</p>
pl: <p>Proszę nacisnąć przycisk <b>Dalej</b>, aby przejść przez podstawową konfigurację systemu.</p>

source: No workflow defined for this kind of installation.
pl: Nie zdefiniowano przepływu działań dla tego rodzaju instalacji.

source: Cannot load release notes.
pl: Nie można odczytać informacji o wydaniu.

source: <p><b>These are the release notes for the initial release. They are part of the installation media. During installation, if a connection to the Internet is available, you can download updated release notes from the SUSE Linux Web server.</b></p>
pl: <p><b>To są informacje o wydaniu, dotyczące pierwszego wydania tej wersji. Są one zamieszczone na medium instalacyjnym. Podczas instalacji można pobrać zaktualizowane informacje o wydaniu z serwera internetowego SUSE Linux, jeśli będzie dostępne połączenie z Internetem.</b></p>

source: Initializing the installation environment...
pl: Inicjalizacja środowiska instalacyjnego...

source: <p>Initializing the installation...</p>
pl: <p>Inicjalizacja instalacji...</p>

source: Preparing the 1st system configuration...
pl: Przygotowywanie pierwszej konfiguracji systemu...

source: Writing YaST configuration...
pl: Zapisywanie konfiguracji programu YaST...

source: Your computer does not fulfill all requirements for a graphical installation. There is either less than %1 MB memory or the X server could not be started. As fallback, the text front-end of YaST2 will guide you through the installation. This front-end offers the same functionality as the graphical one, but the screens differ from those in the manual.
pl: Ten komputer nie spełnia wszystkich wymagań dla instalacji w trybie graficznym. Dostępnych jest mniej niż %1 MB pamięci albo nie można uruchomić serwera X. Zostanie uruchomiony tekstowy interfejs YaST2, który przeprowadzi proces instalacji. Interfejs ten zapewnia takie same możliwości jak graficzny, ale jego wygląd jest inny, niż ten pokazany w podręczniku.

source: The graphical interface could not be started. Either the required packages were not installed (minimal installation) or the graphics card is not properly supported. As fallback, the text front-end of YaST2 will guide you through the installation. This front-end offers the same functionality as the graphical one, but the screens differ from those in the manual.
pl: Nie można uruchomić interfejsu graficznego. Nie zostały zainstalowane wymagane pakiety (instalacja minimalna) albo karta graficzna nie jest prawidłowo obsługiwana. Zostanie uruchomiony tekstowy interfejs YaST2, który przeprowadzi proces instalacji. Interfejs ten zapewnia takie same możliwości jak graficzny, ale jego wygląd jest inny, niż ten pokazany w podręczniku.

source: Start service %1
pl: Uruchomienie usługi %1

source: Adjusting Network Settings
pl: Dopasowanie ustawień sieci

source: Network settings are being adjusted.
pl: Trwa dostosowywanie ustawień sieciowych.

source: The previous installation has failed. Would you like it to continue? Note: You may have to enter some information again.
pl: Poprzednia instalacja nie powiodła się. Czy kontynuować ją? Uwaga: Może być koniecznie ponowne wprowadzenie niektórych informacji.

source: The previous installation has been aborted. Would you like it to continue? Note: You may have to enter some information again.
pl: Poprzednia instalacja została przerwana. Czy kontynuować ją? Uwaga: Może być konieczne ponowne wprowadzenie niektórych informacji.

source: Confirm Installation
pl: Zatwierdzenie instalacji

source: <p>Information required for the base installation is now complete.</p>
pl: <p>Wszystkie informacje wymagane do instalacji podstawowej zostały zebrane.</p>

source: <p>If you continue now, <b>existing partitions</b> on your hard disk will be <b>deleted</b> or <b>formatted</b> (<b>erasing any existing data</b> in those partitions) according to the installation settings in the previous dialogs.</p>
pl: <p>W przypadku kontynuowania <b>istniejące partycje</b> dysku twardego zostaną <b>usunięte</b> lub <b>sformatowane</b> (oznacza to usunięcie wszelkich danych z tych partycji), zgodnie z ustawieniami instalacji z poprzednich okien.</p>

source: <p>If you continue now, partitions on your hard disk will be modified according to the installation settings in the previous dialogs.</p>
pl: <p>W przypadku kontynuowania partycje na dysku twardym zostaną zmodyfikowane zgodnie z ustawieniami z poprzednich okien.</p>

source: <p>Go back and check the settings if you are unsure.</p>
pl: <p>W razie wątpliwości proszę wrócić do poprzednich okien i sprawdzić ustawienia.</p>

source: Confirm Update
pl: Zatwierdzenie aktualizacji

source: <p>Information required to perform an update is now complete.</p>
pl: <p>Wszystkie informacje wymagane do aktualizacji zostały zebrane.</p>

source: <p>If you continue now, data on your hard disk will be overwritten according to the settings in the previous dialogs.</p>
pl: <p>W przypadku kontynuowania dane na dysku twardym zostaną nadpisane, zgodnie z ustawieniami z poprzednich okien.</p>

source: Start &Update
pl: &Uruchom aktualizację

source: Passed
pl: OK

source: Switching to the Installed System Failed
pl: Przełączenie do zainstalowanego systemu nie powiodło się

source: Switching to the installed system has failed. Find more information near the end of the '%1' file. This is worth reporting a bug at %2. Please, attach all YaST logs stored in the '%3' directory. See %4 for more information about YaST logs.
pl: Przełączenie do zainstalowanego systemu nie powiodo się. Więcej informacji można znaleźć w końcowej części pliku "%1". Warto zgłosić błąd pod adresem %2. Proszę dołączyć dzienniki programu YaST, które znajdują się w katalogu "%3". Więcej informacji na temat dzienników można znaleźć pod adresem %4.

source: &Checking the Installed System...
pl: &Sprawdzenie zainstalowanego systemu...

source: This is worth reporting a bug at %1. Please, attach all YaST logs stored in the '%2' directory.
pl: Prosimy o raport błędu na %1. Proszę dołączyć dzienniki programu YaST zapisane w katalogu "%2".

source: Checking for %1 binary...
pl: Sprawdzanie biblioteki %1

source: Checking for chroot directory %1...
pl: Sprawdzenie katalogu chroot %1...

source: Checking for chroot directory content (%1)...
pl: Sprawdzenie zawartości katalogu chroot (%1)...

source: Checking for binary %1...
pl: Sprawdzanie pliku wykonywalnego %1...

source: Trying to chroot...
pl: Próba chroot...

source: Checking for %1 in %2...
pl: Sprawdzanie %1 w %2...

source: Checking free space
pl: Sprawdzanie wolnego miejsca

source: Checking for free space in the %1 directory: %2
pl: Sprawdzanie wolnego miejsca w katalogu %1: %2

source: Unable to find out
pl: Nie można uzyskać informacji

source: Checking for installed RPM packages...
pl: Sprawdzanie zainstalowanych pakietów RPM...

source: Checking whether RPM package %1 is installed...
pl: Sprawdzanie, czy pakiet RPM %1 jest zainstalowany...

source: Checking what requires RPM package %1...
pl: Sprawdzanie wymagań pakietu RPM %1...

source: Running complex check on package %1...
pl: Kompleksowe sprawdzanie pakietu %1...

source: Checking YaST log file %1...
pl: Sprawdzanie pliku dziennika YaST %1...

source: Opening file...
pl: Otwieranie pliku...

source: SCR process has died, printing the last log lines...
pl: Proces SCR zakończył działanie. Wyświetlono ostatnie wiersze pliku dziennika...

source: YaST process got killed.
pl: Proces YaST został zakończony.

source: Checking YaST log...
pl: Sprawdzanie pliku dziennika YaST...

source: System Checking
pl: Sprawdzanie systemu

source: Unknown chroot path. The debugger cannot continue.
pl: Nieznana ścieżka chroot. Debugger nie może kontynuować.

source: Connecting to the inst-sys failed. Debugger cannot continue.
pl: Połączenie z inst-sys nie powiodło się. Nie można kontynuować.

source: Copying files to installed system...
pl: Kopiowanie plików do instalowanego systemu...
