Repository: aviarypl/suse-l10n-pl
Catalog: yast/ipsec.*.po
Languages: pl

source: <p><b><big>Local IP Address:</big></b> Enter the IP address that the system should use for this connection. Enter <i>%defaultroute</i> to indicate that the IP address of the device at which the default route points should be used. If you plan to start this connection dynamically (configurable later in this workflow), enter <i>%dynamic</i> so that the IP address is filled in automatically.</p>
pl: <p><b><big>Lokalny adres IP:</big></b> Należy wprowadzić adres IP, który powinien być używany przez system dla tego połączenia. Wprowadzenie <i>%defaultroute</i> oznacza, że należy użyć adresu urządzenia, na które wskazuje trasa domyślna. Jeśli planowane jest dynamiczne uruchamianie tego połączenia (konfigurowalne dalej w tej ścieżce konfiguracji), należy podać <i>%dynamic</i>; wówczas adres IP zostanie wypełniony automatycznie.</p>

source: <p><b><big>Act as Gateway:</big></b> Check this item if you want to allow access to some subnet connected to this host. Also fill in the <b>Local Subnet</b> field in this case</p>
pl: <p><b><big>Pracuj jako brama:</big></b> Należy zaznaczyć ten element, jeśli zamierza się zezwolić na dostęp do którejś z podsieci dołączonych do tego komputera. W takim przypadku trzeba także wypełnić pole <b>Podsieć lokalna</b></p>

source: <p><b><big>Identification:</big></b> Enter the identification that should be used for this connection. The identification typically is the distinguished name of the certificate or an IP address, host name, or e-mail address specified in the 'Subject Alternative Name' of the certificate.</p>
pl: <p><b><big>Identyfikacja:</big></b> Proszę podać identyfikację, która powinna być używana do tego połączenia. Identyfikacja jest zwykle nazwą DN z certyfikatu serwera, adresem IP, nazwą hosta albo adresem e-mail podanym w polu 'Subject Alternative Name' certyfikatu serwera.</p>

source: <p><b><big>Remote IP Address:</big></b> Enter the IP address of the remote system. Enter <i>%any</i> to accept connections from any system with a valid certificate.</p>
pl: <p><b><big>Zdalny adres IP:</big></b> Proszę podać adres IP systemu zdalnego. Aby akceptować połączenia z dowolnego systemu z ważnym certyfikatem, należy podać <i>%any</i></p>

source: <p><b><big>Act as Gateway:</big></b> Check this item if the remote system allows access to a subnet. Also fill in the <b>Remote Subnet</b> field in this case.</p>
pl: <p><b><big>Pracuj jako brama:</big></b> Należy zaznaczyć ten element, jeśli system zdalny pozwala na dostęp do podsieci. W takim przypadku trzeba także wypełnić pole <b>Podsieć zdalna</b>.</p>

source: <p><b><big>Certificate:</big></b> Choose the certificate that the remote system uses. Leave empty to use the certificate the remote system transmits over the network when establishing the connection. It is recommended to leave this field empty.</p>
pl: <p><b><big>Certyfikat:</big></b> Proszę wybrać certyfikat używany przez system zdalny. Pole to należy pozostawić puste, aby skorzystać z certyfikatu, który system zdalny prześle przez sieć w czasie nawiązywania połączenia. Zaleca się pozostawić to pole puste.</p>

source: <p><b><big>Identification:</big></b> Enter the identification of the remote system. The identification typically is the distinguished name of the remote certificate or an IP address, host name, or e-mail address specified in the 'Subject Alternative Name' of the remote certificate. Leave this field empty to accept any remote system that presents a valid certificate.</p>
pl: <p><b><big>Identyfikacja:</big></b> Proszę podać identyfikację systemu zdalnego. Identyfikacja jest zwykle nazwą DN z certyfikatu serwera, adresem IP, nazwą hosta albo adresem e-mail podanym w polu 'Subject Alternative Name' certyfikatu serwera. Pole to należy pozostawić puste, aby zaakceptować dowolny system zdalny, który przedstawi ważny certyfikat.</p>

source: <p><b><big>Connection Configuration:</big></b><br>
pl: <p><b><big>Konfiguracja połączenia:</big></b><br>

source: Choose a predefined connection type with a simplified configuration workflow or <b>Custom</b>.
pl: Proszę wybrać predefiniowany typ połączenia z uproszczonym przebiegiem konfiguracji, albo <b>Dowolny</b>.

source: <p><b><big>Server for Road Warriors:</big></b> Check this item to configure a server that accepts connections from any client that presents a valid certificate.</p>
pl: <p><b><big>Serwer Road Warriors:</big></b> Należy zaznaczyć ten element, aby skonfigurować serwer, który akceptuje połączenia z dowolnego klienta przedstawiającego ważny certyfikat.</p>

source: <p><b><big>Road Warrior Client:</big></b> Check this item to configure a client that establishes a connection to a server over the Internet.</p>
pl: <p><b><big>Klient Road Warrior:</big></b> Należy zaznaczyć ten element, aby skonfigurować klienta, który zestawia połączenie do serwera przez Internet.</p>

source: <p><b><big>Custom:</big></b> Check this item to configure a custom client or server connection.</p>
pl: <p><b><big>Dowolne:</big></b> Należy zaznaczyć ten element, aby skonfigurować dowolne połączenie do klienta lub serwera.</p>

source: <p><b><big>Create Server Connection:</big></b><br>
pl: <p><b><big>Utwórz połączenie do serwera:</big></b><br>

source: <p><b><big>Configuration Options:</big></b><br>
pl: <p><b><big>Opcje konfiguracyjne:</big></b><br>

source: This screen enables you to edit the IPsec configuration. <u>Only modify settings if you are familiar with FreeS/WAN.</u>
pl: Ten ekran umożliwia modyfikację konfiguracji IPsec. <u>Zaleca się, aby zmianę ustawień przeprowadzały wyłącznie osoby zaznajomione z FreeS/WAN.</u>

source: Configuration of IPsec
pl: Konfiguracja IPsec

source: IPsec Configuration
pl: Konfiguracja IPsec

source: Initializing...
pl: Inicjalizacja...
