Repository: aviarypl/suse-l10n-pl
Catalog: yast/ipsec.*.po
Languages: pl

source: Activate During Boot
pl: Aktywacja w czasie startu systemu

source: Strict CRL Policy
pl: Restrykcyjna polityka CRL

source: CRL Check Interval
pl: Częstotliwość sprawdzania CRL

source: NAT Traversal
pl: Trawersowanie NAT

source: Common Settings
pl: Ustawienia wspólne

source: Yes
pl: Tak

source: No
pl: Nie

source: Initiate Connection
pl: Inicjowanie połączenia

source: Prepare Connection
pl: Przygotowanie połączenia

source: Ignore Connection
pl: Ignorowanie połączenia

source: Initializing VPN Configuration
pl: Inicjowanie konfiguracji VPN

source: Check required packages
pl: Sprawdzenie wymaganych pakietów

source: Read /etc/ipsec.conf
pl: Wczytywanie /etc/ipsec.conf

source: Read certificates
pl: Wczytywanie certyfikatów

source: Read network settings
pl: Wczytywanie ustawień sieci

source: Read firewall settings
pl: Wczytywanie ustawień zapory sieciowej

source: Checking required packages...
pl: Sprawdzanie wymaganych pakietów...

source: Reading the database...
pl: Wczytywanie bazy danych...

source: Reading the previous settings...
pl: Wczytywanie poprzednich ustawień...

source: Reading network settings...
pl: Wczytywanie ustawień sieci...

source: Reading firewall settings...
pl: Wczytywanie ustawień zapory sieciowej...

source: Finished
pl: Zakończono

source: FreeS/WAN is required for IPsec. Install the required packages now?
pl: W celu umożliwienia korzystania z IPsec konieczny jest FreeS/WAN. Czy zainstalować teraz wymagane pakiety?

source: Failed to install required packages.
pl: Instalacja wymaganych pakietów nie powiodła się.

source: Unable to read IPsec settings. Error message was:
pl: Nie udało się odczytać ustawień IPsec. Komunikat błędu:

source: Cannot read network settings.
pl: Nie można odczytać ustawień sieci.

source: Could not read firewall settings.
pl: Nie można odczytać ustawień zapory sieciowej.

source: Saving VPN Configuration
pl: Zapisywanie konfiguracji VPN

source: Write IPsec settings
pl: Zapisanie ustawień VPN

source: Write network settings
pl: Zapisanie ustawień sieci

source: Adjust runlevel links
pl: Uaktualnienie dowiązania runlevel

source: Writing IPsec settings...
pl: Zapisywanie ustawień IPsec...

source: Writing network settings...
pl: Zapisywanie ustawień sieci...

source: Adjusting runlevel links...
pl: Aktualizowanie dowiązań runlevel...

source: Writing network settings failed.
pl: Zapisanie ustawień sieci nie powiodło się.

source: Could not enable 'ipsec' boot script:
pl: Nie można włączyć skryptu startowego 'ipsec':

source: Could not start IPsec.
pl: Nie można uruchomić IPsec.

source: Could not disable 'ipsec' boot script:
pl: Nie można deaktywować skryptu startowego 'ipsec':

source: Could not stop IPsec.
pl: Nie można zatrzymać IPsec.

source: Connections
pl: Połączenia

source: No connections defined
pl: Brak zdefiniowanych połączeń

source: Accept Client Connections
pl: Akceptacja połączeń klientów

source: Establish Connection with %1
pl: Zestaw połączenie z %1

source: Unknown
pl: Nieznany

source: Certificates
pl: Certyfikaty

source: No certificates installed.
pl: Brak zainstalowanych certyfikatów.

source: Certificate
pl: Certyfikat

source: No CA certificates installed.
pl: Brak zainstalowanych certyfikatów CA.

source: CA Certificate
pl: Certyfikat CA

source: %1 second
pl: %1 sekunda

source: Defaults
pl: Domyślne

source: VPN service is disabled.
pl: Usługa VPN wyłączona.

source: The selected connection does not use certificates for authentication.
pl: Wybrane połączenie nie używa certyfikatów do uwierzytelniania.

source: You can only edit connections that use certificates.
pl: Można modyfikować tylko te połączenia, które używają certyfikatów.

source: Address:
pl: Adres:

source: Identification:
pl: Identyfikacja:

source: Network:
pl: Sieć:

source: Remote Address:
pl: Adres zdalny:

source: Remote Identification:
pl: Identyfikacja zdalna:

source: Remote Network:
pl: Sieć zdalna:

source: Encryption Algorithms:
pl: Algorytmy szyfrowania:

source: Certificate Import
pl: Import certyfikatu

source: Choose File Format
pl: Wybór formatu pliku

source: Separate Files
pl: Oddzielne pliki

source: File in PKCS#12 Format
pl: Plik w formacie PKCS#12

source: ZIP File Containing Certificates and Keys
pl: Plik ZIP zawierający certyfikaty i klucze

source: CA Certificate File to Import
pl: Plik z certyfikatem CA do zaimportowania

source: Browse...
pl: Przeglądaj...

source: Certificate File to Import
pl: Plik z certyfikatem do zaimportowania

source: Key File to Import
pl: Plik z kluczem do zaimportowania

source: CRL File to Import
pl: Plik CRL do zaimportowania

source: Choose CA Certificate File
pl: Proszę wybrać plik z certyfikatem CA

source: Choose Certificate File
pl: Proszę wybrać plik z certyfikatem

source: Choose Key File
pl: Proszę wybrać plik z kluczem

source: Enter Key Password
pl: Proszę podać hasło klucza

source: Choose CRL File
pl: Proszę wybrać plik CRL

source: Choose PKCS#12 File
pl: Proszę wybrać plik PKCS#12

source: Enter PKCS#12 Password
pl: Proszę podać hasło PKCS#12

source: none
pl: brak

source: PKCS#12 File to Import
pl: Plik PKCS#12 do zaimportowania

source: Key
pl: Klucz

source: Disable VPN Services
pl: Wyłącz usługi VPN

source: Enable VPN Services
pl: Włącz usługi VPN

source: Change...
pl: Zmień...

source: C&onnections
pl: P&ołączenia

source: C&ertificates
pl: C&ertyfikaty

source: There are no certificates imported yet. Import certificates now?
pl: Brak zaimportowanych certyfikatów. Zaimportować je teraz?

source: There are no connections defined yet. Define connections now?
pl: Brak zdefiniowanych połączeń. Zdefiniować je teraz?

source: VPN Configuration
pl: Konfiguracja VPN

source: Connection Overview
pl: Przegląd połączeń

source: E&xpert...
pl: Zaa&wansowane...

source: &View
pl: P&okaż

source: &Export
pl: &Eksport

source: &Details
pl: Szcze&góły

source: Connection
pl: Połączenie

source: Local
pl: Lokalne

source: Remote
pl: Zdalne

source: Start Mode
pl: Tryb uruchamiania

source: Dynamic Start
pl: Uruchamianie dynamiczne

source: Settings for Connection '%1'
pl: Ustawienia połączenia '%1'

source: Certificate Overview
pl: Przegląd certyfikatów

source: Current View
pl: Widok bieżący

source: CA Certificates
pl: Certyfikaty CA

source: CRLs
pl: CRL

source: Keys
pl: Klucze

source: &Delete
pl: &Usuń

source: File
pl: Plik

source: Next Update
pl: Następna aktualizacja

source: Issuer
pl: Wydawca

source: Choose the file to import.
pl: Proszę wybrać plik do zaimportowania.

source: Delete %1?
pl: Usunąć %1?

source: Value
pl: Wartość

source: Configuration Options
pl: Opcje konfiguracji

source: &Add
pl: &Dodaj

source: &Edit
pl: &Edytuj

source: Key:
pl: Klucz:

source: Value:
pl: Wartość:

source: Enter Key and Value
pl: Proszę podać klucz i wartość

source: Enter New Value
pl: Proszę podać nową wartość

source: Connection Configuration
pl: Konfiguracja połączenia

source: Choose the connection type.
pl: Proszę wybrać typ połączenia.

source: Server for Road Warriors
pl: Serwer Road Warriors

source: Road Warrior Client
pl: Klient Road Warrior

source: Custom
pl: Dostosuj

source: Enter the connection name.
pl: Proszę podać nazwę połączenia.

source: Name
pl: Nazwa

source: Identification
pl: Identyfikacja

source: Act as Gateway
pl: Działaj jako brama

source: You must specify an address.
pl: Należy podać adres.

source: You must set a subnet address if you configure a gateway.
pl: Należy podać adres podsieci, aby skonfigurować bramę.

source: You must select a certificate.
pl: Należy wybrać certyfikat.

source: Local IP Address
pl: Lokalny adres IP

source: Local Subnet
pl: Podsieć lokalna

source: Remote Address
pl: Adres zdalny

source: Remote Subnet
pl: Podsieć zdalna

source: During Boot...
pl: Podczas uruchamiania systemu...

source: Start Dynamically
pl: Uruchamiaj dynamicznie

source: Interface
pl: Interfejs

source: You chose %dynamic as the local IP address, but no interfaces were found.
pl: Wybrano lokalny adres IP jako %dynamic, ale nie znaleziono interfejsu.

source: You chose '%1' as the local IP address, but want to start the connection dynamically. Set the local IP address to %%dynamic?
pl: Wybrano '%1' jako lokalny adres IP, ale zażądano uruchomienia połączenia dynamiczniego. Ustawić lokalny adres IP na %%dynamic?

source: You chose %dynamic as the local IP address, but did not select an interface.
pl: Wybrano lokalny adres IP jako %dynamic, ale nie wybrano interfejsu.

source: Encryption Algorithms
pl: Algorytmy szyfrowania

source: Choose...
pl: Wybierz...

source: Authentication Algorithms
pl: Algorytmy uwierzytelniania

source: Create Server Connection
pl: Utwórz połączenie z serwerem

source: Server Connection Settings
pl: Ustawienie połączenia z serwerem

source: Network
pl: Sieć

source: Import certificates first. Press 'Continue' to import certificates now.
pl: Najpierw należy zaimportować certyfikaty. Proszę nacisnąć przycisk 'Dalej', aby zaimportować teraz certyfikaty.

source: You must specify the local address.
pl: Należy podać adres lokalny.

source: Create Client Connection
pl: Utwórz połączenie klienckie

source: Connection Settings
pl: Ustawienia połączenia

source: Server Address
pl: Adres serwera

source: Server Acts as Gateway
pl: Serwer działa jako brama

source: Server Identification
pl: Identyfikacja serwera

source: Specify the remote address.
pl: Proszę podać adres zdalny.

source: Specify the remote identification.
pl: Proszę podać identyfikację zdalną.

source: Specify a subnet address if the remote acts as gateway.
pl: Proszę podać adres podsieci, jeśli zdalny działa jako brama.

source: File Format
pl: Format pliku

source: Select the export file format.
pl: Proszę wybrać format pliku eksportu.

source: Specify a file name for export.
pl: Proszę podać nazwę pliku do eksportu.

source: Could not export selected connection: %1
pl: Nie można wyeksportować wybranego połączenia: %1

source: Could not import selected file: %1
pl: Nie można zaimportować wybranego pliku: %1

source: SuSEfirewall is enabled but currently denies IPsec traffic. Reconfigure SuSEfirewall?
pl: SuSEfirewall jest włączony, ale w tej chwili blokuje ruch IPsec. Skonfigurować ponownie SuSEfirewall?

source: <p><b><big>Initializing VPN Configuration</big></b><br> Please wait...<br></p>
pl: <p><b><big>Inicjalizacja konfiguracji VPN</big></b><br> Proszę czekać...<br></p>

source: <p><b><big>Aborting Initialization:</big></b><br> Safely abort the configuration utility by pressing <b>Abort</b> now.</p>
pl: <p><b><big>Przerwanie inicjalizacji:</big></b><br> Można bezpiecznie przerwać działania konfiguratora naciskając <b>Przerwij</b>.</p>

source: <p><b><big>Saving VPN Configuration</big></b><br> Please wait...<br></p>
pl: <p><b><big>Zapisywanie konfiguracji VPN</big></b><br> Proszę czekać...<br></p>

source: <p><b><big>Aborting Saving:</big></b><br> Abort the save procedure by pressing <b>Abort</b>. An additional dialog informs whether it is safe to do so. </p>
pl: <p><b><big>Przerwanie zapisu:</big></b><br> Aby przerwać procedurę zapisu, proszę nacisnąć przycisk <b>Przerwij</b>. Dodatkowe okno będzie zawierało informację, czy jest to bezpieczne. </p>

source: <p><b><big>VPN Configuration</big></b><br> This module allows you to configure virtual private networks (VPN) based on IPsec. Select <b>Enable VPN Services</b> to start the IPsec daemon and add it to the the boot process. Select <b>Disable VPN Services</b> to stop the daemon and remove it from the boot process.<br></p>
pl: <p><b><big>Konfiguracja VPN</big></b><br> Ten moduł umożliwia konfigurowanie wirtualnych sieci prywatnych (VPN) wykorzystujących IPsec. Proszę wybrać <b>Włącz usługi VPN</b>, aby uruchomić demona IPsec i dodać jego uruchamianie przy starcie systemu. Aby zatrzymać demona i usunąć jego uruchomienie przy starcie systemu, należy wybrać <b>Wyłącz usługi VPN</b>.<br></p>

source: <p><b><big>Connections:</big></b><br> Summary of already configured connections. Click <b>'Connections...'</b> to add new connections or edit existing ones.</p>
pl: <p><b><big>Połączenia:</big></b><br> Zestawienie skonfigurowanych połączeń. Aby dodać nowe połączenia albo zmienić istniejące, należy nacisnąć przycisk <b>'Połączenia...'</b>.</p>

source: <p><b><big>Certificates:</big></b><br> Summary of installed certificates and CA certificates. Click <b>'Certificates...'</b> to import or delete certificates, CA certificates, certificate revoke lists (CRLs), and keys.</p>
pl: <p><b><big>Certyfikaty:</big></b><br> Zestawienie zainstalowanych certyfikatów i certyfikatów CA. Aby zaimportować albo usunąć certyfikaty, certyfikaty CA, listy unieważnienia certyfikatów (CRL) i klucze, należy nacisnąć przycisk<b>'Certyfikaty...'</b>.</p>

source: <p><b><big>Common Settings:</big></b><br> Summary of settings that affect all IPsec connections and certificates. Click <b>'Settings...'</b> to change the settings
pl: <p><b><big>Ustawienia wspólne:</big></b><br> Jest to podsumowanie ustawień, które dotyczą wszystkich połączeń IPsec i certyfikatów. Przycisk <b>'Ustawienia...'</b> pozwala je zmienić

source: <p><b><big>Connection Overview</big></b><br> This screen gives an overview of the configured IPsec connections and allows editing them.<br></p>
pl: <p><b><big>Przegląd połączeń</big></b><br> Ten ekran zawiera przegląd skonfigurowanych połączeń IPsec i umożliwia ich modyfikację.<br></p>

source: <p><b><big>Adding a New Connection:</big></b><br> Press <b>Add</b> to start a wizard that helps you configure a new IPsec connection.</p>
pl: <p><b><big>Dodanie nowego połączenia:</big></b><br> Aby uruchomić asystenta, który pomoże skonfigurować nowe połączenie IPSec, należy nacisnąć przycisk <b>Dodaj</b>.</p>

source: <p><b><big>Editing or Deleting:</big></b><br> Select the connection to edit or delete from the list. Then press <b>Edit</b> or <b>Delete</b> as desired.</p>
pl: <p><b><big>Modyfikacja lub usuwanie:</big></b><br> Należy wybrać z listy połączenie do modyfikacji lub usunięcia, a następnie nacisnąć przycisk <b>Edytuj</b> albo <b>Usuń</b>.</p>

source: <p><b><big>Export:</big></b><br> Select a server connection and press <b>Export</b> to generate a config file suitable for use by a Linux FreeS/WAN or Windows client.</p>
pl: <p><b><big>Eksport:</big></b><br> Należy wybrać połączenie z serwerem i nacisnąć przycisk<b>Eksport</b>, aby wygenerować plik konfiguracyjny przeznaczony dla klienta Linux FreeS/WAN lub Windows.</p>

source: <p><b><big>Certificate Overview</big></b><br> This screen gives an overview of the certificates used by IPsec. Click <b>Current View</b> to switch among views of CA certificates, certificates, certificate revoke lists (CRLs), and keys.</p>
pl: <p><b><big>Zestawienie certyfikatów</big></b><br> Ten ekran zawiera zestawienie certyfikatów używanych przez IPsec. Proszę nacisnąć przycisk <b>Widok bieżący</b>, aby przełączać się między widokami certyfikatów CA, certyfikatów, list unieważnienia certyfikatów (CRL) i kluczy.</p>

source: Certificates are required to establish secure connections. Additionally a matching key and CA certificate is required for every certificate.
pl: Do zestawienia bezpiecznych połączeń wymagane są certyfikaty. Ponadto, dla każdego certyfikatu wymagany jest odpowiadający mu klucz i certyfikat CA.

source: CA certificates are required to verify the identity of communication partners.
pl: Do weryfikacji tożsamości partnerów komunikacji potrzebne są certyfikaty CA.

source: CRLs enable detection of revoked certificates. To reject revoked certificates, enable <em>Strict CRL Policy</em> under <em>Common Settings</em>.
pl: Listy CRL umożliwiają wykrywanie unieważnionych certyfikatów. Aby odrzucać unieważnione certyfikaty należy włączyć <em>Restrykcyjną politykę CRL</em> w <em>Ustawieniach wspólnych</em>.

source: Keys are required for the actual encryption.
pl: Do realizacji szyfrowania konieczne są klucze.

source: <p>Pressing <b>Import</b> opens a dialog that allows you to choose a file containing certificates or keys to import into the IPsec configuration. Currently supported file formats are PEM, PKCS#12, and ZIP files containing PEM files. Use the YaST2 CA Management module to generate the necessary files.</p>
pl: <p>Naciśnięcie <b>Import</b> otwiera okno dialogowe, które pozwala wybrać plik zawierający certyfikaty lub klucze do zaimportowania do konfiguracji IPsec. Aktulanie obsługiwane są następujące formaty plików: PEM, PKCS#12 i pliki ZIP zawierająca pliki PEM. Niezbędne pliki można wygenerować używając modułu YaST2 Zarządzanie CA.</p>

source: <p>Pressing <b>Delete</b> removes the selected item from the IPsec configuration.</p>
pl: <p>Naciśnięcie <b>Usuń</b> usuwa wybrany element z konfiguracji IPsec.</p>

source: <p><b><big>NAT Traversal</big></b> means that IPsec packets are encapsulated in a way that allows them to be transmitted through routers that modify their IP address. Check this option if your host is behind a router that performs network address translation or masquerading and you want to establish IPsec tunnels across it. Also check this option if you run a server and want clients behind routers to be able to connect via IPsec.</p>
pl: <p><b><big>Trawersowanie NAT</big></b> oznacza, że pakiety IPsec będą enkapsulowane w taki sposób, żeby było możliwe przesyłanie ich przez routery zmieniające adres pakietów. Proszę zaznaczyć tę opcję jeśli komputer ten jest za routerem, który realizuje translację adresów lub maskarading, a zamierza się zestawić tunel IPsec przechodzący przez taki router. Opcję tę proszę zaznaczyć także wtedy, kiedy uruchamiane są serwery tak aby mogły się z nim łączyć przez IPsec klienty zza routerów.</p>

source: <p><b><big>Strict CRL Policy</big></b> means that a valid certificate revoke list (CRL) must exist for every certificate authority specified in any certificate. Check this option if you want to ensure that all certificates are valid. Although a strict CRL policy helps to increase security, it is often cumbersome to ensure that a valid CRL is always present. If, for example, the CRL expires before a new one could be fetched, no more connections will be accepted.</p>
pl: <p><b><big>Restrykcyjna polityka CRL</big></b> oznacza, że dla każdego urzędu certyfikującego (CA) podanego w dowolnym z certyfikatów musi istnieć aktualna lista unieważnienia certyfikatów (CRL). Należy zaznaczyć tę opcję jeśli chce się mieć pewność, że wszystkie certyfikaty są ważne. Restrykcyjna polityka CRL pomaga zwiększyć bezpieczeństwo, ale zapewnienie, że zawsze jest dostępna aktualna lista CRL, może być niewygodne. Jeśli np. lista CRL wygaśnie zanim będzie można pobrać nową, nie będą akceptowane żadne połączenia.</p>

source: <p><b><big>CRL Check Interval</big></b> specifies the number of seconds after which the IPsec daemon checks whether certificates have expired or whether new certificate revoke lists should be fetched. A typical value is 600 seconds (ten minutes). Set to zero to disable fetching of new CRLs.</p>
pl: <p><b><big>Częstotliwość sprawdzania CRL</big></b> określa liczbę sekund, po której demon IPsec sprawdza czy certyfikaty wygasły albo czy należy pobrać nową listę unieważnienia certyfikatów (CRL). Typową wartością jest 600 sekund (10 minut). Aby wyłączyć pobieranie nowych list CRL, należy podać zero.</p>

source: <p><b><big>Create Client Connection:</big></b><br>
pl: <p><b><big>Utworzenie połączenia klienckiego:</big></b><br>

source: <p><b><big>Server Address:</big></b> Enter the IP address or host name of the server to which to connect.</p>
pl: <p><b><big>Adres serwera:</big></b> Proszę podać adres IP albo nazwę serwera, do którego należy się podłączyć.</p>

source: <p><b><big>Server Acts as Gateway:</big></b> Check this item if the server allows access to a subnet behind it, for example, the company's local network. Also fill in the <b>Network</b> field in this case. An example subnet definition looks like 192.168.0.0/24.</p>
pl: <p><b><big>Serwer działa jako brama:</big></b> Należy zaznaczyć ten element, jeśli serwer umożliwia dostęp do podsieci za nim, np. do firmowej sieci lokalnej. W takim przypadku trzeba wypełnić także pole <b>Sieć</b>. Przykładowa definicja podsieci może wyglądać następująco: 192.168.0.0/24.</p>

source: <p><b><big>Server Identification:</big></b> Enter the identification the server uses for this IPsec connection. The identification typically is the distinguished name of the server certificate or an IP address, host name, or e-mail address specified in the 'Subject Alternative Name' of the server certificate.</p>
pl: <p><b><big>Identyfikacja serwera:</big></b> Proszę podać identyfikację serwera używaną przy połączeniu IPsec. Identyfikacja jest zwykle nazwą DN certyfikatu serwera, adresem IP, nazwą hosta albo adresem e-mail podanym w polu 'Subject Alternative Name' certyfikatu serwera.</p>

source: <p><b><big>Certificate:</big></b> Choose the certificate to use for this connection.</p>
pl: <p><b><big>Certyfikat:</big></b> Proszę wybrać certyfikat używany dla tego połączenia.</p>

source: <p><b><big>IPsec Connection Configuration</big></b></p>
pl: <p><b><big>Konfiguracja połączenia IPsec</big></b></p>

source: <p><b><big>During Boot...:</big></b> Choose what should be done with this connection when booting the system.</p>
pl: <p><b><big>Podczas uruchamiania systemu...:</big></b> Proszę wybrać, jak należy traktować to połączenie w czasie uruchamiania systemu.</p>

source: <li><i>Initiate Connection:</i> The system immediately tries to establish a connection with the remote server. This may fail if you use dynamic IP addresses or the server is only reachable when there is an active Internet connection.</li>
pl: <li><i>Inicjalizacja połączenia:</i> System próbuje natychmiast zestawić połączenie ze zdalnym serwerem. Może się to nie udać, jeśli używa się dynamicznych adresów IP, albo jeśli serwer jest dostępny tylko wtedy, gdy istnieje aktywne połączenie z Internetem.</li>

source: <li><i>Prepare Connection:</i> The connection will be prepared for use, listening for incoming packets. Choose this option if you configure a server connection.</li>
pl: <li><i>Przygotuj połączenie:</i> Połączenie będzie przygotowane do użycia i będzie nasłuchiwać, czy pojawiają się pakiety przychodzące. Tę opcję należy wybrać, jeśli konfigurowane jest połączenie z serwerem.</li>

source: <li><i>Ignore Connection:</i> The connection will not be handled at boot time.</li>
pl: <li><i>Zignoruj połączenie:</i> Połączenie nie będzie obsługiwane w czasie uruchamiania systemu.</li>

source: <p><b><big>Start Dynamically:</big></b> Check this item if you want to start the IPsec connection when some network interface is brought online, such as when dialing into the Internet. Also choose an interface from the list in this case.</p>
pl: <p><b><big>Uruchamiaj dynamicznie:</big></b> Ten element należy zaznaczyć, jeśli połączenie IPSec ma być uruchamiane podczas podnoszenia jednego z interfejsów sieciowych, np. w czasie zestawiania wdzwanianego połączenia z Internetem. W takim przypadku należy także wybrać interfejs z listy.</p>

source: <p><b><big>Connection Configuration</big></b></p>
pl: <p><b><big>Konfiguracja połączenia</big></b></p>
