Repository: aviarypl/suse-l10n-pl
Catalog: yast/irda.*.po
Languages: pl

source: Saving IrDA Configuration
pl: Zapisywanie konfiguracji IrDA

source: Write the settings
pl: Zapis ustawień

source: Restart the service
pl: Ponowne uruchomienie usługi

source: Writing the settings...
pl: Zapisywanie ustawień...

source: Restarting service...
pl: Ponowne uruchamianie usługi...

source: Finished
pl: Zakończono

source: Configuration of IrDA
pl: Konfiguracja IrDA

source: Enable IrDA
pl: Włącz IrDA

source: Disable IrDA
pl: Wyłącz IrDA

source: Change the IrDA configuration
pl: Zmiana konfiguracji IrDA

source: Serial port
pl: Port szeregowy

source: Initializing -- please wait...
pl: Inicjalizacja - proszę czekać...

source: IrDA Test
pl: Test IrDA

source: Discovery log (kernel diagnostics)
pl: Dzienniki (diagnozowanie problemów)

source: The testing application is not responding.
pl: Aplikacja testowa nie odpowiada.

source: IrDA Configuration
pl: Konfiguracja IrDA

source: <p>Here, configure an infrared interface (<b>IrDA</b>) for your computer.</p>
pl: Tutaj można skonfigurować interfejs podczerwieni (<b>IrDA</b>) dla tego komputera.</p>

source: <p>Choose the correct serial port for <b>Port</b>. Refer to your BIOS setup to find out which is correct.</p>
pl: <p>Proszę wybrać właściwy port szeregowy w polu <b>Port</b>. Zaleca się sprawdzić w BIOSie, który jest właściwy.</p>

source: <p>To test if it works, put your IrDA device (phone, PDA, etc.) in range of your infrared port and push <b>Test</b>.</p>
pl: <p>W celu sprawdzenia, czy wszystko działa prawidłowo, proszę umieścić urządzenie IrDA (telefon, PDA itp.) w zasięgu portu podczerwieni i nacisnąć przycisk <b>Test</b>.</p>

source: <p>For some mobile phones, the speed of the infrared connection must be limited. Try setting <b>Maximum Baud Rate</b> if you encounter problems.</p>
pl: <p>W przypadku niektórych modeli telefonów komórkowych trzeba ograniczyć prędkość portu podczerwieni. Jeżeli pojawią się problemy, proszę spróbować ustawić <b>maksymalną prędkość przekazu.</b>.

source: Do No&t Start IrDA
pl: &Nie uruchamiaj IrDA

source: &Start IrDA
pl: &Uruchom IrDA

source: Basic IrDA Settings
pl: Podstawowe ustawienia IrDA

source: Baud Rate Limit
pl: Limit prędkości przekazu

source: &Limit Baud Rate
pl: &Ograniczaj prędkość przekazu

source: &Maximum Baud Rate
pl: &Maksymalna prędkość przekazu

source: If you have a Palm device using an IrDA port, it is useful to have a symbolic link between the IR device and the pilot device. Create it now?
pl: Jeżeli używa się urządzenie Palm wykorzystujące port IrDA, przydatne jest dowiązanie symboliczne pomiędzy urządzeniem IR oraz urządzeniem pilota. Czy utworzyć je teraz?
