Repository: aviarypl/suse-l10n-pl
Catalog: yast/iscsi-lio-server.*.po
Languages: pl

source: Can't continue without installing lio-utils package
pl: Nie można kontynuować bez instalacji pakietu lio-utils

source: Initializing iSCSI LIO Target Configuration
pl: Inicjalizacja docelowej konfiguracji LIO iSCSI

source: Read the database
pl: Odczytanie bazy danych

source: Read the previous settings
pl: Odczytanie poprzednich ustawień

source: Detect the devices
pl: Wykrywanie urządzeń

source: Reading the database...
pl: Odczytywanie bazy danych...

source: Reading the previous settings...
pl: Odczytywanie poprzednich ustawień...

source: Detecting the devices...
pl: Wykrywanie urządzeń...

source: Finished
pl: Zakończono

source: You have currently no active LIO targets but there seems to be a valid config in /etc/ietd.conf. Should the module try to import setting from /etc/ietd.conf into LIO?
pl: Nie wykryto aktywnych serwerów LIO, jednak wygląda na to, że poprawny plik konfiguracyjny znajduje się w lokalizacji /etc/ietd.conf. Czy dokonać próby importu ustawień z tego pliku do LIO?

source: Errors during import. Check LIO state!
pl: Podczas importowania wystąpiły błędy. Sprawdź stan LIO!

source: Saving iSCSI LIO Target Configuration
pl: Zapisywanie konfiguracji serwera LIO iSCSI

source: Write the settings
pl: Zapisanie ustawień

source: Run SuSEconfig
pl: Uruchomienie SuSEconfig

source: Writing the settings...
pl: Zapisywanie ustawień...

source: Running SuSEconfig...
pl: Uruchamianie SuSEconfig...

source: Configuration summary...
pl: Podsumowanie konfiguracji...

source: Global
pl: Globalny

source: When Booting
pl: Podczas rozruchu systemu

source: Manually
pl: Ręcznie

source: No Authentication
pl: Brak uwierzytelniania

source: Incoming Authentication
pl: Uwierzytelnianie przychodzących

source: Outgoing Authentication
pl: Uwierzytelnianie wychodzących

source: Targets
pl: Serwery

source: Service
pl: Usługa

source: Target
pl: Serwer

source: Identifier
pl: Identyfikator

source: Portal group
pl: Grupa portalowa

source: Ip address
pl: Adres IP

source: Port number
pl: Numer portu

source: Use Authentication
pl: Uwierzytelnianie użytkownika

source: Name
pl: Nazwa

source: Path
pl: Ścieżka

source: Add
pl: Dodaj

source: Edit
pl: Edycja

source: Delete
pl: Usuń

source: Client
pl: Klient

source: Lun Mapping
pl: Mapowanie urządzeń

source: Auth
pl: Autoryzacja

source: Edit LUN
pl: Edytuj identyfikator urządzenia (LUN)

source: Edit Auth
pl: Ustawienia autoryzacji

source: Copy
pl: Kopiuj

source: Username
pl: Nazwa użytkownika

source: Password
pl: Hasło

source: When &Booting
pl: Podczas rozruchu &systemu

source: &Manually
pl: &Ręcznie

source: Key
pl: Klucz

source: Value
pl: Wartość

source: iSCSI LIO Target Overview
pl: Przegląd celu LIO iSCSI

source: <h1>iSCSI Target</h1>
pl: <h1>Serwer iSCSI</h1>

source: Add iSCSI Target
pl: Dodaj serwer iSCSI

source: Modify iSCSI Target Client Setup
pl: Zmiana ustawień klienta serwera iSCSI

source: Modify iSCSI Target Lun Setup
pl: Zmiana ustawień LUN serwera iSCSI

source: iSCSI Target Expert Settings
pl: Zaawansowane ustawienia serwera iSCSI

source: <p><b><big>Initializing iSCSI LIO Target Configuration</big></b><br> Please wait...<br></p>
pl: <p><b><big>Inicjalizacja konfiguracji serwera LIO iSCSI</big></b><br> Proszę czekać...<br></p>

source: <p><b><big>Aborting Initialization</big></b><br> Safely abort the configuration utility by pressing <b>Abort</b> now.</p>
pl: <p><b><big>Przerwanie inicjalizacji</big></b><br> Można bezpiecznie przerwać działania konfiguratora naciskając <b>Przerwij</b>.</p>

source: <p><b><big>Saving iSCSI Target Configuration</big></b><br> Please wait...<br></p>
pl: <p><b><big>Zapisywanie konfiguracji serwera iSCSI</big></b><br> Proszę czekać...<br></p>

source: <p><b><big>Aborting Saving:</big></b><br> Abort the save procedure by pressing <b>Abort</b>. An additional dialog informs whether it is safe to do so. </p>
pl: <p><b><big>Przerwanie zapisu:</big></b><br> Aby przerwać procedurę zapisu, należy nacisnąć przycisk <b>Przerwij</b>. Dodatkowe okno będzie zawierało informację, czy jest to bezpieczne. </p>

source: <p><b>Save</b> button will export some information about targets into selected file.</p>
pl: <p>Użycie przycisku <b>Zapisz</b> spowoduje wyeksportowanie do wybranego pliku niektórych informacji dotyczących serwerów.</p>

source: <p><b><big>iSCSI Target Configuration</big></b><br> Configure an iSCSI target here.<br></p>
pl: <p><b><big>Konfiguracja serwera iSCSI</big></b><br> W tym miejscu można skonfigurować serwer iSCSI.<br></p>

source: <p><b><big>Adding an iSCSI Target</big></b><br> Choose an iSCSI target from the list of detected iSCSI targets. If your target was not detected, use <b>Other (not detected)</b>. Then press <b>Configure</b>.</p>
pl: <p><b><big>Dodawanie serwera iSCSI:</big></b><br> Należy wybrać serwer iSCSI z listy wykrytych serwerów iSCSI. Jeśli żądany serwer nie został wykryty automatycznie, trzeba wybrać opcję <b>Inny (niewykryty)</b> a następnie nacisnąć przycisk <b>Skonfiguruj</b>.</p>

source: <p><b><big>Editing or Deleting</big></b><br> If you press <b>Edit</b>, an additional dialog in which to change the configuration opens.</p>
pl: <p><b><big>Edycja lub usuwanie:</big></b><br> Po naciśnięciu przycisku <b>Edytuj</b> otworzy się dodatkowe okno, w którym można zmienić konfigurację.</p>

source: <p><b><big>iSCSI Target Configuration Overview</big></b><br> Obtain an overview of installed iSCSI targets. Additionally edit their configurations.<br></p>
pl: <p><b><big>Przegląd konfiguracji serwera iSCSI</big></b><br> W tym miejscu wyświetlany jest przegląd konfiguracji zainstalowanych serwerów iSCSI. Ponadto możliwe jest dokonanie zmian w ich konfiguracji.<br></p>

source: <p><b><big>Adding an iSCSI Target</big></b><br> Press <b>Add</b> to configure an iSCSI target.</p>
pl: <p><b><big>Dodawanie serwera iSCSI:</big></b><br> Aby skonfigurować serwer iSCSI, należy nacisnąć przycisk <b>Dodaj</b>.</p>

source: <p><b><big>Editing or Deleting</big></b><br> Choose an iSCSI target to change or remove. Then press <b>Edit</b> or <b>Delete</b> as desired.</p>
pl: <p><b><big>Edycja lub usuwanie:</big></b><br> Aby zmienić lub usunąć serwer iSCSI, należy go wybrać a następnie nacisnąć odpowiednio przycisk <b>Edytuj</b> lub <b>Usuń</b>.</p>

source: <p><b><big>Configuration Part One</big></b><br> Press <b>Next</b> to continue. <br></p>
pl: <p><b><big>Pierwsza część konfiguracji</big></b><br> Aby kontynuować, należy nacisnąć przycisk <b>Dalej</b>. <br></p>

source: <p><b><big>Selecting Something</big></b><br> It is not possible. You must code it first. :-) </p>
pl: <p><b><big>Wybieranie czegoś</big></b><br> Nie jest to możliwe, trzeba to najpierw zakodować :-) </p>

source: <p><b><big>Configuration Part Two</big></b><br> Press <b>Next</b> to continue. <br></p>
pl: <p><b><big>Druga część konfiguracji</big></b><br> Aby kontynuować, należy nacisnąć przycisk <b>Dalej</b>. <br></p>

source: Select the type of authentication. Use <b>No Authentication</b> or one of <b>Incoming</b> and <b>Outgoing</b> (can be both together). Then insert <b>User</b> and <b>Password</b>.
pl: Proszę wybrać rodzaj uwierzytelniania. Należy użyć <b>Brak</b>, albo <b>Wychodzące</b> i <b>Przychodzące</b> (mogą zostać zaznaczone oba typy jednocześnie). Następnie należy wprowadzić <b>Nazwę użytkownika</b> i <b>Hasło</b>

source: With <b>Edit LUN</b> on can modify which LUNs the client can access.After pressing <b>Edit Auth</b>, select the type of authentication. Use <b>Incoming</b>, <b>Outgoing</b> or both together. Then insert <b>User</b> and <b>Password</b>.If <b>Use Authentication</b> is disabled in previous dialog, <b>Edit Auth</b> is disabled here.
pl: Przy włączonej opcji <b>Edycja LUN</b> można modyfikować, do jakiego urządzenia LUN klient zostanie podłączony. Po wybraniu <b>Edycja uwierzytelnienia</b>, należy wybrać rodzaj połączeń do uwierzytelnienia. Można użyć <b>Przychodzące</b>, <b>Wychodzące</b> lub wybrać oba jednocześnie. Następnie należy uzupełnić pola <b>Nazwa użytkownika</b>, <b>Hasło</b>. Jeżeli wcześniej <b>Edycja uwierzytelnienia</b> nie została włączona, to również na tym etapie konfiguracji nie jest ona dostępna..

source: List of offered targets and target portal groups. Create a new target by clicking <b>Add</b>. To delete or modify an item, select it and press <b>Modify</b> or <b>Delete</b>.
pl: Lista oferowanych serwerów. Aby utworzyć nowy serwer, należy kliknąć <b>Dodaj</b>; aby usunąć lub zmienić dany element, należy kliknąć <b>Modyfikuj</b> lub <b>Usuń</b>.

source: <h1>iSCSI Target IP/Port and LUN setup</h1>
pl: <h1>Ustawienia IP, portu oraz LUN serwera iSCSI</h1>

source: It is possible to make arbitary block devices or files available under a lun. You have to provide <b>path</b> to either block devices or file. The <b>LUN name</b> is an arbitrary name to uniquely identify the <b>LUN</b>. The name needs to be unique within the target portal group. If the user does not provide a name for LUN, it is generated automatically.
pl: Możliwe jest tworzenie dowolnych urządzeń blokowych lub plików dostępnych pod numerem LUN. W tym cely należy podać <b>ścieżkę</b> do urządzeń blokowych lub pliku. <b>Nazwa jednostki logicznej</b> jest dowolną nazwą identyfikującą jednoznacznie <b>jednostkę logiczną</b>. Nazwa musi być unikalna w obrębie grupy portalowej serwera (TPG). Jeśli użytkownik nie poda nazwy jednostki logicznej, zostanie ona wygenerowana automatycznie.

source: <p>Under <b>Ip Address</b> and <b>Port Number</b> you specify under which address and port the service will be available. Default for port number is 3260. Only ip addresses assigned to one of the network cards are possible.
pl: <p>W sekcjach <b>Adres IP</b> i <b>Numer portu</b> określa się pod jakim adresem oraz pod którym portem dostępna będzie usługa. Domyślny numer portu to 3260. Jako adresu IP można użyć jedynie adresu przydzielonego jednej z kart sieciowych.

source: Create a new target. Replace template values with the correct values.
pl: Tworzenie nowego serwera. Proszę zastąpić wartości szablonu odpowiednimi informacjami.

source: It is possible to <b>add</b>, <b>edit</b> or <b>delete</b> all additional configuration options.
pl: Można <b>dodawać</b>, <b>modyfikować</b> lub <b>usuwać</b> wszystkie dodatkowe opcje konfiguracyjne.

source: Edit <b>LUN</b> number if needed, set <b>Type</b> (nullio is for testing purposes). If Type=fileio set <b>Path</b> to disk device or file.<b>SCSI ID</b> and <b>Sectors</b> are optional.
pl: W razie potrzeby można zmienić numer <b>LUN</b> i ustawić <b>Typ</b> (nullio dla celów testowych). Jeśli Type=fileio, należy ustawić <b>Ścieżkę</b> na dysk lub plik. <b>Identyfikator SCSI</b> i <b>Sektory</b> są opcjonalne.

source: Configuration of an iSCSI target via LIO
pl: Konfiguracja serwera iSCSI poprzez LIO

source: iSCSI LIO Target
pl: Serwer LIO iSCSI

source: &iSCSI LIO Target
pl: Serwer LIO &iSCSI

source: Problem changing authentication
pl: Problem ze zmianą sposobu uwierzytelniania

source: Invalid Username
pl: Nieprawidłowa nazwa użytkownika.

source: Invalid Password.
pl: Nieprawidłowe hasło.

source: Selected Lun is already in use!
pl: Wybrany LUN jest już używany!

source: Selected Name is already in use!
pl: Wybrana nazwa jest już wykorzystywana!

source: Selected Path must be either block device or normal file!
pl: Wybrana ścieżka musi wskazywać urządzenie blokowe lub zwykły plik!

source: Selected Path is already in use!
pl: Wybrana ścieżka jest już wykorzystywana!

source: Path:
pl: Ścieżka:

source: Browse
pl: Przeglądaj

source: Select file or device
pl: Proszę wybrać plik lub urządzenie

source: Client Lun
pl: LUN klienta

source: Target LUN
pl: LUN serwera

source: Change:
pl: Zmiana:

source: Target LUN %1 used more than once!
pl: LUN serwera %1 użyto więcej niż raz!

source: Need to enable at least one Authentification!
pl: Przynajmniej jedna metoda autoryzacji musi być włączona!

source: New client name:
pl: Nowa nazwa klienta:

source: Import LUNs from TPG
pl: Importuj LUN z TPG

source: Client name must not be empty!
pl: Nazwa klienta nie może być pusta!

source: Client name already exists!
pl: Nazwa klienta już istnieje!

source: Cancel
pl: Anuluj

source: Really delete the selected item?
pl: Na pewno usunąć zaznaczony element?

source: Problem creating target %1 with tpg %2
pl: Napotkano problem przy tworzeniu serwera %1 z grupą portalową (TPG) %2

source: Problem setting network portal to %1
pl: Wystąpił problem podczas przypisywania portalowi sieciowemu wartości %1

source: Problem removing lun %1
pl: Błąd podczas usuwania jednostki logicznej %1

source: Problem setting lun %1 (name:%2) to path %3
pl: Napotkano problem przy przypisywaniu jednostce logicznej %1 (nazwa:%2) ścieżki %3

source: Problem setting auth on %1:%2 to %3
pl: Napotkano problem przy ustawianiu autoryzacji %1:%2 na %3

source: The target cannot be empty.
pl: Pole "Serwer" nie może być puste

source: The target portal group cannot be empty.
pl: Grupa portalowa serwera (TPG) musi mieć przypisaną wartość

source: The target already exists.
pl: Ten serwer już istnieje.

source: Incoming
pl: Przychodzące

source: Outgoing
pl: Wychodzące

source: None
pl: Brak

source: Disabled
pl: Wyłączone

source: Problem removing lun %4 for client %3 in %1:%2
pl: Napotkano problem przy usuwaniu jednostki logicznej %4 dla klienta %3 w %1:%2

source: Problem adding lun %4:%5 for client %3 in %1:%2
pl: Napotkano problem przy dodawaniu jednostki logicznej %4:%5 dla klienta %3 w %1:%2

source: Problem removing client %3 from %1:%2
pl: Napotkano problem przy usuwaniu klienta %3 z %1:%2

source: Problem creating client %3 for %1:%2
pl: Wystąpił błąd poczas tworzenia klienta %3 dla %1:%2

source: Problem changing auth for client %3 in %1:%2
pl: Napotkano problem przy zmianie autoryzacji dla klienta %3 w %1:%2

source: iSCSI LIO Target Configuration
pl: Konfiguracja serwera LIO iSCSI

source: Initializing...
pl: Inicjalizacja...
