Repository: aviarypl/suse-l10n-pl
Catalog: yast/kerberos.*.po
Languages: pl

source: Saving Kerberos Client Configuration
pl: Zapis konfiguracji klienta systemu Kerberos

source: Write PAM settings
pl: Zapis ustawień PAM

source: Write Kerberos client settings
pl: Zapis ustawień klienta systemu Kerberos

source: Write OpenSSH settings
pl: Zapis ustawień OpenSSH

source: Writing PAM settings...
pl: Zapisywanie ustawień PAM...

source: Writing Kerberos client settings...
pl: Zapisywanie ustawień klienta systemu Kerberos...

source: Writing OpenSSH settings...
pl: Zapisywanie ustawień OpenSSH...

source: Finished
pl: Zakończono

source: Install required packages
pl: Instalacja wymaganych pakietów

source: Installing required packages...
pl: Instalowanie wymaganych pakietów...

source: PAM Login
pl: Login PAM

source: Use Kerberos
pl: Używaj systemu Kerberos

source: Do Not Use Kerberos
pl: Nie używaj systemu Kerberos

source: Default Realm
pl: Domyślna dziedzina

source: Default Domain
pl: Domyślna domena

source: KDC Server Address
pl: Adres serwera KDC

source: Clock Skew
pl: Rozbieżność czasu

source: <b>KDC Server</b>: %1<br>
pl: <b>Serwer KDC</b>: %1<br>

source: <b>Default Domain</b>: %1<br>
pl: <b>Domyślna domena</b>: %1<br>

source: <b>Default Realm</b>: %1<br>
pl: <b>Domyślna dziedzina</b>: %1<br>

source: <b>Kerberos Authentication Enabled</b>: %1
pl: <b>Uwierzytelnianie systemu Kerberos włączone</b>: %1

source: Yes
pl: Tak

source: No
pl: Nie

source: Configuration Acquired via DNS
pl: Konfiguracja uzyskana przez DNS

source: Clock skew is invalid. Try again.
pl: Nieprawidłowa rozbieżność czasu. Proszę spróbować ponownie.

source: Lifetime is invalid. Try again.
pl: Nieprawidłowy czas ważności biletu. Proszę spróbować ponownie.

source: Path to Directory
pl: Ścieżka do katalogu

source: Path to File
pl: Ścieżka do pliku

source: All services
pl: Wszystkie usługi

source: No services
pl: Brak usług

source: Not set
pl: Nie ustawiono

source: <p> <b><big>Authentication with Kerberos</big></b><br> The Kerberos client configuration updates your PAM settings to enable Kerberos authentication. Your system needs access to a Kerberos server in the network for this to work. </p>
pl: <p> <b>Uwierzytelnianie systemu Kerberos</b><br> Konfiguracja klienta systemu Kerberos powoduje aktualizację ustawień PAM w celu umożliwienia uwierzytelniania systemu Kerberos. System wymaga zapewnienia dostępu do serwera Kerberos w sieci, aby to działanie było możliwe. </p>

source: <p> <b>Basic Client Settings</b>: Enter your <b>Default Domain</b>, <b>Default Realm</b>, and the hostname or address of your Key Distribution Center (<b>KDC Server Address</b>). To specify more values for KDC, separate them by spaces.</p>
pl: <p> <b>Podstawowe ustawienia klienta:</b><br> Proszę wypełnić pola <b>Domyślna domena</b> i <b>Domyślna dziedzina</b>, oraz podać nazwę komputera lub adres serwera KDC (<b>Centrum Dystrybucji Kluczy</b>). W razie podania większej liczby wartości dla KDC należy je rozdzielić znakami spacji.</p>

source: <p> It is common practice to use the domain name in uppercase as your default realm name, but you can select freely. If the realm is not available on the server, you cannot log in. Ask your server administrator if you need more information.</p>
pl: <p> Powszechną praktyką jest używanie nazwy domeny pisanej wielkimi literami jako nazwy domyślnej dziedziny. Można jednak wybrać dowolny sposób. Jeśli dziedzina jest nieosiągalna na serwerze, nie można się zalogować. Proszę skontaktować się z administratorem serwera w celu zasięgnięcia dalszych informacji.</p>

source: Check <b>Use DNS to Acquire the Configuration Data at Runtime</b> to let your client use the Kerberos authentication data provided by DNS. This option cannot be selected if the DNS server does not provide such data.</p>
pl: Aby pozwolić klientowi używać danych uwierzytelniających systemu Kerberos dostarczonych przez DNS, należy zaznaczyć opcję <b>Używaj DNS do pobierania danych konfiguracyjnych w czasie pracy</b>.Tej opcji nie można zaznaczyć, jeśli serwer DNS nie udostępnia takich danych.</p>

source: <p>To configure more settings, click <b>Advanced Settings</b>.</p>
pl: <p>Aby skonfigurować więcej ustawień, proszę nacisnąć przycisk <b>Ustawienia zaawansowane</b>.</p>

source: Do No&t Use Kerberos
pl: &Nie używaj systemu Kerberos

source: &Use Kerberos
pl: &Używaj systemu Kerberos

source: Use DN&S to acquire the configuration data at runtime
pl: Używaj DN&S do pobierania danych konfiguracyjnych w czasie pracy

source: Basic Kerberos Settings
pl: Podstawowe ustawienia systemu Kerberos

source: Default &Domain
pl: Domyślna &domena

source: Default Real&m
pl: Domyślna d&ziedzina

source: &KDC Server Address
pl: Adres serwera &KDC

source: Ad&vanced Settings...
pl: Ustawienia z&aawansowane...

source: Kerberos Client Configuration
pl: Konfiguracja klienta systemu Kerberos

source: Enter the default realm name.
pl: Proszę wprowadzić domyślną nazwę dziedziny.

source: Enter the address of the KDC server.
pl: Proszę podać adres serwera KDC.

source: The KDC server address is invalid.
pl: Adres serwera KDC jest nieprawidłowy.

source: &Default Lifetime
pl: Domyślny &czas ważności biletu

source: <p>By default, the time unit of <b>Default Lifetime</b>, <b>Default Renewable Lifetime</b>, and <b>Clock Skew</b> is set to seconds. Alternatively, specify the time unit (<tt>m</tt> for minutes, <tt>h</tt> for hours, or <tt>d</tt> for days) and use it as a value suffix, as in <tt>1d</tt> or <tt>24h</tt> for one day.</p>
pl: <p>Wartości parametrów <b>Domyślny czas ważności biletu</b>, <b>Domyślny czas ważności biletu odnawialnego</b> i <b>Rozbieżność czasu</b> są domyślnie podawane w sekundach. Alternatywnie można określić jednostkę czasu (<tt>m</tt> dla minut, <tt>h</tt> dla godzin albo <tt>d</tt> dla dni) i wprowadzić ją po wartości parametru (np. <i>1d</i> albo <i>24h</i> jako jeden dzień).</p>

source: De&fault Renewable Lifetime
pl: Domyślny czas ważności &biletu odnawialnego

source: For&wardable
pl: &Przekazujące

source: <p><b>Forwardable</b> lets you transfer your complete identity (TGT) to another machine. <b>Proxiable</b> only lets you transfer particular tickets. Select wheter the options should be applied to all PAM services, none of them or enter a list of services separated by spaces.</p>
pl: <p><b>Przekazujące</b> pozwala przenosić pełną tożsamość użytkownika (TGT) na inny komputer. <b>Pośredniczące</b> pozwala przenosić tylko poszczególne bilety. Należy wybrać, czy opcje mają być zastosowane do wszystkich usług PAM, do żadnej z nich, lub wpisać listę usług oddzielonych spacjami.</p>

source: &Proxiable
pl: Pośre&dniczące

source: R&etained
pl: Za&chowane

source: <p>If <b>Retained</b> is enabled, a PAM module keeps the tickets after closing the session.</p>
pl: <p>Jeśli włączona jest opcja <b>Zachowane</b>, moduł PAM przechowuje bilety po zakończeniu sesji.</p>

source: Kerberos Support for Open&SSH Client
pl: Obsługa Kerberos dla klientów Open&SSH

source: <p>To enable Kerberos support for your OpenSSH client, select <b>Kerberos Support for OpenSSH Client</b>. In this case, Kerberos tickets are used for user authentication on the SSH server.</p>
pl: <p>Aby włączyć obsługę systemu Kerberos dla klienta OpenSSH, należy zaznaczyć <b>Obsługa Kerberos dla klientów OpenSSH</b>. W takim przypadku bilety Kerberos są używane do uwierzytelnienia użytkownika na serwerze SSH.</p>

source: &Ignore Unknown Users
pl: &Ignoruj nieznanych użytkowników

source: <p>Check <b>Ignore Unknown Users</b> to have Kerberos ignore authentication attempts by users it does not know.</p>
pl: <p>Aby ignorować próby uwierzytelniania dokonywane przez nieznanych użytkowników, należy zaznaczyć opcję <b>Ignoruj nieznanych użytkowników.</b>

source: Minimum &UID
pl: Minimalny identyfikator &UID

source: <p>When the <b>Minimum UID</b> is greater than 0, authentication attempts by users with UIDs below the specified number are ignored. This is useful for disabling Kerberos authentication for the system administrator root.</p>
pl: p>Jeśli <b>Minimalny identyfikator UID</b> jest większy niż 0, próby uwierzytelniania użytkowników z identyfikatorem UID poniżej podanej wartości są ignorowane. Jest to użyteczne do wyłączenia uwierzytelniania systemu Kerberos dla administratora systemu.</p>

source: C&lock Skew
pl: Roz&bieżność czasu

source: <p>The <b>Clock Skew</b> is the tolerance for time stamps not exactly matching the host's system clock. The value is in seconds.</p>
pl: <p> <b>Rozbieżność czasu</b> jest tolerancją dla znaczników czasowych nie pasujących dokładnie do zegara systemowego. Wartość jest podana w sekundach.</p>

source: &NTP Configuration...
pl: Konfiguracja &NTP...

source: <p> To synchronize your time with an NTP server, configure your computer as an NTP client. Access the configuration with <b>NTP Configuration</b>. </p>
pl: <p> Aby zsynchronizować czas z serwerem NTP, należy skonfigurować komputer jako klienta NTP. Opcje te dostępne są poprzez <b>Konfigurację NTP</b>. </p>

source: C&onfigure User Data
pl: Sk&onfiguruj dane użytkowników

source: <p>To configure the source of user accounts, select the appropriate configuration module in <b>Configure User Data</b>.</p>
pl: <p>Aby skonfigurować źródło kont użytkowników, należy wybrać odpowiedni moduł konfiguracyjny w <b>Skonfiguruj dane użytkowników</b>.</p>

source: LDAP Client
pl: Klient LDAP

source: NIS Client
pl: Klient NIS

source: Credential Cac&he Directory
pl: Katalog pamięci podręcznej danyc&h uwierzytelnianiających

source: <p>Specify the directory where to place credential cache files as <b>Credential Cache Directory</b>.</p>
pl: <p>Proszę podać katalog pamięci podręcznej dla plików z danymi uwierzytelniającymi, jako <b>Katalog pamięci podręcznej danych uwierzytelniających</b>.</p>

source: &Browse...
pl: Przeg&lądaj...

source: Credential Cache &Template
pl: &Szablon pamięci podręcznej danych uwierzytelniających

source: <p><b>Credential Cache Template</b> specifies the location in which to place the user's session-specific credential cache.</p>
pl: <p><b>Szablon pamięci podręcznej danych uwierzytelniających</b> określa lokalizację, w której zapisywane będą pliki tymczasowe z danymi uwierzytelniającymi użytkownika na czas trwania sesji.</p>

source: &Keytab File Location
pl: Położenie pliku &keytab

source: <p>Specify the location of the file with the keys of principals in <b>Keytab File Location</b>.</p>
pl: <p>Proszę określić położenie pliku zawierającego klucze podmiotów, korzystając z pola <b>Położenie pliku keytab</b>.</p>

source: Bro&wse...
pl: Prze&glądaj...

source: &Mappings
pl: &Mapowanie

source: <p>With <b>Mappings</b>, specify how the PAM module should derive the principal's name from the system user name.</p>
pl: <p>Za pomocą <b>Mapowania</b> można określić, jak moduł PAM powinien uzyskiwać nazwę podmiotu z systemowej nazwy użytkownika.</p

source: Ba&nner
pl: Ba&ner

source: <p>The value of <b>Banner</b> is a text that should be shown before a password questions.</p>
pl: <p> Wartość <b>Baner</b> to tekst, który ma być pokazywany przez zapytaniem o hasło.</p>

source: <p>All settings in this dialog can be applied for all PAM services, no service or a specific list of services separated by commas.</p>
pl: Wszystkie ustawienia w tym oknie mogą być zastosowane do wszystkich usług PAM, do żadnej z nich lub do podanych usług, oddzielonych przecinkami.

source: Add&ressless Initial Tickets
pl: Bezad&resowe bilety wstępne

source: <p>When <b>Addressless Initial Tickets</b> is set, initial tickets (TGT) with no address information are requested.</p>
pl: <p>Gdy ustawiona jest opcja <b>Bezadresowe bilety wstępne</b>, żądane są bilety wstępne (TGT) bez informacji adresowych.</p>

source: &Debug
pl: &Debugowanie

source: <p>Check <b>Debug</b> to turn on debugging for selected services via syslog.</p>
pl: <p>Opcję <b>Debugowanie</b> należy zaznaczyć, aby włączyć debugowanie przez syslog dla zaznaczonych usług.</p>

source: &Sensitive Debug
pl: Debugowanie po&ufnych

source: <p><b>Sensitive Debug</b> turns on debugging of sensitive information.</p>
pl: <p>Opcja <b>Debugowanie poufnych</b> włącza debugowanie poufnych informacji.</p>

source: Accept &Existing Ticket
pl: Akceptuj istni&ejące bilety

source: <p>Check <b>Accept Existing Ticket</b> to tell PAM module to accept the presence of pre-existing Kerberos credentials as sufficient to authenticate the user.</p>
pl: <p>Aby nakazać modułowi PAM akceptować istnienie wcześniejszych danych uwierzytelniających systemu Kerberos jako wystarczających do uwierzytelnienia użytkownika, należy zaznaczyć <b>Akceptuj istniejące bilety</b>, </p>

source: E&xternal Credentials
pl: &Zewnętrzne dane uwierzytelniające

source: <p>List the services allowed to provide credentials in <b>External Credentials</b>.</p>
pl: <p>W polu <b>Zewnętrzne dane uwierzytelniające</b> można określić listę usług uprawnionych do dostarczania danych uwierzytelniających .</p>

source: Use Shared Mem&ory
pl: Używanie pamięci współdziel&onej

source: <p><b>Use Shared Memory</b> describes the services for which the shared memory is used during authentication.</p>
pl: <p><b>Używanie pamięci współdzielonej</b> określa usługi, dla których używana jest pamięć współdzielona podczas uwierzytelniania.</p>

source: &Validate Initial Ticket
pl: &Sprawdzanie biletów wstępnych

source: <p>Select the services for which TGT should be validated by changing the value of <b>Validate Initial Ticket</b>.
pl: <p>Przez zmianę wartości <b>Sprawdzanie biletów wstępnych</b> wybiera się usługi, dla których powinny być sprawdzane bilety wstępne (TGT).

source: &Initial Prompt
pl: Monit &początkowy

source: <p>With <b>Initial Prompt</b> checked, the PAM module asks for a password before the authentication attempt.</p>
pl: <p>Jeśli zaznaczona jest opcja <b>Monit początkowy</b>, moduł PAM będzie pytał o hasło przed próbą uwierzytelnienia.</p>

source: Subsequent &Prompt
pl: Kolejny m&onit

source: <p>If <b>Subsequent Prompt</b> is enabled, the PAM module may ask the user for a password, in case the previously-entered password was somehow insufficient for authentication.</p>
pl: <p>W przypadku włączenia <b>Kolejny monit</b> moduł PAM będzie mógł zapytać użytkownika o hasło, jeśli poprzednio wpisane było w jakiś sposób niewystarczające do uwierzytelnienia.</p>

source: PAM Settings
pl: Ustawienia PAM

source: Ticket Attributes
pl: Atrybuty biletu

source: Expert PAM Settings
pl: Ustawienia zaawansowane PAM

source: PAM Services
pl: Usługi PAM

source: Realm Settings
pl: Ustawienia dziedziny

source: Advanced Kerberos Client Configuration
pl: Zaawansowana konfiguracja klienta systemu Kerberos

source: The value for clock skew must be a positive integer.
pl: Wartością rozbieżności czasu musi być dodatnia liczba całkowita.

source: Kerberos client configuration module
pl: Moduł konfiguracyjny klienta systemu Kerberos

source: Enable or disable Kerberos authentication
pl: Włącz albo wyłącz uwierzytelnianie systemu Kerberos

source: Configuration summary of Kerberos client
pl: Podsumowanie konfiguracji klienta systemu Kerberos

source: Change the global settings of Kerberos client
pl: Zmiana globalnych ustawień klienta systemu Kerberos

source: Enable the service
pl: Włącz usługę

source: Disable the service
pl: Wyłącz usługę

source: Use DNS to acquire the configuration at runtime
pl: Używaj DNS do pobierania danych konfiguracyjnych w czasie pracy

source: The Key Distribution Center (KDC) address
pl: Adres Centrum Dystrybucji Kluczy (KDC)

source: Default domain
pl: Domyślna domena

source: Default realm
pl: Domyślna dziedzina

source: Minimum UID used for Kerberos authentication
pl: Minimalny identyfikator UID używany do uwierzytelniania systemu Kerberos

source: Clock skew (in seconds)
pl: Rozbieżność czasu (w sekundach)

source: Default ticket lifetime
pl: Domyślny czas ważności biletu

source: Default renewable lifetime
pl: Domyślny czas ważności biletu odnawialnego

source: Forwardable credentials
pl: Przekazujące dane uwierzytelniające

source: Proxiable credentials
pl: Pośredniczące dane uwierzytelniające

source: Keytab File Location
pl: Położenie pliku keytab

source: Credential Cache Directory
pl: Katalog pamięci podręcznej danych uwierzytelniających

source: Credential Cache Template
pl: Szablon pamięci podręcznej danych uwierzytelniających

source: Mappings
pl: Mapowanie

source: Accept Existing Ticket
pl: Akceptowanie istniejącego biletu

source: External credentials
pl: Zewnętrzne dane uwierzytelniające

source: Validate Initial Ticket
pl: Sprawdzanie biletu wstępnego

source: Use Shared Memory
pl: Używanie pamięci współdzielonej

source: Addressless Initial Tickets
pl: Bezadresowe bilety wstępne

source: Debug
pl: Debugowanie

source: Sensitive Debug
pl: Debugowanie poufnych

source: Initial Prompt
pl: Monit początkowy

source: Subsequent Prompt
pl: Kolejny monit

source: Initializing...
pl: Inicjalizacja...
