Repository: aviarypl/suse-l10n-pl
Catalog: yast/kerberos-server.*.po
Languages: pl

source: YaST2 cannot continue the configuration without installing the required packages.
pl: Program YaST2 nie może kontynuować konfiguracji bez zainstalowania wymaganych pakietów.

source: Initializing LDAP schema failed.
pl: Inicjalizacja schematu LDAP zakończyła się niepowodzeniem.

source: Reading LDAP schema failed.
pl: Odczyt schematu LDAP nie powiódł się.

source: Kerberos Schema unknown by the LDAP server.
pl: Schemat Kerberos nie jest znany serwerowi LDAP.

source: No password available to create the default certificate.
pl: Brak dostępnego hasła do utworzenia domyślnego certyfikatu.

source: LDAP database already exists. Cannot create a new one.
pl: Baza danych LDAP już istnieje. Nie można utworzyć nowej.

source: Kerberos schema file not found
pl: Plik schematów Kerberos nie został znaleziony

source: No LDAP server URI specified.
pl: Brak określonego URI serwera LDAP.

source: Cannot write krb5.conf.
pl: Nie można zapisać krb5.conf.

source: Cannot execute kdb5_ldap_util .
pl: Nie można wykonać kdb5_ldap_util .

source: Creating Kerberos database failed.
pl: Tworzenie bazy danych Kerberos zakończyło się niepowodzeniem.

source: Writing to password file failed.
pl: Zapisywanie do pliku haseł nie powiodło się

source: No bind DN available.
pl: Żadne połączone DN nie jest dostępne.

source: Invalid LDAP URI scheme.
pl: Nieprawidłowy lchemat URI LDAP.

source: LDAP initialization failed.
pl: Inicjalizacja LDAP nie powiodła się.

source: LDAP bind failed.
pl: Łączenie z LDAP nie powiodło się.

source: LDAP search failed.
pl: Wyszukiwanie LDAP nie powiodło się.

source: Writing to krb5.conf failed.
pl: Zapis do krb5.conf nie powiódł się.

source: Writing to kdc.conf failed.
pl: Zapis do kdc.conf nie powiódł się.

source: Modifying the kerberos database failed.
pl: Modyfikacja bazy danych kerberos nie powiodła się.

source: LDAP modify failed.
pl: Modyfikacja LDAP nie powiodła się.

source: Incomplete data.
pl: Niekompletne dane.

source: No database name set.
pl: Żadna nazwa bazy danych nie została ustalona.

source: Cannot write kdc.conf.
pl: Nie można zapisać kdc.conf.

source: Cannot execute kdb5_util .
pl: Nie można wykonać kdb5_util .

source: Unsupported database type.
pl: Nieobsługiwany typ bazy danych.

source: Initializing Kerberos server configuration
pl: Inicjalizacja konfiguracji serwera Kerberos

source: Checking for required packages
pl: Sprawdzanie wymaganych pakietów...

source: Read the database
pl: Wczytywanie bazy danych

source: Checking for required packages...
pl: Wyszukiwanie wymaganych pakietów...

source: Reading the database...
pl: Wczytywanie bazy danych...

source: Cannot read hostname.
pl: Nie można odczytać nazwy hosta.

source: Cannot read domain.
pl: Nie można odczytać zawartości domeny.

source: Saving Kerberos server configuration
pl: Zapisywanie konfiguracji serwera Kerberos

source: Write firewall settings
pl: Zapisz ustawienia zapory ogniowej

source: Write Kerberos settings
pl: Zapisywanie ustawień Kerberosa

source: Writing firewall settings...
pl: Zapisywanie ustawień zapory ogniowej...

source: Writing Kerberos settings...
pl: Zapisywanie ustawień Kerberosa...

source: Finished
pl: Zakończono

source: Configuration of the Kerberos Server
pl: Konfiguracja serwera Kerberos

source: Database Backend:
pl: Silnik bazy danych:

source: Database Name:
pl: Nazwa bazy danych:

source: Realm:
pl: Domena (realm):

source: KDC Ports:
pl: Porty KDC:

source: kadmind Port:
pl: Port kadmind:

source: kpasswd Port:
pl: Port kpasswd:

source: LDAP Server URI:
pl: URI serwera LDAP:

source: Kerberos Container DN:
pl: Container DN dla Kerberosa

source: KDC bind DN:
pl: Bind DN dla KDC:

source: Kadmin bind DN:
pl: Bind DN dla Kadmin:

source: Database Path
pl: Ścieżka do bazy danych

source: ACL File
pl: Plik ACL

source: Administrator Keytab
pl: Keytab administratora

source: Default Principal Expiration
pl: Domyślny czas wygaśnięcia konta

source: Default Principal Flags
pl: Domyślne znaczniki użytkownika

source: Dictionary File
pl: Plik słownika

source: Kadmin Daemon Port
pl: Port demona Kadmin

source: Kpasswd Daemon Port
pl: Port demona Kpasswd

source: Key Stash File
pl: Główny plik stash

source: KDC Port
pl: Port KDC

source: Master Key Name
pl: Nazwa klucza głównego

source: Master Key Type
pl: Typ klucza głównego

source: Maximum Ticket Life Time
pl: Maksymalny czas ważności biletu

source: Maximum Ticket Renew Time
pl: Maksymalny czas odnawiania ważności biletu.

source: Default Encryption Types
pl: Domyślne typy szyfrowania

source: KDC Supported Encryption Types
pl: Typy szyfrowania obsługiwane przez KDC

source: Reject Bad Transit
pl: Odrzuć niepoprawny transport

source: Advanced Settings
pl: Ustawienia zaawansowane

source: Number of LDAP connections
pl: Ilość połączeń LDAP

source: Search Subtrees
pl: Szukaj w katalogach podrzędnych

source: Principal Container
pl: Kontener użytkownika

source: Advanced LDAP Settings
pl: Zaawansowane ustawienia LDAP

source: &Database Path
pl: Ścieżka do bazy &danych

source: ACL &File
pl: &Plik ACL

source: &Available
pl: &Dostępne

source: &Date
pl: &Data

source: &Time
pl: &Czas

source: Allow p&ostdated
pl: Zezwól na opóź&nione

source: Allow &forwardable
pl: Zezwól na pełne &pełnomocnictwa

source: Allow rene&wable
pl: Zezwól na &odnawialne

source: Allow &proxiable
pl: Zezwól na p&ełnomocnictwa (proxy)

source: Enable &user-to-user authentication
pl: Włącz &uwierzytelnianie użytkownik-użytkownik

source: Need &change
pl: Wymaga &zmiany

source: P&assword changing service
pl: Usłu&ga zmiany haseł

source: &Days
pl: &Dni

source: File for the LDAP password
pl: Plik do hasła LDAP

source: Search Scope
pl: Zakres wyszukiwania

source: &subtree search
pl: &przeszukiwanie podkatalogów

source: &one level
pl: &jeden poziom

source: Saving the configuration failed. Change the settings?
pl: Zapisywanie konfiguracji nie powiodło się. Czy zmienić ustawienia?

source: Select the Database Back-End
pl: Proszę wybrać moduł operacyjny bazy danych

source: Select the database back-end you want to use
pl: Proszę wybrać moduł operacyjny bazy danych, którego chcesz użyć

source: &Local Database
pl: &Lokalna baza danych

source: &Set up new LDAP server as database back-end
pl: &Skonfiguruj nowy serwer LDAP jako moduł operacyjny bazy danych

source: &Use existing LDAP server as database back-end
pl: &Użyj istniejący serwer LDAP jako moduł operacyjny bazy danych

source: Basic Kerberos Settings
pl: Podstawowe ustawienia Kerberosa

source: &Advanced Configuration
pl: Konfiguracja zaawansowana

source: R&ealm
pl: D&omena (realm)

source: Firewall Settings
pl: Ustawienia zapory sieciowej

source: The passwords do not match. Try again.
pl: Hasła nie zgadzają się. Proszę spróbować ponownie.

source: Empty password is not allowed.
pl: Pusty ciąg znaków dla hasła jest niedozwolony.

source: Kerberos Setting for the LDAP Back-End
pl: Ustawienia Kerberos dla modułu operacyjnego LDAP

source: LDAP &Server URI:
pl: URI &serwera LDAP:

source: K&admin Bind DN:
pl: Bind DN dla K&admin:

source: Use prev&iously entered password
pl: Użyj poprzedn&io wprowadzonego hasła

source: LDAP Settings
pl: Ustawienia LDAP

source: LDAP ba&se DN:
pl: Ba&se DN dla LDAP

source: Kerberos &Container DN:
pl: &Container DN dla Kerberosa

source: K&DC Bind DN:
pl: Bind DN dla K&DC:

source: Ad&vanced Configuration
pl: Kon&figuracja zaawansowana

source: The LDAP KDC passwords do not match. Try again.
pl: Hasła LDAP KDC nie zgadzają się. Proszę spróbować ponownie.

source: The LDAP Kadmin passwords do not match. Try again.
pl: Hasła LDAP Kadmin nie zgadzają się. Proszę spróbować ponownie.

source: Advanced Kerberos Configuration
pl: Zaawansowana konfiguracja Kerberosa

source: Advanced &Options
pl: Opcje z&aawansowane

source: Current Selection:
pl: Bieżący wybór:

source: Kerberos Server Configuration
pl: Konfiguracja serwera Kerberos

source: &Disable Kerberos
pl: W&yłącz Kerberosa

source: &Enable Kerberos
pl: &Włącz Kerberosa

source: <p><b><big>Initializing Kerberos Server Configuration</big></b><br> Please wait...<br></p>
pl: <p><b><big>Inicjalizacja konfiguracji serwera Kerberos</big></b><br> Proszę czekać...<br></p>

source: <p><b><big>Aborting Initialization:</big></b><br> Safely abort the configuration utility by pressing <b>Abort</b> now.</p>
pl: <p><b><big>Przerwanie inicjalizacji:</big></b><br> Można bezpiecznie przerwać działania konfiguratora naciskając teraz <b>Przerwij</b>.</p>

source: <p><b><big>Saving Kerberos Server Configuration</big></b><br> Please wait...<br></p>
pl: <p><b><big>Zapisywanie konfiguracji serwera Kerberos</big></b><br> Proszę czekać...<br></p>

source: <p><b><big>Aborting Saving:</big></b><br> Abort the save procedure by pressing <b>Abort</b>. An additional dialog informs whether it is safe to do so. </p>
pl: <p><b><big>Przerwanie zapisu:</big></b><br> Aby przerwać procedurę zapisu, należy nacisnąć <b>Przerwij</b>. Dodatkowe okno będzie zawierało informację, czy jest to bezpieczne. </p>

source: <p>Here you specify where the Kerberos server should store the data.</p>
pl: <p>W tym miejscu należy określić, gdzie serwer Kerberos ma przechowywać dane.</p>

source: <p><big>Local Database</big> will create a local database for storing the credentials.</p>
pl: <p>Opcja <big>Lokalna baza danych</big> utworzy lokalną bazę danych do przechowywania danych uwierzytelniania.</p>

source: <p><big>Set Up New LDAP Server as Database Back-End</big> will set up a new LDAP server on this machine and use it as database back-end.</p>
pl: <p><big>Skonfiguruj nowy serwer LDAP jako moduł operacyjny bazy danych</big> stworzy nowy serwer LDAP na tym komputerze i użyje go jako moduł operacyjny bazy danych.</p>

source: <p><big>Use Existing LDAP Server as Database Back-End</big> gives you the possibility to use an external LDAP server as database back-end.</p>
pl: <p><big>Wykorzystaj istniejący serwer LDAP jako moduł operacyjny bazy danych</big> umożliwia użycie zewnętrznego serwera LDAP jako modułu operacyjnego bazy danych.</p>

source: <p>Here you can specify the <big>Realm</big> and the <big>Master Password</big> for your Kerberos server.</p>
pl: <p>W tym miejscu można określić <big>Domenę</big> oraz <big>Hasło główne</big> dla serwera Kerberos.</p>

source: <p>Although your Kerberos realm can be any ASCII string, the convention is to use upper-case letters as in your domain name.</p>
pl: <p>Chociaż nazwa domeny Kerberos może być dowolnym ciągiem znaków ASCII, zgodnie z konwencją powinno się używać ciągów pisanych wielkimi literami, takich jak nazwa domeny.</p>

source: <p>In this dialog, edit some parameters for the LDAP server.</p>
pl: <p>W tym oknie dialogowym można zmienić niektóre parametry serwera LDAP.</p>

source: <p><big>LDAP Server URI</big> specify the location of the LDAP server.For example,<tt>ldaps://host.domain.com</tt> .</p>
pl: <p><big>URI serwera LDAP</big> określa położenie serwera LDAP. Np. <tt>ldaps://host.domena.pl</tt>.</p>

source: <p>With <big>LDAP Base DN</big> you can change the base DN of the LDAP server.</p>
pl: <p>Za pomocą przycisku <big>Bazowego DN dla LDAP</big> można zmienić bazowe DN dla serwera LDAP.</p>

source: <p>The <big>Kerberos Container DN</big> specifies the container where the Kerberos server should create the principals and other informational data by default.</p>
pl: <p><big>Kontener DN Kerberosa</big> określa kontener, w którym serwer Kerberos powinien domyślnie tworzyć konta i inne dane informacyjne .</p>

source: <p><big>KDC Bind DN</big> is the DN that KDC uses to authenticate to the LDAP server. Only read access is required for this account.</p>
pl: <p><big>Powiązane DN dla KDC</big> to DN, które KDC używa do uwierzytelniania do serwera LDAP. Jedynie uprawnienia odczytu są wymagane dla tego konta.</p>

source: <p><big>Kadmin Bind DN</big> is the DN that Kadmind uses to authenticate to the LDAP server. This account also needs write access.</p>
pl: <p><big>Powiązany DN dla Kadmin</big> to DN, którego Kadmind używa do uwierzytelniania do serwera LDAP. To konto potrzebuje także uprawnień do zapisu.</p>

source: <p>In this dialog, edit some parameters to set up an LDAP server.</p>
pl: <p>W tym oknie należy ustawić niektóre parametry serwera LDAP.</p>

source: <p>The <big>Kerberos Container DN</big> specifies the container where the Kerberos server should create the principals and other informational data by default.</p>
pl: <p><big>Kontener DN Kerberosa</big> określa kontener, w którym serwer Kerberos powinien domyślnie tworzyć konta i inne dane informacyjne .</p>

source: <p><big>KDC Bind DN</big> is the DN for the administrator.</p>
pl: <p><big>Bind DN dla KDC</big> to DN administratora.</p>

source: <p>If you select the checkbox <big>Use Previously Entered Password</big>, the password you entered as the KDC Master password is also used for the LDAP administrator.
pl: <p>Zaznaczenie pola <big>Użyj wpisanego wcześniej hasła</big> spowoduje, że hasło wprowadzone poprzednio jako główne hasło KDC, zostanie użyte również dla administratora LDAP.

source: When the checkbox is not set, you can enter a different password for the LDAP administrator.</p>
pl: Jeśli to pole jest odznaczone, można wprowadzić inne hasło dla administratora LDAP.</p>

source: <p>This is a short summary about your Kerberos server configuration.</p>
pl: <p>To jest krótkie podsumowanie dotyczące twojej konfiguracji serwera Kerberos.</p>

source: <p>With the radio buttons you can enable or disable this service.</p>
pl: <p>Pola wyboru umożliwiają włączanie lub wyłączanie tej usługi.</p>

source: <p>You can change some values of your configuration by clicking the <b>Edit</b> button.</p>
pl: <p>Można zmienić niektóre wartości z konfiguracji klikając na przycisk <b>Edytuj</b>.</p>

source: <p>This string specifies the location of the Kerberos database for this realm.</p>
pl: <p>To pole określa położenie bazy danych Kerberosa w danej domenie (realmie).</p>

source: <p>This string specifies the location of the access control list (acl) file that kadmin uses to determine the principals' permissions on the database.</p>
pl: <p>Ten ciąg znaków określa położenie pliku listy kontroli dostępu (acl), z którego kadmin korzysta, aby wyznaczyć prawa dostępu do bazy danych dla użytkowników.</p>

source: <p>This string specifies the location of the keytab file that kadmin uses to authenticate to the database.</p>
pl: <p>Ten ciąg znaków określa położenie pliku keytab, którego kadmin używa do uwierzytelniania do bazy danych.</p>

source: <p>This absolute time specifies the default expiration date of principals created in this realm.</p>
pl: <p>Ten konkretny termin określa domyślną datę wygaśnięcia kont użytkowników z danej domeny (realmu).</p>

source: <p>These flags specify the default attributes of the principal created in this realm.</p>
pl: <p>Te znaczniki określają domyślne atrybuty użytkowników utworzonych w tej domenie.</p>

source: Allow postdated
pl: Zezwól na opóźnione

source: Enabling this flag allows the principal to obtain postdateable tickets.
pl: Włączenie tego znacznika umożliwia przydzielanie użytkownikom biletów opóźnionych (postdateable).

source: Allow forwardable
pl: Zezwól na pełne pełnomocnictwa

source: Enabling this flag allows the principal to obtain forwardable tickets.
pl: Włączenie tego znacznika umożliwia przydzielanie użytkownikom biletów pełnego pełnomocnictwa (forwardable).

source: Allow renewable
pl: Zezwól na odnawialne

source: Enabling this flag allows the principal to obtain renewable tickets.
pl: Włączenie tego znacznika umożliwia przydzielanie użytkownikom biletów odnawialnych (renewable).

source: Allow proxiable
pl: Zezwól na pełnomocnictwa (proxy)

source: Enabling this flag allows the principal to obtain proxy tickets.
pl: Włączenie tego znacznika umożliwia przydzielanie użytkownikom biletów pełnomocnictwa (proxy).

source: Enable user-to-user authentication
pl: Włącz uwierzytelnianie użytkownik-użytkownik

source: Enabling this flag allows the principal to obtain a session key for another user, permitting user-to-user authentication for this principal.
pl: Włączenie tego znacznika umożliwia przydzielenie jednemu użytkownikowi klucza sesji dla innego użytkownika i pozwala na uwierzytelnianie typu użytkownik-użytkownik.

source: If this flag is enabled on a client principal, that principal is required to preauthenticate to the KDC before receiving any tickets. If you enable this flag on a service principal, the service tickets for this principal will only be issued to clients with a TGT that has the preauthenticated ticket set.
pl: Jeśli ta flaga jest aktywna dla konta klienta, wymagane jest jego uprzednie uwierzytelnienie do KDC przed otrzymaniem jakichkolwiek biletów. W przypadku kont usług, bilety usługi dla niej będą wydawane tylko klientom z TGT posiadającym uprzednio uwierzytelniony zestaw biletów.

source: If this flag is enabled, the principal is required to preauthenticate using a hardware device before receiving any tickets.
pl: Jeśli ta flaga jest aktywna, użytkownik musi uprzednio uwierzytelnić się z użyciem urządzenia elektronicznego, zanim otrzyma jakiekolwiek bilety.

source: Enabling this flag allows the KDC to issue service tickets for this principal.
pl: Uaktywnienie tej flagi umożliwia KDC wydawanie biletów usług dla tego konta.

source: Enabling this flag allows a principal to obtain tickets based on a ticket-granting-ticket, rather than repeating the authentication process that was used to obtain the TGT.
pl: Uaktywnienie tej flagi pozwala użytkownikowi otrzyma bilet na podstawie TGT zamiast powtarzania procesu uwierzytelniania użytego do uzyskania TGT.

source: Enabling this flag means that the KDC will issue tickets for this principal. Disabling this flag essentially deactivates the principal within this realm.
pl: Uaktywnienie tej flagi oznacza, że KDC będzie wydawało bilety dla tego konta. Wyłączenie tej flagi właściwie dezaktywuje konto w tej domenie.

source: Need change
pl: Wymaga zmiany

source: Enabling this flag forces a password change for this principal.
pl: Uaktywnienie tej flagi wymusza zmianę hasła dla tego konta.

source: Password changing service
pl: Usługa zmiany haseł

source: If this flag is enabled, it marks this principal as a password change service. This should only be used in special cases, for example, if a user's password has expired, the user has to get tickets for that principal to be able to change it without going through the normal password authentication.
pl: Jeśli ta flaga jest aktywna, oznacza ona to konto jako usługę zmiany hasła. To powinno by używane tylko w szczególnych przypadkach, na przykład jeśli hasło użytkownika wygasło, musi on uzyska bilety do tego konta aby możliwa była zmiana hasła bez przechodzenia normalnego procesu uwierzytelniania.

source: <p>The string location of the dictionary file containing strings that are not allowed as passwords. If this tag is not set or if there is no policy assigned to the principal, no check will be done.</p>
pl: <p>Ten ciąg znaków wskazuje na plik słownika zawierający ciągi, które są niedozwolone jako hasła. Jeśli parametr nie jest ustawiony, lub do konto nie przypisano żadnej polityki, żadne sprawdzanie nie zostanie wykonane.</p>

source: <p>This port number specifies the port on which the kadmind daemon listens for this realm.</p>
pl: <p>Numer portu określa port, na którym nasłuchuje demon kadmind dla tej domeny.</p>

source: <p>This string specifies the location where the master key has been stored with kdb5_stash.</p>
pl: <p>To pole określa położenie klucza głównego w kdb5_stash.</p>

source: <p>This string specifies the list of ports that the KDC listens to for this realm.</p>
pl: <p>To pole określa listę portów, na jakich KDC nasłuchuje w tej domenie.</p>

source: <p>This string specifies the name of the principal associated with the master key. The default value is K/M.</p>
pl: <p>To pole określa nazwę konta użytkownika powiązanego z danym kluczem głównym. Domyślnie: K/M.</p>

source: <p>This key type string represents the master keys key type.</p>
pl: <p>Ciąg typu klucza przedstawia typ kluczy podstawowych.</p>

source: <p>This delta time specifies the maximum time period that a ticket may be valid for in this realm.</p>
pl: <p>Ten czas określa maksymalny okres, przez jaki bilet może by ważny w tej domenie.</p>

source: <p>This delta time specifies the maximum time period that a ticket may be renewed for in this realm.</p>
pl: <p>Ten cas oznacza maksymalny okres, na jaki bilet może być przedłużony w tej domenie.</p>

source: <p>A list of key/salt strings that specifies the default key/salt combinations of principals for this realm.</p>
pl: <p>Lista ciągów klucz/ziarno, która określa domyślne kombinacje klucz/ziarno użytkowników w tej domenie.</p>

source: <p>Specifies the permitted key/salt combinations of principals for this realm.</p>
pl: <p>Określa dozwolone kombinacje klucz/ziarno użytkowników w tej domenie.</p>

source: <p>Specifies whether or not the list of transited realms for cross-realm tickets should be checked against the transit path computed from the realm names and the [capaths] section of its krb5.conf file</p>
pl: <p>Określa, czy lista transportowanych domen powinna zostać sprawdzona pod kątem ścieżki transportu wyznaczonej na podstawie nazw domen oraz sekcji [capaths] pliku krb5.conf</p>

source: <p>This LDAP specific tag indicates the number of connections to be maintained via the LDAP server.</p>
pl: <p>Ten unikalny znacznik LDAP wskazuje ilość połączeń obsługiwanych przez serwer LDAP.</p>

source: <p>This LDAP specific tag indicates the file containing the stashed passwords for the objects used for starting the Kerberos servers.</p>
pl: <p>Ten tag specyficzny dla LDAP wskazuje plik zawierający ukryte hasła do obiektów używanych do uruchomienia serwerów Kerberos.</p>

source: <p>Specifies the list of subtrees containing the principals of a realm. The list contains the DNs of the subtree objects separated by colon(:).</p><p>The search scope specifies the scope for searching the principals under the subtree.</p>
pl: <p>Określa listę podkatalogów zawierających konta w domenie. Lista zawiera DN'y katalogu oddzielone dwukropkiem(:).</p><p>Zasięg wyszukiwania określa zasięg, w którym mogą by szukane konta w podkatalogach.</p>

source: <p>Specifies the DN of the container object in which the principals of a realm will be created. If the container reference is not configured for a realm, the principals will be created in the realm container.</p>
pl: <p>Określa DN obiektu kontenera, w którym będą utworzone konta w domenie. Jeśli odniesienie kontenera nie jest skonfigurowane dla domeny, konta zostaną utworzone w kontenerze domeny.</p>

source: <p>Specifies maximum ticket life for principals in this realm.</p>
pl: <p>Określa maksymalny okres ważności biletu dla użytkowników (principali) tej domeny (realmu).</p>

source: <p>Specifies maximum renewable life of tickets for principals in this realm.</p>
pl: <p>Określa maksymalny czas życia odnawialnych biletów dla kont w tej domenie.</p>

source: Configuration of Kerberos server
pl: Konfiguracja serwera Kerberos

source: Initializing...
pl: Inicjalizacja...
