Repository: aviarypl/suse-l10n-pl
Catalog: yast/ldap-client.*.po
Languages: pl

source: <p>To access the data stored on the server, enter the <b>Administrator DN</b>. You can enter the full DN (for example, cn=Administrator,dc=mydomain,dc=com) or just the relative DN (for example, cn=Administrator). The LDAP base DN is appended automatically if the appropriate option is checked.</p>
pl: <p>Aby uzyskać dostęp do danych przechowywanych na serwerze, należy wprowadzić <b>DN Administratora</b>. Można podać pełne DN (np. cn=Administrator,dc=domena,dc=com) albo tylko względne DN (np. cn=Administrator). Bazowe DN z LDAP zostanie automatycznie dołączone, o ile zaznaczona zostanie odpowiednia opcja.</p>

source: <p>To create the default configuration objects for LDAP users and groups, check <b>Create Default Configuration Objects</b>. The objects are only created when they do not already exist.</p>
pl: <p>Aby utworzyć domyślną konfigurację obiektów dla użytkowników i grup LDAP należy zaznaczyć <b>Utwórz domyślne obiekty konfiguracyjne</b>. Obiekty zostaną utworzone tylko wtedy, jeśli wcześniej nie istniały.</p>

source: <p>Press <b>Configure</b> to configure settings stored on the LDAP server. You will be asked for the password if you are not connected yet or have changed your configuration.</p>
pl: <p>Aby skonfigurować ustawienia przechowywane na serwerze LDAP, należy wybrać <b>Skonfiguruj</b>. Jeśli komputer nie jest jeszcze połączony, albo jeśli konfiguracja została zmieniona, pojawi się prośba o podanie hasła.</p>

source: <p><b>Home Directories</b></p>
pl: <p><b>Katalogi domowe</b></p>

source: <p>If home directories of users should be stored on this machine, check the appropriate option. Changing this value does not cause any direct action. It is only information for the YaST users module, which can manage user home directories.</p>
pl: <p>Jeśli katalogi domowe użytkowników mają być przechowywane na tym komputerze, należy zaznaczyć odpowiednią opcję. Zmiana jej wartości nie powoduje żadnych bezpośrednich działań. Jest to tylko informacja dla modułu zarządzania użytkownikami, który może zarządzać katalogami domowymi użytkowników.</p>

source: <p><b>Password Policy</b></p>
pl: <p><b>Polityka haseł</b></p>

source: <p>Configure the selected password policy with <b>Edit</b>. Use <b>Add</b> to add a new password policy. The configuration is only possible, if the password policies are already enabled on the LDAP server.</p>
pl: <p>Aby skonfigurować politykę haseł, należy nacisnąć przycisk <b>Edytuj</b>. W celu dodania nowej polityki haseł, proszę użyć <b>Dodaj</b>. Konfiguracja będzie możliwa tylko jeżeli polityki haseł będą udostępnione na serwerze LDAP.</p>

source: C&lient Settings
pl: Ustawienia k&lienta

source: Ad&ministration Settings
pl: Ustawienia ad&ministracyjne

source: Naming Contexts
pl: Konteksty nazw

source: &User Map
pl: Mapa &użytkowników

source: &Browse
pl: Przeg&lądaj

source: &Password Map
pl: Ma&pa haseł

source: Br&owse
pl: Prze&glądaj

source: &Group Map
pl: Mapa &grupy

source: Pa&ssword Change Protocol
pl: Protokół zmiany ha&sła

source: G&roup Member Attribute
pl: Atrybut członków g&rupy

source: Configuration &Base DN
pl: Konfiguracja &bazowego DN

source: Administrator &DN
pl: &DN Administratora

source: A&ppend Base DN
pl: D&odaj bazowe DN

source: Crea&te Default Configuration Objects
pl: Utwórz domyślne obiek&ty konfiguracyjne

source: &Home Directories on This Machine
pl: Przechowuj katalogi domowe &użytkowników na tym komputerze

source: Configure User Management &Settings...
pl: Konfiguracja u&stawień zarządzania użytkownikami...

source: Password Policy
pl: Polityka haseł

source: Advanced Configuration
pl: Konfiguracja zaawansowana

source: Name of Password Policy Object
pl: Nazwa obiektu polityki haseł

source: Suffix:
pl: Przyrostek:

source: Change Suffix
pl: Zmień przyrostek

source: The Policy '%1' already exists. Please select another one.
pl: Polityka '%1' już istnieje. Proszę wybrać inną.

source: Enter the DN used for binding to the LDAP server.
pl: Proszę podać DN używane do łączenia z serwerem LDAP.

source: Enter the configuration base DN.
pl: Proszę podać konfigurację bazowego DN

source: If you reread settings from the server, all changes will be lost. Really reread?
pl: Jeśli ustawienia bedą ponownie odczytane z serwera, wszystkie zmiany zostaną utracone. Czy na pewno odczytać je ponownie?

source: <p>Here, configure the template used for creating new objects (like users or groups).</p>
pl: <p>W tym miejscu można skonfigurować szablon używany do tworzenia nowych obiektów (takich jak użytkownicy lub grupy).</p>

source: <p>Edit the template attribute values with <b>Edit</b>. Changing the <b>cn</b> value renames the template.</p>
pl: <p>Aby zmodyfikować atrybuty szablonu, należy nacisnąć przycisk <b>Edytuj</b>. Zmiana wartości <b>cn</b> spowoduje zmianę nazwy szablonu.</p>

source: <p>The second table contains a list of <b>default values</b>, used for new objects. Modify the list by adding new values and editing or removing current ones.</p>
pl: <p>Druga tabela zawiera listę <b>wartości domyślnych</b> używanych dla nowych obiektów. Można zmodyfikować tę listę dodając nowe wartości edytując albo usuwając istniejące.</p>

source: Default Values for New Objects
pl: Domyślna wartość dla nowych obiektów

source: Attribute of Object
pl: Atrybut obiektu

source: Default Value
pl: Wartość domyślna

source: A&dd
pl: &Dodaj

source: &Edit
pl: &Edytuj

source: Object Template Configuration
pl: Konfiguracja szablonu obiektu

source: Really delete default attribute "%1"?
pl: Czy na pewno usunąć domyślny atrybut "%1"?

source: <p>Here, manage the configuration stored in LDAP directory.</p>
pl: <p>W tym miejscu można zarządzać konfiguracją przechowywaną w katalogu LDAP.</p>

source: <p>Each configuration set is called a "configuration module." If there is no configuration module in the provided location (base configuration), create one with <b>New</b>. Delete the current module using <b>Delete</b>.</p>
pl: <p>Każdy z zestawów konfiguracji jest nazywany "modułem konfiguracji". Jeśli w podanej lokalizacji nie ma żadnego modułu konfiguracji (konfiguracja podstawowa), należy go utworzyć za pomocą przycisku <b>Nowy</b>. Bieżący moduł można usunąć za pomocą przycisku <b>Usuń</b>.</p>

source: <p>Edit the values of attributes in the table with <b>Edit</b>. Some values have special meanings, for example, changing the <b>cn</b> value renames the current module.</p>
pl: <p>Aby zmienić wartości atrybutów, należy nacisnąć przycisk <b>Edytuj</b>. Niektóre wartości mają specjalne znaczenie, np. zmiana wartości <b>cn</b> zmieni nazwę bieżącego modułu.</p>

source: <p>To configure the default template of the current module, click <b>Configure Template</b>. </p>
pl: <p>Aby skonfigurować domyślny szablon bieżącego modułu należy wybrać <b>Konfiguracja szablonu</b>. </p>

source: Configuration &Module
pl: &Moduł konfiguracji

source: C&onfigure Template
pl: Sk&onfiguruj szablon

source: Module Configuration
pl: Konfiguracja modułu

source: Really delete module "%1"?
pl: Czy na pewno usunąć moduł "%1"?

source: You currently have configuration modules of each type, so you cannot add a new one.
pl: Nie jest możliwe dodanie nowego modułu konfiguracji, ponieważ istnieją już moduły wszystkich typów.

source: Initializing...
pl: Inicjalizacja...
