Repository: aviarypl/suse-l10n-pl
Catalog: yast/ldap-client.*.po
Languages: pl

source: LDAP Client Enabled
pl: Klient LDAP włączony

source: Yes
pl: Tak

source: LDAP Domain
pl: Domena LDAP

source: LDAP Server
pl: Serwer LDAP

source: LDAP Version 2
pl: LDAP Wersja 2

source: <b>Servers</b>:%1<br>
pl: <b>Serwery</b>:%1<br>

source: <b>Base DN</b>:%1<br>
pl: <b>Bazowe DN</b>:%1<br>

source: <b>Client Enabled</b>:%1
pl: <b>Klient włączony</b>:%1

source: No
pl: Nie

source: Automounter Configured
pl: Automounter został skonfigurowany

source: LDAP TLS/SSL Configured
pl: LDAP TLS/SSL zostało skonfigurowane

source: The server could be down or unreachable.
pl: Serwer może być wyłączony lub niedostępny.

source: The value of DN is missing or invalid.
pl: Wartość DN nie istnieje lub jest nieprawidłowa.

source: Attribute type not found.
pl: Typ atrybutu nie został znaleziony.

source: Object class not found.
pl: Klasa obiektu nie została znaleziona.

source: Connection to the LDAP server cannot be established.
pl: Nie można ustanowić połączenia z serwerem LDAP.

source: A problem occurred while connecting to the LDAP server.
pl: Wystąpił problem podczas łączenia się z serwerem LDAP.

source: A problem occurred while reading data from the LDAP server.
pl: Wystąpił problem podczas odczytywania danych z serwera LDAP.

source: There was a problem with writing LDAP users.
pl: Wystąpił problem podczas zapisywania użytkowników LDAP.

source: There was a problem with writing LDAP groups.
pl: Wystąpił problem podczas zapisywania grup LDAP.

source: There was a problem with writing data to the LDAP server.
pl: Wystąpił problem podczas zapisywania danych do serwera LDAP.

source: A problem occurred while reading schema from the LDAP server.
pl: Wystąpił problem podczas odczytywania schematów z serwera LDAP.

source: An unknown LDAP error occurred.
pl: Wystąpił nieznany błąd LDAP.

source: &Show Details
pl: Pokaż &szczegóły

source: Unknown error. Perhaps 'yast2-ldap' is not available.
pl: Nieznany błąd. Możliwe, że moduł YaST2-ldap jest niedostępny.

source: A possible reason for the failed connection may be that your client is configured for TLS/SSL but the server does not support it. Retry connection without TLS/SSL?
pl: Możliwą przyczyną nieudanego połączenia, może być fakt, że klient jest skonfigurowany do użycia protokołu TLS/SSL, którego serwer nie obsługuje. Ponowić próbę połączenia bez TLS/SSL?

source: &LDAP Server Password
pl: Hasło do serwera &LDAP

source: Server: %1:%2
pl: Serwer: %1:%2

source: &Anonymous Access
pl: Dostęp &anonimowy

source: A direct parent for DN '%1' does not exist in the LDAP directory. The object with the selected DN cannot be created.
pl: Bezpośredni element nadrzędny dla DN '%1' nie istnieje w katalogu LDAP. Nie można utworzyć obiektu z wybranym DN.

source: An object with the selected DN exists, but it is not a template object. Select another one.
pl: Obiekt z wybranym DN istnieje, ale nie jest to obiekt szablonowy. Proszę wybrać inny.

source: Writing LDAP Configuration...
pl: Zapisywanie konfiguracji LDAP...

source: Stop services
pl: Zatrzymywanie usług

source: Update configuration files
pl: Aktualizacja plików konfiguracyjnych

source: Start services
pl: Uruchamianie usług

source: Update configuration in LDAP directory
pl: Aktualizacja konfiguracji w katalogu LDAP

source: Stopping services...
pl: Zatrzymywanie usług...

source: Updating configuration files...
pl: Aktualizacja plików konfiguracyjnych...

source: Starting services...
pl: Uruchamianie usług...

source: Updating configuration in LDAP directory...
pl: Aktualizacja konfiguracji w katalogu LDAP...

source: Finished
pl: Zakończono

source: No entry with DN '%1' exists on the LDAP server. Create it now?
pl: Brak pozycji z DN '%1' na serwerze LDAP. Czy utworzyć ją teraz?

source: &Open
pl: &Otwórz

source: <p>Set the new value for the current attribute.</p>
pl: <p>Proszę podać nową wartość bieżącego atrybutu.</p>

source: <p>If the attribute can have more values, add new entries with <b>Add Value</b>. Sometimes the button contains the list of possible values to use for the current attribute. If the value of the edited attribute should be a distinguished name (DN), it is possible to choose it from the LDAP tree using <b>Browse</b>. </p>
pl: <p>Jeśli atrybut może mieć więcej niż jedną wartość, nowe pozycje można dodawać za pomocą przycisku <b>Dodaj wartość</b>. Czasem przycisk ten zawiera listę możliwych dla bieżącego atrybutu wartości. Jeśli wartość modyfikowanego atrybutu powinna być unikatową nazwą DN, możliwe jest wybranie jej z drzewa LDAP za pomocą przycisku <b>Przeglądaj</b>. </p>

source: <p>The description of attribute "%1":<br></p>
pl: <p>Opis atrybutu "%1"<br>(w języku angielskim):</p>

source: &Value of "%1" Attribute
pl: War&tość atrybutu "%1"

source: &Values of "%1" Attribute
pl: Wart&ości atrybutów "%1"

source: &Add Value
pl: Dod&aj wartość

source: &Empty Entry
pl: U&suń pozycję

source: Bro&wse
pl: Przeg&lądaj

source: The value '%1' already exists. Please select another one.
pl: Wartość '%1' już istnieje. Proszę wybrać inną.

source: Configuration of user management tools
pl: Konfiguracja narzędzi do zarządzania użytkownikami

source: Configuration of group management tools
pl: Konfiguracja narzędzi do zarządzania grupami

source: Object Class of New Module
pl: Klasa obiektu nowego modułu

source: &Name of New Module ("cn" Value)
pl: &Nazwa nowego modułu (wartość "cn")

source: The entered value already exists. Select another one.
pl: Wprowadzona wartość już istnieje. Proszę wybrać inną.

source: Enter the module name.
pl: Proszę wprowadzić nazwę modułu.

source: <p>Here, set the values of attributes belonging to an object using the current template. Such values are used as defaults when the new object is created.</p>
pl: <p>W tym miejscu należy podać wartości atrybutów należących do obiektów wykorzystujących bieżący szablon. Wartości te używane są jako domyślne podczas tworzenia nowego obiektu.</p>

source: <p>You can use special syntax to create attribute values from existing ones. The expression <i>%attr_name</i> will be replaced with the value of attribute "attr_name" (for example, use "/home/%uid" as a value of "homeDirectory").</p>
pl: <p>Do tworzenia wartości atrybutów z wartości już istniejących można używać specjalnej składni. Wyrażenie <i>%attr_name</i> zostanie zastąpione przez wartość atrybutu "attr_name" (np., można użyć "/home/%uid" jako wartości atrybutu "homeDirectory").</p>

source: Attribute &Name
pl: &Nazwa atrybutu

source: Attribute &Value
pl: Wartość atry&butu

source: <p>Select the <b>Password Change Policies</b>, <b>Password Aging Policies</b>, and <b>Lockout Policies</b> tabs to choose LDAP password policy groups of attributes to configure.</p>
pl: <p>Proszę wybrać karty <b>Reguły zmiany hasła</b>, <b>Reguły wygasania haseł</b> i <b>Reguły unieważniania haseł</b>, aby zmienić grupy reguł haseł LDAP dotyczące konfigurowanych parametrów.</p>

source: <p>Specify the <b>Maximum Number of Passwords Stored in History</b> to set how many previously used passwords should be saved. Saved passwords may not be used.</p>
pl: <p>Proszę wybrać <b>Maksymalna liczba haseł przechowywania w Historii</b>, aby określić, ile używanych uprzednio haseł należy zapisać. Zapisane hasła nie mogą być używane.</p>

source: <p>Check <b>User Must Change Password after Reset</b> to force users to change their passwords after the the password is reset or changed by an administrator.</p>
pl: <p>Proszę zaznaczyć <b>Użytkownik musi zmienić hasło po zresetowaniu</b>, aby wymusić na użytkownikach zmianę hasła po ich zresetowaniu albo po zmianie przez administratora.</p>

source: <p>Check <b>User Can Change Password</b> to allow users to change their passwords.</p>
pl: <p>Proszę zaznaczyć <b>Użytkownik może zmienić hasło</b>, aby zezwolić użytkownikom na zmianę haseł.</p>

source: <p>If the existing password must be provided along with the new password, check <b>Old Password Required for Password Change</b>.</p>
pl: <p>Jeśli wraz z nowym hasłem musi być podane hasło istniejące, proszę zaznaczyć <b>Wymagaj podania starego hasła do jego zmiany</b>.</p>

source: <p>Select whether the password quality should be verified while passwords are modified or added. Select <b>No Checking</b> if passwords should not be checked at all. With <b>Accept Uncheckable Passwords</b>, passwords are accepted even if the check cannot be performed, for example, if the user has provided an encrypted password. With <b>Only Accept Checked Passwords</b> passwords are refused if the quality test fails or the password cannot be checked.</p>
pl: <p>Należy określić, czy przy modyfikacji albo dodawaniu hasła ma być weryfikowana jego jakość. Proszę zaznaczyć <b>Bez sprawdzania</b>, jeśli hasła w ogóle nie mają być sprawdzane. Wybranie <b>Akceptuj hasła niemożliwe do sprawdzenia</b>, powoduje że hasła są akceptowane, nawet gdy nie można ich sprawdzić, np. gdy użytkownik wprowadził hasło zaszyfrowane.W przypadku wybrania opcji <b>Akceptuj tylko sprawdzone hasła</b>, hasła są odrzucane gdy nie przejdą testu jakości albo gdy nie mogą być sprawdzone.<p>

source: Set the minimum number of characters that must be used in a password in <b>Minimum Password Length</b>.</p>
pl: Minimalną liczbę znaków użytych w haśle należy ustawić przy pomocy <b>Minimalna długość hasła</b>.</p>

source: <p><b>Minimum Password Age</b> sets how much time must pass between modifications to the password.</p>
pl: <p><b>Minimalny wiek hasła</b> określa, ile razy musi upłynąć między kolejnymi modyfikacjami hasła.</p>

source: <p><b>Maximum Password Age</b> sets how long after modification a password expires.</p>
pl: <p><b>Maksymalny wiek hasła</b> określa, po jakim czasie od modyfikacji hasło wygasa.</p>

source: <p>In <b>Time before Password Expiration to Issue Warning</b> set how long before a password is due to expire that an expiration warning messages should be given to an authenticating user.</p>
pl: <p>W ustawieniu <b>Czas ukazania się ostrzeżenia przed wygaśnięciem hasła</b> określa się, jak długo przed terminem wygaśnięciem hasła ma pojawiać się ostrzeżenie przed jego wygaśnięciem, dla użytkownika podlegającego uwierzytelnieniu.</p>

source: <p>Set the number of times an expired password can be used to authenticate in <b>Allowed Uses of an Expired Password</b>.</p>
pl: <p>Ustawienie, ile razy hasło może być użyte do uwierzytelnienia po swoim wygaśnięciu, wykonuje się w <b>Dozwolone użycie wygasłego hasła</b>.</p>

source: <p>Check <b>Enable Password Locking</b> to forbid use of a password after a specified number of consecutive failed bind attempts.</p>
pl: <p>Aby zabronić użycia hasła po określonej ilości kolejnych, nieudanych prób, należy wybrać <b>Włącz blokadę haseł</b>.</p>

source: <p>Set the number of consecutive failed bind attempts after which the password may not be used to authenticate in <b>Bind Failures to Lock the Password</b>.</p>
pl: <p>Liczba kolejnych, nieudanych prób zalogowania, po których hasło nie będzie mogło być użyte do uwierzytelnienia, należy ustawić w <b>Liczba nieudanych logowań wymagana do zablokowania hasła</b>.</p>

source: <p>Set how long the password cannot be used in <b>Password Lock Duration</b>.</p>
pl: <p>Ustawienia, jak długo hasło nie będzie mogło być używane, dokonuje się w <b>Czas trwania blokady hasła</b>.</p>

source: <p><b>Bind Failures Cache Duration</b> sets how long before password failures are purged from the failure counter even though no successful authentication has occurred.</p>
pl: <p><b>Czas pamiętania nieudanych logowań</b> określa po jakim czasie licznik nieudanych logowań będzie wyzerowany (nawet gdy żadna z prób nie powiodła się).</p>

source: &Password Change Policies
pl: Reguły &zmiany hasła

source: Pa&ssword Aging Policies
pl: Reguły wyga&sania haseł

source: &Lockout Policies
pl: Reguły &unieważniania haseł

source: Ma&ximum Number of Passwords Stored in History
pl: Ma&ksymalna liczba haseł przechowywania w Historii

source: U&ser Must Change Password after Reset
pl: Użytkownik &musi zmienić hasło po zresetowaniu

source: &User Can Change Password
pl: Użytkownik m&oże zmienić hasło

source: &Old Password Required for Password Change
pl: Wymagaj podania st&arego hasła do jego zmiany

source: Password Quality Checking
pl: Weryfikacja jakości hasła

source: &No Checking
pl: &Bez sprawdzania

source: Acc&ept Uncheckable Passwords
pl: Akceptuj hasła &niemożliwe do sprawdzenia

source: &Only Accept Checked Passwords
pl: Akceptuj tylko spraw&dzone hasła

source: &Minimum Password Length
pl: &Minimalna długość hasła

source: Days
pl: dni

source: Hours
pl: godziny

source: Minutes
pl: minuty

source: Seconds
pl: sekundy

source: Minimum Password Age
pl: Minimalny wiek hasła

source: Maximum Password Age
pl: Maksymalny wiek hasła

source: Time before Password Expiration to Issue Warning
pl: Czas ukazania się ostrzeżenia przed wygaśnięciem hasła

source: Allowed Uses of an Expired Password
pl: Dozwolone użycie wygasłego hasła

source: Enable Password Locking
pl: Włącz blokadę haseł

source: Bind Failures to Lock the Password
pl: Liczba nieudanych logowań wymagana do zablokowania hasła

source: Password Lock Duration
pl: Czas trwania blokady hasła

source: Bind Failures Cache Duration
pl: Czas pamiętania nieudanych logowań

source: Password Policy Configuration
pl: Konfiguracja polityki haseł

source: The "%1" attribute is mandatory. Enter a value.
pl: Atrybut "%1" jest wymagany. Proszę wprowadzić wartość.

source: LDAP Server Password:
pl: Hasło do serwera LDAP:

source: LDAP client configuration module
pl: Moduł konfiguracji klienta LDAP.

source: Enable or disable authentication with LDAP
pl: Włącza lub wyłącza uwierzytelnianie LDAP

source: Configuration summary of the LDAP client
pl: Podsumowanie konfiguracji klienta LDAP

source: Change the global settings of the LDAP client
pl: Zmiana globalnych ustawień klienta LDAP

source: Enable the service
pl: Włącza usługę

source: Disable the service
pl: Wyłącza usługę

source: The LDAP server name
pl: Nazwa serwera LDAP

source: Distinguished name (DN) of the search base
pl: Wyróżniająca nazwa (DN) bazy przeszukiwań

source: Create default configuration objects.
pl: Tworzy domyślne obiekty konfiguracyjne

source: LDAP Server Password
pl: Hasło serwera LDAP

source: Start or stop automounter
pl: Uruchom lub zatrzymaj automounter

source: Create Home Directory on Login
pl: Utwórz katalog domowy przy logowaniu

source: Encrypted connection (StartTLS)
pl: Połączenie szyfrowane (StartTLS)

source: <p>Browse the LDAP tree in the left part of the dialog.</p>
pl: <p>Drzewo LDAP można przeglądać na karcie <b>Drzewo LDAD</b>.</p>

source: <p>Once the LDAP object is selected in the tree, the table shows the object data. Use <b>Edit</b> to change the value of the selected attribute. Use <b>Save</b> to save your changes to LDAP.</p>
pl: <p>Aby zmienić wartość wybranego atrybutu, należy nacisnąć przycisk <b>Edytuj</b>. Do zapisywania zmian w LDAP służy przycisk <b>Zapisz</b>.</p>

source: There are unsaved changes in the current entry. Discard these changes?
pl: Bieżący wpis zawiera niezapisane zmiany. Czy porzucić je?

source: &Reload
pl: Odświ&eż

source: Attribute
pl: Atrybut

source: Value
pl: Wartość

source: LDAP Browser
pl: Przeglądarka LDAP

source: Current LDAP Client settings
pl: Zapisywanie ustawień klienta LDAP

source: LDAP Connections
pl: Połączenia LDAP

source: Administrator DN
pl: &DN Administratora

source: A&nonymous Access
pl: Dostęp &anonimowy

source: Enter the name of the new LDAP connection
pl: Podaj nazwę nowego połączenia LDAP

source: Really abort the writing process?
pl: Czy na pewno przerwać zapisywanie?

source: Writing LDAP Client Settings
pl: Zapisywanie ustawień klienta LDAP

source: Scanning for LDAP servers provided by SLP...
pl: Wyszukiwanie serwerów LDAP udostępnionych przez SLP...

source: LDAP &Servers Provided by SLP
pl: &Serwery LDAP udostępnione przez SLP

source: <p>Here, your machine can be set up as an LDAP client.</p>
pl: <p>W tym miejscu można ustawić ten komputer jako <b>klienta LDAP</b>.</p>

source: <p>To authenticate your users with an OpenLDAP server, select <b>Use LDAP</b>. NSS and PAM will be configured accordingly.</p>
pl: <p>Aby uwierzytelniać użytkowników przy użyciu serwera OpenLDAP, należy wybrać <b>Używaj LDAP</b>. NSS i PAM zostaną w tym celu odpowiednio skonfigurowane.</p>

source: <p>To deactivate LDAP services, click <b>Do Not Use LDAP</b>. If you deactivate LDAP, the current LDAP entry for passwd in /etc/nsswitch.conf will be removed. The PAM configuration will be modified and the LDAP entry removed.</p>
pl: <p>Aby wyłączyć usługi LDAP, należy wybrać <b>Nie używaj LDAP</b>. Po wyłączeniu LDAP, bieżąca pozycja LDAP dla passwd w pliku /etc/nsswitch.conf zostanie usunięta. Zmieniona zostanie konfiguracja PAM, z której zostaną usunięte pozycje LDAP.</p>

source: <p>To activate LDAP but forbid users from logging in to this machine, select <b>Enable LDAP Users but Disable Logins</b>.</p>
pl: <p>Aby włączyć LDAP, ale zabronić użytkownikom logowania się do tego komputera, należy wybrać <b>Włącz LDAP, ale wyłącz logowanie</b>.</p>

source: <p>Enter the LDAP server's address (such as ldap.example.com or 10.20.0.2) in <b>Addresses</b> and the distinguished name of the search base (<b>Base DN</b>, such as dc=example,dc=com). Specify multiple servers by separating their addresses with spaces. It must be possible to resolve the addresses without using LDAP. You can also specify the port on which the server is running using the syntax "server:port", for example, <tt>ldap.example.com:379</tt>. </p>
pl: <p>W polu <b>Adresy</b> należy podać adres serwera LDAP (np. ldap.example.com albo 10.20.0.2), zaś w <b>Bazowe DN</b> wyróżniającą nazwę podstawy wyszukiwania (np. dc=example,dc=com). Nazwy wielu serwerów należy rozdzielić odstępami. Musi być możliwe rozwiązywanie adresów bez używania LDAP. Używając składni "server:port" można także podać port, na którym działa serwer, np. <tt>ldap.example.com:379<//tt>. </p>

source: <p>With <b>Find</b>, select the LDAP server from the list provided by the service location protocol (SLP). Using <b>Fetch DN</b>, read the base DN from server.</p>
pl: <p>Aby wybrać serwer LDAP z listy uzyskanej za pomocą protokołu lokalizacji usług (SLP), proszę nacisnąć przycisk <b>Znajdź</b>. Aby odczytać bazowe DN z serwera, należy nacisnąć <b>Pobierz DN</b>.</p>

source: <p>Some LDAP servers support StartTLS (RFC2830). If your server supports it and it is configured, activate <b>LDAP TLS/SSL</b> to encrypt your communication with the LDAP server.</p>
pl: <p>Niektóre serwery LDAP obsługują StartTLS [RFC2830]. Jeśli używany serwer to obsługuje i jest skonfigurowany, można uaktywnić <b>LDAP TLS/SSL</b>, aby szyfrować komunikację z serwerem LDAP.</p>

source: <p>Normally, the LDAP version 3 protocol is used. If you have an LDAP server using protocol 2 (for example, OpenLDAP v1), activate <b>LDAP Version 2</b>.</p>
pl: <p>Domyślnie używana jest wersja 3 protokołu LDAP. Jeśli używany serwer korzysta z protokołu 2. (np. OpenLDAP v1), należy uaktywnić <b>LDAP w wersji 2</b>.</p>

source: <p>For configuration of advanced LDAP settings, click <b>Advanced Configuration</b>.</p>
pl: <p>Konfiguracja zaawansowanych ustawień LDAP jest dostępna po wybraniu <b>Konfiguracji zaawansowanej</b>.</p>

source: <p><b>Automounter</b> is a daemon that automatically mounts directories, such as users' home directories. It is assumed that its configuration files (auto.*) already exist locally or over LDAP. If it is not installed and you want to use it, it is installed automatically.</p>
pl: <p><b>Automounter</b> jest demonem, który automatycznie montuje katalogi, na przykład katalogi domowe użytkowników. Zakłada się, że jego pliki konfiguracyjne (auto.*) istnieją już lokalnie albo że są dostępne przez LDAP.<br> Jeśli Automounter nie jest zainstalowany, zostanie zainstalowany automatycznie.</p>

source: Start Auto&mounter
pl: Uruchom Auto&mounter

source: User Authentication
pl: Uwierzytelnianie użytkowników

source: Do N&ot Use LDAP
pl: Nie używaj &LDAP

source: &Use LDAP
pl: &Używaj LDAP

source: Use LDAP but Disable &Logins
pl: Włącz LDAP, ale wyłącz lo&gowanie

source: LDAP Client
pl: Klient LDAP

source: Addresses of LDAP &Servers
pl: Adresy &serwerów LDAP

source: F&ind
pl: Zna&jdź

source: LDAP Base &DN
pl: Bazowe &DN w LDAP

source: F&etch DN
pl: Pobi&erz DN

source: LDAP &Version 2
pl: LDAP, we&rsja 2

source: &Advanced Configuration...
pl: Konfigur&acja zaawansowana...

source: LDAP Client Configuration
pl: Konfiguracja klienta LDAP

source: Enter an LDAP base DN.
pl: Proszę podać bazowe DN w LDAP.

source: Enter at least one address of an LDAP server.
pl: Proszę podać co najmniej jeden adres serwera LDAP.

source: The LDAP server address is invalid.
pl: Adres serwera LDAP jest nieprawidłowy.

source: When you configure your machine as an LDAP client, you cannot retrieve data with NIS. Really use LDAP instead of NIS?
pl: W przypadku konfiguracji komputera jako klienta LDAP, nie można pobierać danych z NIS. Czy na pewno użyć LDAP zamiast NIS?

source: LDAP is now enabled.
pl: LDAP jest teraz aktywny.

source: This change only affects newly created processes and not already running services. Restart your services manually or reboot the machine to enable it for all services.
pl: Ta zmiana będzie miała wpływ tylko na nowo utworzone procesy, a nie na już działające usługi. Aby zastosować tę zmianę do wszystkich usług, należy uruchomić je ponownie ręcznie lub ponownie uruchomić cały komputer.

source: To enable remote login for LDAP users, sshd is restarted automatically by YaST.
pl: Aby zezwolić na zdalne logowanie użytkownikom LDAP, program YaST automatycznie ponownie uruchomi sshd.

source: <p><b>Advanced LDAP Client Settings</b></p>
pl: <p><b>Zaawansowane opcje klienta LDAP</b></p>

source: <p>Specify the search bases to use for specific maps (users, passwords, and groups) if they are different from the base DN. These values are set to the nss_base_passwd, nss_base_shadow, and nss_base_group attributes in /etc/ldap.conf file.</p>
pl: <p>Proszę podać podstawy wyszukiwania używane dla poszczególnych map (użytkownicy, hasła, grupy), jeśli są one inne niż bazowe DN. Wartości te są przypisywane do atrybutów nss_base_passwd, nss_base_shadow i nss_base_group w pliku /etc/ldap.conf.</p>

source: <p><b>Password Change Protocol</b> refers to the pam_password attribute of the <tt>/etc/ldap.conf</tt> file. See <tt>man pam_ldap</tt> for the meaning of its values.</p>
pl: <p><b>Protokół zmiany haseł</b> odnosi się do atrybutu pam_password z pliku <tt>/etc/ldap.conf</tt>. Informacje o znaczeniu jego wartości dostępne są na stronie podręcznika systemowego (<tt>man pam_ldap</tt>).</p>

source: <p>Set the type of LDAP groups to use. The default value for <b>Group Member Attribute</b> is <i>%1</i>.</p>
pl: <p>Proszę podać typ grup LDAP, które mają być używane. Domyślną wartością dla <b>Atrybut grupy członków</b> jest <i>%1</i>.</p>

source: <p><b>Access to Server</b></p>
pl: <p><b>Dostęp do serwera</b></p>

source: <p>First, set <b>Configuration Base DN</b>. It is the base for storing your configuration data, which is saved on the LDAP server.</p>
pl: <p>Najpierw należy ustawić <b>Konfigurację bazowego DN</b>. Jest to podstawa do przechowywania danych konfiguracyjnych, które są zapisane na serwerze LDAP.</p>
