Repository: aviarypl/suse-l10n-pl
Catalog: yast/linux-user-mgmt.*.po
Languages: pl

source: Searching for eDirectory trees
pl: Wyszukiwanie drzew eDirectory

source: This may take a while
pl: To może chwilę potrwać

source: %1 is an invalid fully distinguished name. The name must be typeful (e.g. cn=admin,o=acme or o=acme)
pl: %1 nie jest poprawną nazwą. Nazwa musi jasno określać typ (np. cn=admin,o=acme lub o=acme)

source: Initializing Linux User Management
pl: Inicjalizacja funkcji Linux User Management

source: Read the database
pl: Odczytywanie bazy danych

source: Checking dependencies
pl: Sprawdzanie zależności

source: Reading the database...
pl: Wczytywanie bazy danych...

source: Finished
pl: Zakończono

source: It appears that %1 has already been configured. Continue configuration?
pl: Prawdopodobnie %1 został już skonfigurowany. Kontynuować konfigurację?

source: Cannot read the database1.
pl: Nie można odczytać bazy danych database1.

source: Saving Linux User Management Configuration
pl: Zapisywanie konfiguracji funkcji Linux User Management

source: Write the settings
pl: Zapisywanie ustawień

source: Run SuSEconfig
pl: Uruchom SuSEconfig

source: Writing the settings...
pl: Zapisywanie ustawień...

source: Running SuSEconfig...
pl: Uruchamianie SuSEconfig...

source: Please Wait
pl: Proszę czekać

source: Running namconfig for LUM, this may take a while...
pl: Trwa wykonywanie polecenia namconfig dla funkcji LUM; może to chwilę potrwać...

source: Unable to connect to LDAP server %1 or the specified user %2 does not have enough privileges to configure Linux User Management. Please correct the problem and re-run namconfig after the install.
pl: Nie można połączyć się z serwerem LDAP %1 lub określony użytkownik %2 nie ma wystarczających uprawnień do konfiguracji funkcji Linux User Management. Usuń ten problem i ponownie uruchom polecenie namconfig po zakończeniu instalacji.

source: Cannot write settings.
pl: Nie można zapisać ustawień.

source: SuSEconfig script failed.
pl: Wywołanie skryptu SuSEconfig nie powiodło się.

source: LDAP admin name with context: %1
pl: Nazwa administratora usługi LDAP wraz z kontekstem: %1

source: LDAP server IP Address: %1
pl: Adres IP serwera LDAP: %1

source: LDAP port number: %1
pl: Numer portu usługi LDAP: %1

source: LDAP secure port: %1
pl: Bezpieczny port usługi LDAP: %1

source: Linux/Unix config context: %1
pl: Kontekst konfiguracyjny systemu Linux/Unix: %1

source: LUM workstation context: %1
pl: Kontekst stacji roboczej LUM: %1

source: Proxy user name with context: %1
pl: Nazwa użytkownika z prawami pełnomocnika wraz z kontekstem: %1

source: PAM-enabled services to allow authentication via eDirectory:
pl: Usługi z obsługą PAM, które mogą być uwierzytelniane przez katalog eDirectory:

source: login: %1
pl: nazwa logowania: %1

source: rlogin: %1
pl: nazwa zdalnego logowania: %1

source: passwd: %1
pl: hasło: %1

source: Local Host
pl: Host lokalny

source: %1 LDAP Server Configuration
pl: Konfiguracja serwera LDAP %1

source: Local or Remote Directory Server
pl: Lokalny lub zdalny serwer katalogów

source: &Local system
pl: System &lokalny

source: &Remote system
pl: System &zdalny

source: Directory server address
pl: Adres serwera katalogów

source: Admin name with context (i.e. cn=admin,o=novell). Optional for Desktop.
pl: Nazwa administratora wraz z kontekstem (tj. cn=admin,o=novell). Opcjonalnie dla stacji roboczej.

source: Admin password. Optional for Desktop.
pl: Hasło administratora (opcjonalne)

source: Port Details
pl: Szczegóły portu

source: %1 is an invalid LDAP syntax. The name must use commas for separators (e.g. cn=admin,o=acme)
pl: Nazwa %1 serwera LDAP ma niewłaściwą składnię. Jako separatorów nalezy użyć przecinków (np. cn=admin,o=acme0.

source: The attempt to perform a secure LDAP bind did not respond in 2 minutes This may indicate a problem with LDAP on the target server. If you are confident that your credentials are correct you may continue, otherwise please determine if LDAP is running correctly on the target system Do you want to continue?
pl: Próba bezpiecznego wiązania LDAP w ciągu 2 minut nie zwróciła odpowiedzi. Może to wskazywać na problem z usługą LDAP na serwerze docelowym. W przypadku pewności, że Twoje poświadczenia są poprawne, możesz kontynuować. W przeciwnym razie określ, czy usługa LDAP działa poprawnie w systemie docelowym. Czy chcesz kontynuować?

source: LDAP secure bind timeout
pl: Limit czasu bezpiecznego wiązania LDAP

source: Could not authenticate via LDAP using the following parameters: user name: %1 address: %2 port: %3 This may indicate that one of the parameters is in error. However, if LDAP is not enabled on the eDirectory server or configured to listen on a different port than the above port, we will not get a response back. Do you want to continue and use these parameters anyway?
pl: Nie można uwierzytelnić za pomocą protokołu LDAP przy użyciu następujących parametrów: nazwa użytkownika: %1 adres: %2 port: %3 Może to wskazywać, że jeden z parametrów jest błędny. Jeśli jednak usługa LDAP nie jest włączona na serwerze eDirectory lub skonfigurowana tak, aby nasłuchiwanie odbywało się innym porcie niż powyższy, odpowiedź nie zostanie zwrócona. Czy mimo to chcesz kontynuować i użyć tych parametrów?

source: LDAP port
pl: Port usługi LDAP

source: LDAP secure port
pl: Bezpieczny port usługi LDAP

source: The first and the second version of the password don't match! Please try again.
pl: Pierwsza wersja hasła jest inna niż druga! Proszę spróbować jeszcze raz.

source: The password may only contain the following characters: 0..9, a..z, A..Z, and any of "#*,.;:._-+!$%&/|?{[()]}". Please try again.
pl: Hasło może zawierać wyłącznie następujące znaki: 0..9, a..z, A..Z oraz dowolne znaki ze zbioru "#*,.;:._-+!$%&/|?{[()]}". Spróbuj ponownie.

source: Unable to add the tree self-signed certificate to the root certificate store
pl: Nie można dodać samopodpisanego certyfikatu drzewa do magazynu certyfikatu głównego.

source: Unable to change the group owner of the root certificate store to www
pl: Nie można zmienić grupowego właściciela magazynu certyfikatu głównego na www

source: Unable to change the group permissions on the root certificate store for write access by www
pl: Nie można zmienić grupowych uprawnień dostępu do magazynu certyfikatu głównego na uprawnienia do zapisu przez www

source: Cannot have an empty tree name
pl: Nazwa drzewa nie może być pusta

source: Tree name cannot be longer than 32 characters
pl: Nazwa drzewa nie może być dłuższa niż 32 znaki

source: Tree name cannot end in a backslash ("\")
pl: Nazwa drzewa nie może kończyć się znakiem ukośnika ("\")

source: Tree names may only contain the following characters [A-Z], [a-z], [0-9] and "-" or "_"
pl: Nazwy drzew mogą zawierać tylko następujące znaki: a-z, A-Z, 0-9, "_" i "-"

source: Valid port numbers are from 0 to 65536. Please try again.
pl: Prawidłowe numery portów muszą mieścić się w zakresie od 0 do 65536. Spróbuj ponownie.

source: Port %1 is in use, use anyway?
pl: Port %1 jest już używany, czy mimo tego użyć go?

source: none
pl: brak

source: The container 'o=security' is reserved and cannot be used in a fully distinguished name
pl: Kontener o=security jest zarezerwowany i nie może zostać użyty w pełnej nazwie wyróżniającej

source: %1 does not specify a full name from the tree root.
pl: %1 nie jest pełną nazwą z korzenia drzewa.

source: The container 'o=security' is reserved and cannot be used in a context
pl: Kontener o=security jest zarezerwowany i nie może zostać użyty w kontekście

source: %1 is an invalid context
pl: Kontekst %1 jest nieprawidłowy

source: Verifying user credentials
pl: Sprawdzanie poświadczeń użytkownika

source: Please wait...
pl: Proszę czekać...

source: Enter the existing server IP address.
pl: Wprowadź adres IP istniejącego serwera.

source: %1 is not a valid pathname
pl: Nazwa ścieżki dostępu %1 jest nieprawidłowa

source: %1 is not a valid absolute pathname
pl: Nazwa bezwzględnej ścieżki dostępu %1 jest nieprawidłowa

source: Linux User Mgmt Configuration
pl: Konfiguracja funkcji Linux User Mgmt

source: Linux User Mgmt to Configure
pl: Funkcja Linux User Mgmt do skonfigurowania

source: Linux User Mgmt Overview
pl: Przegląd funkcji Linux User Mgmt

source: Number
pl: Numer

source: Linux User Management Configuration
pl: Konfiguracja funkcji Linux User Management

source: Linux/Unix config context
pl: Kontekst konfiguracyjny systemu Linux/Unix

source: LUM workstation context (e.g. o=novell). Optional for Desktop.
pl: Kontekst stacji roboczej LUM (np. o=novell). Opcjonalnie dla stacji roboczych.

source: Proxy user name with context (e.g. cn=proxy.o=novell)
pl: Nazwa użytkownika z prawami pełnomocnika wraz z kontekstem (np. cn=proxy.o=novell)

source: (optional)
pl: (opcjonalnie)

source: Proxy user password
pl: Hasło użytkownika z prawami pełnomocnika

source: %1 is an invalid LDAP syntax. The name must use commas for separators (e.g. ou=xyz,o=acme)
pl: %1 ma nieprawidłową składnię. W nazwie, jako separatorów należy użyć przecinków (np. uo=xyz,o=acme).

source: %1 is an invalid LDAP syntax. The name must use commas for separators (e.g. cn=proxyuser,o=acme)
pl: %1 ma nieprawidłową składnię. W nazwie, jako separatorów należy użyć przecinków (np. cn=proxyuser,o=acme).

source: Select PAM-enabled services to allow
pl: Wybierz, które usługi z obsługą PAM mogą być

source: authentication via eDirectory
pl: uwierzytelniane przez katalog eDirectory

source: Sele&ct All
pl: Z&aznacz wszystko

source: Deselec&t All
pl: O&dznacz wszystko

source: &login
pl: &logowanie

source: rl&ogin
pl: nazwa zdalnego &logowania

source: &passwd
pl: &hasło

source: <p><b><big>Initializing Linux User Management Configuration</big></b><br> Please wait...<br></p>
pl: <p><b><big>Trwa inicjowanie konfiguracji funkcji Linux User Management </big></b><br> Proszę czekać...<br></p>

source: <p><b><big>Aborting Initialization:</big></b><br> Safely abort the configuration utility by pressing <b>Abort</b> now.</p>
pl: <p><b><big>Przerwanie inicjalizacji:</big></b><br> Można bezpiecznie przerwać działania konfiguratora naciskając teraz <b>Przerwij</b>.</p>

source: <p><b><big>Saving Linux User Management Configuration</big></b><br> Please wait...<br></p>
pl: <p><b><big>Trwa zapisywanie konfiguracji funkcji Linux User Management </big></b><br> Proszę czekać...<br></p>

source: <p><b><big>Aborting Saving:</big></b><br> Abort the save procedure by pressing <b>Abort</b>. An additional dialog informs whether it is safe to do so. </p>
pl: <p><b><big>Przerwanie zapisu:</big></b><br> Aby przerwać procedurę zapisu, należy nacisnąć <b>Przerwij</b>. Dodatkowe okno będzie zawierało informację, czy jest to bezpieczne. </p>

source: <p><b><big>Linux/Unix config context</big></b><br> The eDirctory context (existing or created here) where the Linux/UNIX Config object will be created. LDAP searches for LUM User, LUM Group, and LUM Workstation objects begin here, so it must be at the same level or higher than the LUM objects searched for.</p>
pl: <p><b><big>Kontekst konfiguracyjny systemu Linux/Unix</big></b><br> Kontekst katalogu eDirectory (istniejący lub utworzony tutaj), w którym zostanie utworzony obiekt konfiguracji systemu Linux/UNIX. Usługa LDAP wyszukuje obiekty użytkowników LUM, grupy LUM, oraz stacje robocze LUM, zaczynając w tym miejscu, a więc musi ona znajdować się na tym samym lub wyższym poziomie co wyszukiwane obiekty LUM.</p>

source: <P><b><big>LUM workstation context</big></b><br> The eDirectory context (existing or created here) for the LUM Workstation object created by the install for this server. The context must be the same as or below the Base Context specified above. </P>
pl: <P><b><big>Kontekst stacji roboczej LUM</big></b><br> Kontekst katalogu eDirectory (istniejący lub utworzony tutaj) dla obiektu stacji roboczej LUM utworzonego dla tego serwera przez program instalacyjny. Kontekst musi znajdować się na tym samym poziomie lub poniżej kontekstu podstawowego, określonego powyżej. </P>

source: <p><b><big>Proxy user name with context (Optional)</big></b><br> A user (existing or created here) with rights to search the LDAP tree for LUM objects. </p>
pl: <p><b><big>Nazwa użytkownika z prawami pełnomocnika wraz z kontekstem (opcjonalnie)</big></b><br> Użytkownik (istniejący lub utworzony tutaj) z uprawnieniami wyszukiwania obiektów LUM w drzewie usługi LDAP. </p>

source: <p><b><big>PAM-enabled Services</big></b><br> The PAM-enabled services on this server that will be available to authenticated LUM users.</p>
pl: <p><b><big>Usługi z obsługą PAM</big></b><br> Usługi z obsługą PAM na tym serwerze, które będą dostępne dla uwierzytelnionych użytkowników LUM.</p>

source: <p><b><big>Local or Remote Directory Server</big></b><br> Select either Local system or Remote system, depending on the server you are configuring.</p>
pl: <p><b><big>Lokalny lub zdalny serwer katalogów</big></b><br> Wybierz system lokalny lub zdalny, zależnie od konfigurowanego serwera.</p>

source: <p><b><big>Directory server address</big></b><br> This field is only active if you select Remote system. Enter the IP address of the remote server you want to configure.</p>
pl: <p><b><big>Adres serwera katalogów</big></b><br> To pole jest aktywne tylko wtedy, gdy wybrany zostanie system zdalny. Wprowadź adres IP zdalnego serwera, który chcesz skonfigurować.</p>

source: <p><b><big>Admin name with context</big></b><br> Enter the LDAP Admin name and context. This is the fully distinguished name of a User object with administrative rights to LDAP. For example: cn=admin,o=acme</p>
pl: <p><b><big>Nazwa administratora wraz z kontekstem</big></b><br> Proszę wprowadzić nazwę administratora usługi LDAP wraz z kontekstem. Jest to pełna, unikatowa nazwa obiektu użytkownika z uprawnieniami administracyjnymi do serwera LDAP. Na przykład: cn=admin.o=acme.</p>

source: <p><b><big>Admin password</big></b><br> Enter the LDAP Admin password. This is the password of the user specified as the LDAP Admin.</p>
pl: <p><b><big>Hasło administratora</big></b><br> Wprowadź hasło administratora usługi LDAP. Jest to hasło użytkownika określonego jako administrator usługi LDAP.</p>

source: <p><b><big>Port Details</big></b><br> Click Port Details to view or modify the LDAP port or the secure LDAP port number this server uses to communicate with other servers. The default LDAP port is 389. The default secure LDAP port is 636.</p>
pl: <p><b><big>Szczegóły portu</big></b><br> Kliknij opcję Szczegóły portu, aby przejrzeć lub zmodyfikować numer portu LDAP lub bezpiecznego portu usługi LDAP, z którego korzysta ten serwer w celu komunikacji z innymi serwerami. Domyślnym portem usługi LDAP jest port 389. Domyślnym bezpiecznym portem usługi LDAP jest port 636.</p>

source: Configuration of Linux User Mgmt
pl: Konfiguracja funkcji Linux User Mgmt

source: Linux User Management needs to be configured.
pl: Funkcja Linux User Management wymaga skonfigurowania.

source: Initializing...
pl: Inicjalizacja...
