Repository: aviarypl/suse-l10n-pl
Catalog: yast/lxc.*.po
Languages: pl

source: Some problems with LXC configuration were found. Check the documentation for details.
pl: Wykryto problemy z konfiguracją LXC. Należy sprawdzić dokumentację.

source: Output of 'lxc-checkconfig' script:
pl: Skrypt 'lxc-checkconfig' zwrócił komunikat:

source: Initializing LXC Configuration
pl: Uruchamiani konfiguracji LXC

source: Check LXC availability
pl: Sprawdzanie dostępności LXC

source: Read system settings
pl: Odczytywanie ustawień systemu

source: Check LXC availability...
pl: Sprawdzanie dostępności LXC...

source: Reading system settings...
pl: Odczytywanie ustawień systemu...

source: Finished
pl: Zakończono

source: Creating Configuration...
pl: Tworzenie konfiguracji...

source: Error occured during configuration: %1
pl: Wystąpił błąd podczas konfiguracji: %1

source: Adding New Container
pl: Dodawanie nowego kontenera

source: New Container
pl: Nowy kontener

source: Name
pl: Nazwa

source: Template
pl: Szablon

source: Network Settings
pl: Ustawienia sieci

source: IP Address
pl: Adres IP

source: Subnet
pl: Maska podsieci

source: Bridge
pl: Mostek

source: Configure Network...
pl: Konfiguracja sieci...

source: Password Settings
pl: Ustawienia haseł

source: Root Password
pl: Hasło administratora

source: Repeat Password
pl: Ponownie wpisz hasło

source: Create
pl: Utwórz

source: Name was not entered.
pl: Nie podano nazwy.

source: The passwords do not match.
pl: Wprowadzono różne hasła.

source: Configuration with the same name already exist. Do you want to use existing configuration or remove it and use the data you have just entered?
pl: Konfiguracja pod taką nazwą już istnieje. Czy użyć istniejącej konfiguracji, czy usunąć istniejącą konfigurację i użyć wprowadzonych danych?

source: Use Existing Configuration
pl: Użyj istniejącej konfiguracji

source: Replace With New
pl: Zastąp nową konfiguracją

source: Creating Container %1...
pl: Tworzenie kontenera %1...

source: Error occured during container creation: %1
pl: Wystąpił błąd podczas tworzenia kontenera: %1

source: Saving Root Password...
pl: Zapisywanie hasła administratora...

source: Container '%1' was successfully created.
pl: Pomyślnie utworzono kontener '%1'.

source: Error while starting container: %1
pl: Wystąpił błąd podczas uruchamiania kontenera: %1

source: The Container '%1' was started in the background. Use 'lxc-console' command to connect to the running Container.
pl: '%1' został uruchomiony w tle. Należy użyć polecenia 'lxc-console' by podłączyć się do uruchomionego kontenera.

source: Error while destroying: %1
pl: Błąd podczas usuwania: %1

source: LXC Configuration
pl: Konfiguracja LXC

source: Connect
pl: Połącz

source: Disconnect
pl: Rozłącz

source: Running
pl: Uruchomiony

source: Stopped
pl: Zatrzymany

source: Refresh
pl: Odśwież

source: &Destroy
pl: &Zniszcz

source: &Start
pl: Uru&chom

source: Sto&p
pl: Za&trzymaj

source: Are you sure to delete container '%1'?
pl: Na pewno usunąć pojemnik '%1'?

source: <p><b><big>Initializing LXC Configuration</big></b><br> Please wait...<br></p>
pl: <p><b><big>Uruchamianie konfiguracji LXC</big></b><br> Proszę czekać...<br></p>

source: <p><b><big>LXC Overview</big></b><br> Here, see the list of configured Linux Containers (LXC) with their current status. <p>Use <b>Create</b> to create new container. Delete existing one with <b>Destroy</b>. </p>
pl: <p><b><big>Informacje o LXC</big></b><br> Poniżej lista skonfigurowanych kontenerów LXC oraz ich aktualny status. <p>Należy użyć <b>Utwórz</b> w celu utworzenia nowego kontenera. Należy użyć <b>Zniszcz</b>, by usunąć istniejący kontener.</p>

source: <p>You can start selected container with <b>Start</b>. The container is started in background. You can connect to it using <b>Connect</b> button or manually using <tt>lxc-console</tt> command. Once in console, you can close it from within or using the <b>Disconnect</b> button.</p> <p>Note that <b>Connect</b> option is not available in text mode.</p>
pl: <p>Można uruchomić wybrany kontener wybierając <b>Start</b>. Kontener ten zostaje uruchomiony w tle. Podłączyć się do niego można przy pomocy przycisku <b>Połącz</b> lub z linii poleceń przy pomocy polecenia <tt>lxc-console</tt>. Można rozłączyć się z nim podczas pracy w konsoli lub przy pomocy przycisku <b>Rozłącz</b>.</p> <p>Uwaga! Opcja <b>Połącz</b> nie jest dostępna w trybie tekstowym.</p>

source: <p><b><big>Creating New Container</big></b></p>
pl: <p><b><big>Tworzenie nowego pojemnika</big></b></p>

source: <p>Choose a <b>Name</b> for your container, select a base <b>Template</b>, and enter desired network settings.</p>
pl: <p>Wybierz <b>Nazwę</b> dla pojemnika, wybierz podstawowy <b>Schemat</b>, oraz wprowadź żądane ustawienia sieciowe.</p>

source: <p>Use the value <tt>0.0.0.0</tt> as <b>IP Address</b> to have dynamic address assigned by DHCP. If there's no bridge device configured yet, use the <b>Configure Network</b> button and create one.</p>
pl: <p>Należy użyć wartości <tt>0.0.0.0</tt> dla pola<b>Adres IP</b>, aby adres został przyznany z usługi DHCP. Jeżeli nie skonfigurowano jeszcze mostka, należy użyć przycisku <b>Konfiguracja sieci</b>, by go utworzyć.</p>

source: <p>Select a password to use for a system administrator ('root') in the container. If no password is entered, the default value <tt>root</tt> will be used.</p>
pl: <p>Należy podać hasło administratora ('root') dla kontenera. Jeżeli nie zostanie wprowadzone, hasło będzie mieć domyślną wartość <tt>root</tt>.</p>

source: <p>Use <b>Create</b> to start the creation process.</p>
pl: <p>By rozpocząć proces tworzenia należy użyć przycisku <b>Utwórz</b>.</p>

source: Configuration of LXC
pl: Konfiguracja LXC
