Repository: aviarypl/suse-l10n-pl
Catalog: yast/mouse.*.po
Languages: pl

source: PS/2 mouse (Aux-port)
pl: Mysz PS/2 (port Aux)

source: Microsoft compatible serial mouse - (ttyS0 - COM1)
pl: Mysz szeregowa zgodna z Microsoft - (ttyS0 - COM1)

source: Microsoft compatible serial mouse - (ttyS1 - COM2)
pl: Mysz szeregowa zgodna z Microsoft - (ttyS1 - COM2)

source: Microsoft Intellimouse - 3 buttons and wheel - (ttyS0 - COM1)
pl: Microsoft Intellimouse - 3 klawisze i kółko - (ttyS0 - COM1)

source: Microsoft Intellimouse - 3 buttons and wheel - (ttyS1 - COM2)
pl: Microsoft Intellimouse - 3 klawisze i kółko - (ttyS1 - COM2)

source: Mouse Systems serial mouse - (ttyS0 - COM1)
pl: Mysz szeregowa Mouse Systems - (ttyS0 - COM1)

source: Mouse Systems serial mouse - (ttyS1 - COM2)
pl: Mysz szeregowa Mouse Systems - (ttyS1 - COM2)

source: Mouse Man protocol (serial Logitech mouse) - (ttyS0 - COM1)
pl: Mysz Mouse Man (szeregowa mysz Logitech) - (ttyS0 - COM1)

source: Mouse Man protocol (serial Logitech mouse) - (ttyS1 - COM2)
pl: Mysz Mouse Man (szeregowa mysz Logitech) - (ttyS1 - COM2)

source: Old Logitech serial mouse (series 9) - (ttyS0 - COM1)
pl: Stara szeregowa mysz Logitech (seria 9) - (ttyS0 - COM1)

source: Old Logitech serial mouse (series 9) - (ttyS1 - COM2)
pl: Stara szeregowa mysz Logitech (seria 9) - (ttyS1 - COM2)

source: Logitech busmouse
pl: Mysz Logitech busmouse

source: Sun Mouse - (/dev/sunmouse)
pl: Mysz Sun - (/dev/sunmouse)

source: Oldest 2-button serial mouse - (ttyS0 - COM1)
pl: Najstarsza szeregowa mysz 2-klawiszowa - (ttyS0 - COM1)

source: Oldest 2-button serial mouse - (ttyS1 - COM2)
pl: Najstarsza szeregowa mysz 2-klawiszowa - (ttyS1 - COM2)

source: Microsoft busmouse
pl: Mysz Microsoft busmouse

source: ATI XL busmouse
pl: Mysz ATI XL busmouse

source: Plug-and-Play mice - (ttyS0 - COM1)
pl: Myszy Plug-and-Play - (ttyS0 - COM1)

source: Plug-and-Play mice - (ttyS1 - COM2)
pl: Myszy Plug-and-Play - (ttyS1 - COM2)

source: USB mouse
pl: Mysz USB

source: Intelli/Wheel mouse (Aux-port)
pl: Mysz Intelli/Wheel (port Aux)

source: Intelli/Wheel mouse (USB)
pl: Mysz Intelli/Wheel (USB)

source: IntelliMouse Explorer (ps2)
pl: Mysz IntelliMouse Explorer (ps2)

source: IntelliMouse Explorer (USB)
pl: Mysz IntelliMouse Explorer (USB)

source: NONE
pl: BRAK

source: Choose your &mouse type from the list
pl: Proszę wybrać swoją &mysz z listy

source: <p> Choose the <b>mouse type</b> of the mouse attached to your computer. </p>
pl: <p> Należy wybrać <b>typ myszy</b> dołączonej do komputera. </p>

source: <p> Use the arrow keys to select a mouse. If the selection bar does not move, hit the <b><i>Tab</i></b> key (maybe repeatedly) until it does. </p>
pl: <p> Do wybrania myszy można użyć klawiszy strzałek. Jeśli pasek wyboru się nie porusza, należy nacisnąć klawisz <b><i>Tab</i></b> (być może kilka razy), aż pasek zacznie się ruszać. </p>

source: <p> If you select <b>None</b>, you have to use the keyboard as described in the manual. </p>
pl: <p> Jeśli wybrano <b>Brak</b>, należy używać klawiatury w sposób opisany w podręczniku. </p>

source: Mouse configuration
pl: Konfiguracja myszy

source: Probe
pl: Wykryj

source: Current Mouse Type: %1
pl: Aktualny typ myszy: %1

source: No mouse connected to the system...
pl: Do komputera nie jest podłączona żadna mysz.

source: Mouse configuration.
pl: Konfiguracja myszy

source: Mouse configuration summary.
pl: Zestawienie konfiguracji myszy

source: Mouse
pl: Mysz

source: &Mouse
pl: &Mysz
