Repository: aviarypl/suse-l10n-pl
Catalog: yast/network.*.po
Languages: pl

source: The search list can have at most %1 domains.
pl: Lista przeszukiwania może zawierać co najwyżej %1 domen.

source: The search list can have at most %1 characters.
pl: Lista przeszukiwanie może zawierać co najwyżej %1 znaków.

source: The search domain '%1' is invalid.
pl: Domena przeszukiwania %1 jest nieprawidłowa.

source: The hostname is invalid.
pl: Nazwa hosta jest nieprawidłowa

source: &Domain Name
pl: Nazwa &domeny

source: The domain name is invalid.
pl: Nieprawidłowa nazwa domeny.

source: &Change Hostname via DHCP
pl: Zmień nazwę komputera przez DH&CP

source: &Assign Hostname to Loopback IP
pl: &Przypisz nazwę hosta do adresu IP pętli zwrotnej

source: &Modify DNS configuration
pl: &Modyfikuj konfigurację DNS

source: Only Manually
pl: Tylko ręcznie

source: Use Default Policy
pl: Użyj założeń domyślnych

source: Use Custom Policy
pl: Użyj własnych założeń

source: &Custom Policy Rule
pl: &Własna reguła założeń

source: Name Server &1
pl: Serwer nazw &1

source: The IP address of the name server is invalid.
pl: Adres IP serwera nazw jest nieprawidłowy.

source: Do&main Search
pl: Do&mena przeszukiwania

source: Name Server &2
pl: Serwer nazw &2

source: Name Server &3
pl: Serwer nazw &3

source: Hostname and Domain Name
pl: Nazwa komputera i domeny

source: Name Servers and Domain Search List
pl: Serwery nazw i lista domen przeszukiwania

source: Hostname/DNS
pl: Nazwa hosta/DNS

source: Hostname and Name Server Configuration
pl: Konfiguracja nazwy hosta i serwera nazw

source: The host %1 is a system host.
pl: Host %1 jest hostem systemowym.

source: Really delete it?
pl: Czy naprawdę usunąć?

source: Really change it?
pl: Czy naprawdę zmienić?

source: <p>The hosts can be set up in this dialog.</p>
pl: <p>W tym oknie można skonfigurować nazwy i adresy komputerów.</p>

source: <p>Enter a host <b>IP Address</b>, a <b>Hostname</b>, and optional <b>Host Aliases</b>, separated by spaces.</p>
pl: <p>Proszę podać <b>adres IP</b>, <b>nazwę komputera</b> i opcjonalne, oddzielone spacjami <b>aliasy komputerów</b>.</p>

source: Current Hosts
pl: Aktualne komputery

source: Hostnames
pl: Nazwy komputerów

source: Host Aliases
pl: Aliasy komputerów

source: Hos&t Aliases
pl: Aliasy kompu&terów

source: Alias name "%1" is invalid.
pl: Nieprawidłowa nazwa aliasu "%1".

source: &Destination
pl: Przezna&czenie

source: Ge&nmask
pl: Maska sieci

source: &Gateway
pl: &Brama

source: De&vice
pl: &Urządzenie

source: Destination is invalid.
pl: Adres docelowy jest nieprawidłowy.

source: Gateway IP address is invalid.
pl: Adres IP bramy jest nieprawidłowy.

source: Subnetmask is invalid.
pl: Maska podsieci jest nieprawidłowa.

source: The default gateway is invalid.
pl: Brama domyślna jest nieprawidłowa.

source: Default IPv4 &Gateway
pl: &Brama domyślna IPv4

source: Default IPv6 &Gateway
pl: &Brama domyślna IPv6

source: Genmask
pl: Maska sieci

source: Enable &IP Forwarding
pl: Włącz przekazywanie &IP
