Repository: aviarypl/suse-l10n-pl
Catalog: yast/network.*.po
Languages: pl

source: <P><B><BIG>Editing or Deleting:</BIG></B><BR> Choose an ISDN card or connection to change or remove. Then press the appropriate button: <B>Edit</B> or <B>Delete</B>.</P>
pl: <P><B><BIG>Edycja lub usuwanie:</BIG></B><BR> Proszę wybrać kartę ISDN albo połączenie, którego konfigurację należy zmienić lub usunąć. Następnie proszę nacisnąć odpowiedni przycisk: <B>Edytuj</B> albo <B>Usuń</B>.</P>

source: Hardware
pl: Sprzęt

source: Phone
pl: Telefon

source: ISDN Devices
pl: Urządzenia ISDN

source: ISDN Detail Settings
pl: Szczegółowe ustawienia ISDN

source: <p>The <b>Remote Phone Number List</b> controls which remote machines are allowed to connect to this interface.</p>
pl: <p><b>Lista zdalnych numerów</b> określa, które zdalne komputery mogą łączyć się z tym interfejsem.</p>

source: <p>Deselect <b>Only Listed Numbers Allowed</b> to allow all caller IDs.</p>
pl: <p>Proszę odznaczyć <b>Dopuszczaj tylko podane numery</b>, aby pozwolić na połączenia z dowolnych numerów.</p>

source: <p>If the callback mode is <b>off</b>, calls are handled normally without special processing.</p>
pl: <p>Jeśli tryb oddzwaniania jest <b>wyłączony</b>, połączenia są obsługiwane zwyczajnie, bez specjalnego przetwarzania.</p>

source: <p>If the callback mode is <b>server</b>, after getting an incoming call, a callback is triggered.</p>
pl: <p>Jeśli tryb oddzwaniania jest ustawiony na wartość <b>Przez serwer</b>, po odebraniu połączenia przychodzącego realizowane jest oddzwonienie.</p>

source: <p>If the callback mode is <b>client</b>, the local system does the initial call then waits for callback from the remote machine.</p>
pl: <p>Jeśli tryb oddzwaniania jest ustawiony na wartość <b>Przez klienta</b>, system lokalny inicjuje połączenie, a potem czeka na oddzwonienie ze zdalnego komputera.</p>

source: <p><b>Callback Delay</b> is the number of seconds between the initial call and the callback (server) or the hang-up (client). It should be greater on the server than on the client.</p>
pl: <p><b>Opóźnienie oddzwaniania</b> to czas w sekundach, pomiędzy początkowym połączeniem a oddzwonieniem (serwer) albo rozłączeniem (klient). Powinno być ono na serwerze większe niż na kliencie.</p>

source: <p>In <b>Additional ipppd Options</b>, add extra options for ipppd, for example, +pap +chap for the dial-in server authentication.</p>
pl: <p>W polu <b>Dodatkowe opcje ipppd</b> można dodać dodatkowe opcje dla ipppd, np. +pap +chap dla uwierzytelniania serwera dial-up.</p>

source: &Additional ipppd Options
pl: Dod&atkowe opcje ipppd

source: Callback Functions
pl: Funkcje oddzwaniania

source: Callback Of&f
pl: W&yłączone

source: Callback &Server
pl: Przez &serwer

source: Callback &Client
pl: Przez &klienta

source: Callback &Delay
pl: &Opóźnienie oddzwaniania

source: Remote &Phone Number List
pl: Lista zdalnych &numerów

source: Only &Listed Numbers Allowed
pl: &Dopuszczaj tylko podane numery

source: ISDN Service Selection
pl: Wybór usługi ISDN

source: <p>If you have a combined ISDN and DSL CAPI controller, configure your DSL connection via <b>Add DSL CAPI Interface</b>. You can also do this later in the DSL configuration dialog.</p>
pl: <p>Jeśli używany jest zintegrowany sterownik ISDN/DSL CAPI, należy skonfigurować połączenie DSL używając <b>Dodaj interfejs DSL CAPI</b>. Można to zrobić także później, w oknie konfiguracji DSL.</p>

source: <p>For networking over ISDN, there are two types of interfaces: <b>RawIP</b> and <b>SyncPPP</b>. In most cases, use SyncPPP. It is the default for all common Internet providers.</p>
pl: <p>W przypadku korzystania z sieci z użyciem ISDN, dostępne są dwa typy interfejsów: <b>RawIP</b> i <b>SyncPPP</b>. W większości przypadków, używany będzie SyncPPP. Jest to domyślny typ większości dostawców Internetu.</p>

source: <p>To switch between various Internet providers, an interface for each provider is not required. Simply add multiple providers to the same interface.</p>
pl: <p>Aby móc przełączać się między różnymi dostawcami połączenia z Internetem, nie jest konieczne tworzenie dla każdego z nich oddzielnego interfejsu. Wystarczy dodać wielu dostawców do tego samego interfejsu.</p>

source: <p>To avoid adding an interface now, use <b>Skip</b> not to enter the interface and provider dialogs.</p>
pl: <p>Aby uniknąć dodawania teraz interfejsu, proszę użyć <b>Pomiń</b>, aby nie przechodzić do okna interfejsu i dostawcy.</p>

source: <p>You have a DSL CAPI controller. Configure your DSL connection via <b>Add DSL CAPI Interface</b>. You can also do this later in the DSL configuration dialog.</p>
pl: <p>Używany jest sterownik DSL CAPI. Proszę skonfigurować połączenie DSL używając <b>Dodaj interfejs DSL CAPI</b>. Można to też zrobić później, w oknie konfiguracji DSL.</p>

source: Add &DSL CAPI Interface
pl: Dodaj interfejs &DSL CAPI

source: Add New &SyncPPP Network Interface
pl: Dodaj nowy interfejs sieciowy &SyncPPP

source: Add New Raw&IP Network Interface
pl: Dodaj nowy interfejs sieciowy Raw&IP

source: Add &Provider to Existing Interface
pl: Dodaj do&stawcę do istniejącego interfejsu

source: Network Services
pl: Usługi sieciowe

source: S&kip
pl: P&omiń

source: Edit %1 Interface %2
pl: Edytuj interfejs %1 %2

source: Add %1 Interface %2
pl: Dodaj interfejs %1 %2

source: <p>My phone number -- As your own telephone number (MSN), put in your telephone number (without area code) if your ISDN card is connected directly to the phone company-provided socket. If it is connected to a PBX, put in the MSN stored in the PBX (e.g., your phone extension or the last digit or digits of your phone extension) . If this fails, try using 0, which normally means the default MSN is actually used.</p>
pl: <p>Numer telefonu - jako numer telefonu (MSN) należy podać swój numer telefonu (bez numeru strefy), jeśli karta ISDN jest podłączona bezpośrednio do gniazda dostarczonego przez dostawcę. Jeśli jest połączona do PBX, należy podać MSN zapisany w PBX (tzn. numer wewnętrzny, ostatnią cyfrę albo cyfry numeru wewnętrznego). W przypadku niepowodzenia, proszę spróbować podać 0, co oznacza, że używany jest domyślny MSN.</p>

source: <p>If you select manual, start and stop the service manually by issuing the following commands (while logged in as 'root'): <tt> <br> <b>start: </b>ifup ippp0 <br> <b>stop : </b>ifdown ippp0 <br> </tt> Note: ippp0 is an example</p>
pl: <p>Jeśli zostanie wybrane ręczne uruchamianie i zatrzymywanie usługi, proszę wykonywać to podając następujące polecenia (po zalogowaniu jako administrator - 'root'): <tt> <br> <b>start: </b>ifup ippp0 <br> <b>stop: </b>ifdown ippp0 <br> </tt> Uwaga: nazwa ippp0 jest przykładowa.</p>

source: <p>Selecting <b>channel bundling</b> sets up a 128-kBit connection also known as Multilink PPP. To activate or deactivate the second channel, use the following commands: <tt> <br> isdnctrl addlink ippp0 <br> isdnctrl removelink ippp0 <br> </tt> You can also install the package <b>xibod</b> to have this happen automatically. If there is a demand for more bandwidth, it adds a channel. If the traffic goes down, it removes a channel. </p>
pl: <p>Zaznaczenie opcji <b>Łączenie kanałów</b> skonfiguruje połączenie 128 kBit, zwane także Multilink PPP. Aby uaktywnić lub zdezaktywować drugi kanał, należy użyć następujących poleceń: <tt> <br> isdnctrl addlink ippp0 <br> isdnctrl removelink ippp0 <br> </tt> Można też zainstalować pakiet <b>xibod</b> aby zautomatyzować ten proces. Jeśli pojawia się zapotrzebowanie na szersze pasmo, program ten doda kanał. Jeśli ruch zaniknie, kanał zostanie usunięty. </p>

source: <p>Selecting <b>External Firewall Interface</b> activates the firewall and sets this interface as external. <b>Restart Firewall</b> restarts the firewall if a connection is established. </p>
pl: <p>Wybór <b>Zewnętrzny interfejs zapory sieciowej</b> aktywuje zaporę sieciową i ustawia ten interfejs jako zewnętrzny. <b>Uruchom ponownie zaporę sieciową</b> ponownie uruchamia zaporę, jeśli połączenie już działa. </p>

source: D&efault Provider
pl: Domyślny &dostawca

source: External Fire&wall Interface
pl: Zewnętrzny &interfejs zapory sieciowej

source: Restart Fire&wall
pl: Uruchom pono&wnie zaporę sieciową

source: Connection Settings
pl: Ustawienia połączenia

source: My &Phone Number
pl: Numer tele&fonu

source: Ch&annel Bundling
pl: Łączenie k&anałów

source: &Details...
pl: Szcze&góły...

source: ISDN IP Address Settings
pl: Ustawienia adresu IP dla ISDN

source: <p>Enter the IP addresses if you received a fixed IP address from your provider for syncppp or you use raw IP.</p>
pl: <p>Proszę podać adresy IP, jeśli przydzielono stałe adresy IP od dostawcy dla syncppp albo używane są raw IP.</p>

source: <p>Check <b>Dynamic IP Address</b> if your provider assigns you one temporary address per connection. In this case, the outgoing address is unknown until the moment the link is established. This is the default with most providers. </p>
pl: <p>Jeśli dostawca przypisuje jeden tymczasowy adres na połączenie, proszę zaznaczyć opcję <b>Dynamiczny adres IP</b>. W tym przypadku adres wychodzący jest nieznany do czasu, kiedy połączenie zostanie nawiązane. Jest to ustawienie domyślne w przypadku większości dostawców.</p>

source: <p>Check <b>Default Route</b> to use this interface as the default route. Only one interface can be the default route.</p>
pl: <p>Proszę zaznaczyć opcję <b>Trasa domyślna</b>, aby używać tego interfejsu jako trasy domyślnej. Tylko jeden interfejs może być trasą domyślną.</p>

source: IP Address Settings
pl: Ustawienia adresu IP

source: &Dynamic IP Address
pl: &Dynamiczny adres IP

source: &Local IP Address of Your Machine
pl: &Lokalny adres IP komputera

source: Re&mote IP Address
pl: Z&dalny adres IP

source: D&efault Route
pl: &Trasa domyślna

source: Local and remote IP addresses must be completed correctly.
pl: Proszę wprowadzić prawidłowe lokalne i zdalne adresy IP.

source: Manual ISDN Card Selection
pl: Ręczny wybór karty ISDN

source: <p>Select the ISDN card to configure. Filter cards for particular vendors by selecting a vendor.</p>
pl: <p>Proszę wybrać kartę ISDN do skonfigurowania. Można filtrować karty wg producentów.</p>

source: All
pl: Wybierz wszystko

source: Select &Vendor
pl: Wybierz pro&ducenta

source: Se&lect ISDN Card
pl: Wybierz &kartę ISDN

source: &Search
pl: &Szukaj

source: &T1B Version
pl: Wersja &T1B

source: &IO Address
pl: Adres &IO

source: Parameter
pl: Parametr

source: Dri&ver
pl: &Sterownik

source: ISDN Low-Level Configuration for %1%2
pl: Niskopoziomowa konfiguracja ISDN dla %1%2

source: <p>If you have an old legacy ISA card, you can enter values for IO port or memory addresses and the used interrupt. For the correct values, check with your technical manual or contact your salesman.</p>
pl: <p>W przypadku starej karty ISA, można podać wartości dla portu IO, adresów pamięci i używanego przerwania. Proszę sprawdzić w dokumentacji technicznej, jakie są prawidłowe wartości, albo skontaktować się ze sprzedawcą.</p>

source: <p><b>Start Mode: </b> With <b>OnBoot</b>, the driver is loaded during system boot. For <b>Manual</b>, the driver must be started with the <b>rcisdn start</b> command. Only the user root can do this. <b>HotPlug</b> is a special case for PCMCIA and USB devices.</p>
pl: <p><b>Tryb uruchomienia:</b> Jeśli wybrano <b>Podczas uruchomienia systemu</b>, sterownik jest wczytywany w czasie uruchamiania systemu. W ustawieniu <b>Ręcznie</b> sterownik trzeba uruchomić poleceniem <b>rcisdn start</b>; może to wykonać tylko administrator. <b>HotPlug </b> to przypadek specjalny dla urządzeń PCMCIA i USB.</p>

source: <p>Multiple drivers exist for your ISDN card. Select one from the list.</p>
pl: <p>Dostępnych jest wiele sterowników dla karty ISDN. Proszę wybrać jeden z listy.</p>

source: <p><b>ISDN Protocol: </b>In most cases, the protocol is Euro-ISDN.</p>
pl: <p><b>Protokół ISDN:</b> W większości przypadków protokołem jest Euro-ISDN.</p>

source: <p><b>Area Code: </b> Enter your local area code for the ISDN line here, without a leading zero and without a country prefix.</p>
pl: <p><b>Numer kierunkowy:</b> Proszę podać tu swój numer kierunkowy linii ISDN, bez początkowego zera i bez prefiksu kraju.</p>

source: <p><b>Dial Prefix: </b> If you need a prefix to get an public line, enter it here. This is only used on a internal S0 bus and the most common one is "0".</p>
pl: <p><b>Prefiks wdzwaniania:</b> Jeśli trzeba wybrać określony numer, aby wejść na linię publiczną, proszę podać go tutaj. Jest on używany tylko na wewnętrznej magistrali S0 i zwykle jest to "0".</p>

source: <p>If you do not want to log all your ISDN traffic, uncheck <b>Start ISDN Log</b>.</p>
pl: <p>Jeśli nie ma potrzeby rejestrowania całego ruchu ISDN, należy odznaczyć <b>Zapisuj do dziennika ISDN</b>.</p>

source: ISDN Protocol
pl: Protokół ISDN

source: &Leased Line
pl: &Linia dzierżawiona

source: Germany
pl: Niemcy

source: Luxemburg
pl: Luksemburg

source: Netherlands
pl: Holandia

source: Norway
pl: Norwegia

source: Poland
pl: Polska

source: Slovakia
pl: Słowacja

source: Switzerland
pl: Szwajcaria

source: Czech Republic
pl: Republika Czeska

source: North America
pl: Ameryka Północna

source: Other
pl: Inne

source: &Country
pl: &Kraj

source: Co&de
pl: Ko&d

source: &Area Code
pl: Numer ki&erunkowy

source: &Dial Prefix
pl: Prefiks w&dzwaniania

source: Start &ISDN Log
pl: Zapisuj do dziennika &ISDN

source: binary only CAPI with FAX G3
pl: tylko binarne CAPI z FAX G3

source: under development
pl: w opracowaniu

source: OpenSource without FAX G3
pl: OpenSource bez FAX G3

source: binary only CAPI with FAX G3 and DSL
pl: tylko binarne CAPI z FAX G3 i DSL

source: DSL only card with CAPI2.0
pl: Karta DSL wyłącznie z CAPI2.0

source: Bluetooth Dongle, need ISDN Access point
pl: Bluetooth Dongle, wymaga punktu dostępowego ISDN

source: ISDN Card Information
pl: Informacja o karcie ISDN

source: Vendor
pl: Producent

source: WARNING You have selected a binary-only driver that is not part of our distribution. You can only use this driver after installing additional packages from AVM manually. Continue?
pl: OSTRZEŻENIE Wybrany został sterownik wyłącznie binarny, który nie jest częścią tej dystrybucji. Tego sterownika można używać tylko po zainstalowaniu dodatkowych pakietów z AVM. Czy kontynuować?

source: The test was successful.
pl: Test zakończony powodzeniem.

source: The test was not successful. ReturnValue: %1
pl: Test nie powiódł się Zwrócona wartość: %1

source: &Details
pl: Szcz&egóły

source: ISDN Configuration
pl: Konfiguracja ISDN

source: No Link and IP Setup (Bonding Slaves)
pl: Brak połączenia i konfiguracji IP (Powiązanie podrzędne)

source: You have changed the interface type from the one that has been detected. This only makes sense if you know that the detection is wrong.
pl: Należy zmienić typ interfejsu z typu, który został odnaleziony. To ma sens tylko wtedy, gdy wiadomo że wykrywanie się nie powiodło.

source: Configuration %1 already present.
pl: Konfiguracja %1 już istnieje.

source: The firewall is active, but this interface is not in any zone. All its traffic would be blocked. Assign it to a zone now?
pl: Zapora sieciowa jest aktywna, ale ten interfejs nie znajduje się w żadnej strefie. Cały ruch będzie zablokowany. Przypisać ten interfejs do strefy?

source: No valid IP address.
pl: Brak prawidłowego adresu IP.

source: No valid netmask or prefix length.
pl: Maski sieci lub długość prefiksu są nieprawidłowe.

source: Invalid hostname.
pl: Nieprawidłowa nazwa hosta.

source: No hostname has been specified. We recommend to associate a hostname with a static IP, otherwise the machine name will not be resolvable without an active network connection. Really leave the hostname blank?
pl: Nie określono nazwy hosta. Zaleca się przypisanie nazwy hosta do statycznego adresu IP hosta, w przeciwnym wypadku nazwa komputera nie będzie rozpoznawana bez aktywnego połączenia sieciowego. Czy na pewno pozostawić nazwę hosta pustą?

source: Duplicate IP address detected. Really continue?
pl: Znaleziono duplikat adresu IP. Czy naprawdę kontynuować?

source: Additional Addresses
pl: Dodatkowe adresy

source: Alias Name
pl: Nazwa aliasu

source: IP Address
pl: Adres IP

source: Ad&d
pl: Do&daj

source: &Edit
pl: &Edytuj

source: De&lete
pl: &Usuń

source: &Name of Interface
pl: Nazwa &interfejsu

source: <p>TODO kind of vague!</p>
pl: <p>Typ nieokreślony!</p>

source: Assign Interface to Firewall &Zone
pl: Przypisz interfejs do strefy &zapory sieciowej

source: &Mandatory Interface
pl: Interfejs &obowiązkowy

source: Set &MTU
pl: Ustaw &MTU

source: &Device Type
pl: Typ urzą&dzenia

source: &Configuration Name
pl: Nazwa konfigura&cji

source: Persistent Tunnel
pl: Stały tunel

source: Tunnel owner
pl: Właściciel tunelu

source: Tunnel group
pl: Grupa tunelu

source: Bridged Devices
pl: Urządzenia zmostkowane

source: Real Interface for &VLAN
pl: Rzeczywisty interfejs dla &VLAN

source: Bond Slaves and Order
pl: Powiąż komputery podrzędne i wydaj komendę

source: Up
pl: Góra

source: Down
pl: Dół

source: Bond &Slaves
pl: &Połączone urządzenia podrzędne

source: &Bond Driver Options
pl: Opcje łączenia &sterownika

source: <p>Select the bond driver options and edit them if necessary. </p>
pl: <p>Proszę wybrać opcje łączenia dla sterownika i w razie potrzeby poddać je edycji</p>

source: Use iBFT values
pl: Użyj wartości iBFT

source: Dynamic Address
pl: Adres dynamiczny

source: DHCP both version 4 and 6
pl: DHCP w wersjach 4 i 6

source: DHCP version 4 only
pl: DHCP tylko w wersji 4

source: DHCP version 6 only
pl: DHCP tylko w wersji 6

source: Statically assigned IP Address
pl: Statycznie przypisany adres IP

source: &IP Address
pl: Adres &IP

source: &Subnet Mask
pl: Maska pod&sieci

source: &Hostname
pl: Nazwa &hosta

source: R&emote IP Address
pl: Zdalny adr&es IP

source: The remote IP address is invalid.
pl: Zdalny adres IP jest nieprawidłowy.

source: &Advanced...
pl: Z&aawansowane...

source: Ifplugd priority
pl: Priorytet Ifplugd

source: <p><b><big>IFPLUGD PRIORITY</big></b></p> <p> All interfaces configured with <b>On Cable Connection</b> and with IFPLUGD_PRIORITY != 0 will be used mutually exclusive. If more then one of these interfaces is <b>On Cable Connection</b> then we need a way to decide which interface to take up. Therefore we have to set the priority of each interface. </p>
pl: <p><b><big>PRIORYTET IFPLUGD</big></b></p> <p> Wszystkie interfejsy skonfigurowane z <b>Przy połączeniu przewodowym</b> oraz z parametrem IFPLUGD_PRIORITY != 0 będą używane wzajemnie się wykluczając. Jeśli więcej niż jeden interfejs jest <b>Przy połączeniu przewodowym</b> wtedy potrzebny jest sposób wyboru którego interfejsu użyć. Z tego powodu konieczne jest przydzielenie priorytety każdemu interfejsowi. </p>

source: Firewall is not installed.
pl: Zapora sieciowa nie jest zainstalowana

source: Detailed Settings
pl: Ustawienia szczegółowe

source: &General
pl: O&gólne

source: Device Activation
pl: Aktywacja urządzenia

source: Firewall Zone
pl: Strefa zapory sieciowej

source: Device Control
pl: Kontrola urządzenia

source: Maximum Transfer Unit (MTU)
pl: Maksymalna jednostka transferu (MTU)

source: <p>Configure the detailed network card settings here.</p>
pl: <p>Tu można skonfigurować szczegółowe ustawienia karty sieciowej.</p>

source: &Address
pl: &Adres

source: <p>Configure your IP address.</p>
pl: <p>Konfiguracja adresu IP.</p>

source: &Hardware
pl: Sprzę&t

source: &Bond Slaves
pl: &Powiązane komputery podrzędne

source: &Wireless
pl: &Bezprzewodowe

source: Network Card Setup
pl: Ustawienia karty sieciowej

source: At least one selected device is already configured. Adapt the configuration for bridge (IP address 0.0.0.0/32)?
pl: Przynajmniej jedno z zaznaczonych urządzeń jest już skonfigurowane. Przystosować tę konfigurację dla mostka (adres IP 0.0.0.0/32)?

source: Cisco/Aironet 802.11 wireless ISA/PCI and PCMCIA ethernet cards
pl: Karty Ethernet Cisco/Aironet 802.11 bezprzewodowe ISA/PCI i PCMCIA

source: Lucent Orinoco, Prism II based, and similar wireless cards
pl: Karty bezprzewodowe Lucent Orinoco, oparte na Prism II i podobne

source: PCMCIA Lucent Orinoco, Prism II based, and similar wireless cards
pl: Karty PCMCIA Lucent Orinoco, oparte na Prism II i podobne karty bezprzewodowe

source: Wireless LAN cards using direct PCI interface
pl: Karty bezprzewodowe LAN używające interfejsu PCI

source: Wireless LAN cards using the PLX9052 PCI bridge
pl: Karty bezprzewodowe LAN używające mostu PCI PLX9052

source: Wireless device using kernel module p80211.o
pl: Urządzenie bezprzewodowe używające modułu jądra p80211.o

source: Wireless device using kernel module prism2_cs.o
pl: Urządzenie bezprzewodowe używające modułu jądra prism2_cs.o

source: Wireless device using kernel module prism2_pci.o
pl: Urządzenie bezprzewodowe używające modułu jądra prism2_pci.o

source: Wireless device using kernel module prism2_plx.o
pl: Urządzenie bezprzewodowe używające modułu jądra prism2_plx.o

source: Wireless device using kernel module prism2_usb.o
pl: Urządzenie bezprzewodowe używające modułu jądra prism2_usb.o

source: Apple onboard Ethernet mace
pl: Karta Ethernet Apple MACE na płycie głównej

source: Apple onboard Ethernet bmac
pl: Karta Ethernet Apple BMAC na płycie głównej

source: Apple onboard Ethernet gmac
pl: Karta Ethernet Apple GMAC na płycie głównej

source: 3Com 3c90x/3c980 B/C series
pl: 3Com 3c90x/3c980, seria B/C

source: Apricot Xen-II onboard ethernet
pl: Karta Ethernet na płycie Apricot Xen-II

source: AT-LAN-TEC/RealTek pocket adapter
pl: Adapter Pocket AT-LAN-TEC/RealTek

source: D-Link DE600 pocket adapter
pl: Adapter Pocket D-Link DE600

source: D-Link DE620 pocket adapter
pl: Adapter Pocket D-Link DE620

source: ICL EtherTeam 16i/32 (experimental)
pl: ICL EtherTeam 16i/32 (eksperymentalna)

source: Intel PRO/100 / EtherExpress PRO/100 (alternate driver)
pl: Intel PRO/100 / EtherExpress PRO/100 (sterownik alternatywny)

source: iSeries Virtual Network
pl: Sieć wirtualna iSeries

source: IBM Tropic chipset token ring
pl: Chipset IBM Tropic do systemu Token Ring

source: IBM Olympic chipset PCI Token Ring
pl: Chipset IBM Olympic PCI do systemu Token Ring

source: IBM OSA Token Ring
pl: IBM OSA do systemu Token Ring

source: ARCnet COM90xx (in IO-mapped mode)
pl: ARCnet COM90xx (w trybie IO-mapped)

source: Digital Equipment Corporation FDDI controller
pl: Sterownik FDDI Digital Equipment Corporation

source: SysKonnect FDDI adapter (SK-55xx, SK-58xx, Netelligent 100)
pl: Adapter SysKonnect FDDI (SK-55xx, SK-58xx, Netelligent 100)

source: Channel-to-Channel (CTC) network
pl: Sieć Channel-to-Channel (CTC)

source: Hipersockets (HSI) Network
pl: Sieć Hippersockets (HSI)

source: Enterprise System Connector (ESCON) network
pl: Sieć Enterprise System Connector (ESCON)

source: Fiberchannel System Connector (FICON) Network
pl: Sieć Fiberchannel System Connector (FICON)

source: Inter User Communication Vehicle (IUCV)
pl: Sieć wirtualna Inter User Communication Vehicle (IUCV)

source: CI7000 adapter
pl: Adapter CI7000

source: Use "id" option to determine device.
pl: Użyj opcji "id" by oznaczyć urządzenie.

source: Value of "id" is out of range. Use "list" option to check max. value of "id".
pl: Wartość "id" wykroczyła poza zakres. Użyj opcji "list" aby sprawdzić maksymalną dozwoloną wartość "id".

source: Impossible value for bootproto.
pl: Niemożliwa wartość dla bootproto.

source: Impossible value for startmode.
pl: Niemożliwa wartość dla startmode.

source: For static configuration, the "ip" option is needed.
pl: W konfiguracji statycznej wymagana jest opcja "ip".

source: The device was deleted.
pl: Urządzenie zostało usunięte.
