Repository: aviarypl/suse-l10n-pl
Catalog: yast/network.*.po
Languages: pl

source: <p>Check <b>Use Peer DNS</b> to change your domain name servers after the connection is made. This replaces your static DNS configuration with the obtained DNS server IP addresses. Today, almost all providers support <b>Use Peer DNS</b>.</p>
pl: <p>Proszę zaznaczyć opcję <b>Użyj otrzymane DNS</b>, jeśli serwery nazw mają być zmienione po nawiązaniu połączenia (zastąpi to statyczną konfigurację DNS otrzymanymi adresami serwerów DNS). Obecnie prawie wszyscy dostawcy oferują taką możliwość.</p>

source: <p>If callback mode is off, calls are handled normally without special processing.</p>
pl: <p>Jeśli tryb oddzwaniania jest wyłączony, połączenia są obsługiwane bez specjalnego przetwarzania.</p>

source: <p>If callback mode is server, after getting an incoming call, a callback is triggered.</p>
pl: <p>Jeśli trybem oddzwaniania jest 'serwer', po otrzymaniu połączenia nadchodzącego inicjalizowane jest oddzwanianie.</p>

source: If callback mode is client, the local system does the initial call then waits for callback from the remote machine.
pl: Jeśli trybem oddzwaniania jest 'klient', system lokalny nawiązuje połączenie początkowe a następnie czeka na oddzwonienie ze zdalnego komputera.

source: <p>Check <b>Default Route</b> to set the default route for this provider. This is most likely correct unless you want to reach single machines or subnetworks through this provider.</p>
pl: <p>Proszę zaznaczyć opcję <b>Trasa domyślna</b>, aby ustawić domyślną trasę dla tego dostawcy. W większości przypadków jest to prawidłowe, jeśli nie trzeba dostać się do poszczególnych komputerów albo podsieci za pośrednictwem tego dostawcy.</p>

source: Select Internet Service Provider (ISP)
pl: Dostawca usług internetowych (ISP)

source: C&ustom Providers
pl: &Inni dostawcy

source: &Countries
pl: &Kraje

source: C&ountry:
pl: K&raj:

source: Ne&w
pl: &Nowy

source: &Providers
pl: &Dostawcy

source: Home Page: %1
pl: Strona domowa: %1

source: Hot Line: %1
pl: Pomoc telefoniczna: %1

source: <p><b><big>Initializing Provider Configuration</big></b><br>Please wait...<br></p>
pl: <p><b><big>Inicjalizowanie konfiguracji dostawcy</big></b><br>Proszę czekać...<br></p>

source: <p><b><big>Saving Provider Configuration</big></b><br>Please wait...<br></p>
pl: <p><b><big>Zapisywanie konfiguracji dostawcy</big></b><br>Proszę czekać...<br></p>

source: <p><b><big>Provider Setup</big></b><br> Configure your provider here.<br></p>
pl: <p><b><big>Konfiguracja dostawcy</big></b><br> Tu można skonfigurować swojego dostawcę.<br></p>

source: <p><b><big>Adding a Provider:</big></b><br> Choose a provider from the list of available providers then press <b>Edit</b>.</p>
pl: <p><b><big>Dodawanie dostawcy:</big></b><br> Proszę wybrać dostawcę z listy dostępnych dostawców i nacisnąć przycisk <b>Edytuj</b>.</p>

source: <p><b><big>Editing or Deleting:</big></b><br> If you press <b>Edit</b>, an additional dialog in which to change the configuration opens.</p>
pl: <p><b><big>Edycja lub usuwanie:</big></b><br> Po naciśnięciu przycisku <b>Edytuj</b>, otworzy się dodatkowe okno, w którym można zmienić konfigurację.</p>

source: <p><b><big>Provider Overview</big></b><br> Obtain an overview of installed providers. Additionally, edit their configurations.<br></p>
pl: <p><b><big>Przegląd dostawców</big></b><br> Poniżej przedstawiono przegląd zainstalowanych dostawców. Dodatkowo można edytować ich konfigurację.<BR></P>

source: <p><b><big>Adding a Provider:</big></b><br> Press <b>Add</b> to configure a new provider manually.</p>
pl: <p><b><big>Dodawanie dostawcy:</big></b><br> Proszę nacisnąć przycisk <b>Dodaj</b>, aby ręcznie skonfigurować nowego dostawcę.</p>

source: <p><b><big>Editing or Deleting:</big></b><br> Choose a provider to change or remove. Then press <b>Edit</b> or <b>Delete</b> as desired.</p>
pl: <p><b><big>Edycja lub usuwanie:</big></b><br> Proszę wybrać dostawcę, którego należy zmienić albo usunąć. Następnie proszę nacisnąć przycisk <b>Edytuj</b> albo <b>Usuń</b>.</p>

source: <p>Select the appropriate <b>provider</b>.</p>
pl: <p>Proszę wybrać właściwego <b>dostawcę</b>.</p>

source: <p>Choose the country or region where you are located then choose one of the listed providers.</p>
pl: <p>Proszę wybrać swój kraj albo region, a następnie jednego z podanych dostawców.</p>

source: <p>Use <b>New</b> to add a provider not in the list.</p>
pl: <p>Aby dodać dostawcę, którego nie ma na liście, proszę użyć przycisku <b>Nowy</b>.</p>

source: <p>Choose one of the available provider types.</p>
pl: <p>Proszę wybrać jeden z dostępnych typów dostawców.</p>

source: <p>Home Page: %1</p>
pl: <p>Strona domowa: %1</p>

source: <p>Hot Line: %1</p>
pl: <p>Pomoc telefoniczna: %1</p>

source: <p>To register for <b>%1</b> and find the best dialing number, connect to the home page <b>%2</b> or call the hot line <b>%3</b>.</p>
pl: <p>Aby zarejestrować się w <b>%1</b> i znaleźć najlepszy numer do wdzwaniania, należy się połączyć ze stroną domową <b>%2</b> albo zadzwonić na numer pomocy telefonicznej <b>%3</b>.</p>

source: <p>To register for <b>%1</b> and find the best dialing number, connect to the home page <b>%2</b>.</p>
pl: <p>Aby zarejestrować się w <b>%1</b> i znaleźć najlepszy numer do wdzwaniania, należy się połączyć ze stroną domową <b>%2</b>.</p>

source: <p>To register for <b>%1</b> and find the best dialing number, call the hot line <b>%2</b>.</p>
pl: <p>Aby zarejestrować się w <b>%1</b> i znaleźć najlepszy numer do wdzwaniania, należy zadzwonić do pomocy telefonicznej <b>%2</b>.</p>

source: Provider Parameters
pl: Parametry dostawcy

source: <p>Configure access to your Internet provider. If you have selected your provider from the list, these values are provided.</p>
pl: <p>Konfiguracja dostępu do dostawcy internetowego<br>Jeśli wybrano dostawcę z listy, pojawią się odpowiednie wartości.</p>

source: <p>Enter a <b>Provider Name</b> for the provider.</p>
pl: <p>Proszę wypełnić pole <b>Nazwa dostawcy</b>.</p>

source: <p>Enter a <b>Provider Name</b> for the provider and a <b>Phone Number</b> to access your provider.</p>
pl: <p>Proszę podać <b>nazwę dostawcy</b> i <b>numer dostępowy</b> swojego dostawcy.</p>

source: <p>Select the type of packet encapsulation. <b>RawIP</b> means that MAC headers are stripped. <b>SyncPPP</b> stands for Synchronous PPP.</p>
pl: <p>Proszę wybrać typ enkapsulacji pakietów. <b>RawIP</b> oznacza, że nagłówki MAC są obcinane. <b>SyncPPP</b> oznacza synchroniczne PPP.</p>

source: <p>Enter the <b>Line ID</b> (e.g., 00056780362), the <b>T-Online Number</b> (e.g., 870008594732), the <b>User Code</b> (typically 0001), and the <b>Password</b> to use as the login (ask your provider if unsure).</p>
pl: <p>Proszę podać <b>ID linii</b> (np. 00056780362), <b>numer T-Online</b> (np. 870008594732), <b>kod użytkownika</b> (zwykle 0001) i <b>hasło</b> używane do zalogowania (w razie wątpliwości proszę zapytać dostawcę).</p>

source: <p>Enter the <b>User Name</b> and the <b>Password</b> to use as the login (ask your provider if unsure).</p>
pl: <p>Proszę podać <b>nazwę użytkownika</b> i <b>hasło</b>, które będą użyte do zalogowania (w razie wątpliwości proszę zapytać dostawcę).</p>

source: <p>The <b>User Name</b> will be extended with the <i>t-online-com/</i> at the start and with <i>@t-online-com.de</i> at the end.</p>
pl: <p><b>Nazwa użytkownika</b> będzie rozszerzona o <i>t-online-com/</i> na początku i o <i>@t-online-com.de</i> na końcu.</p>

source: <p>Check <b>Always Ask for Password</b> to be asked for the password every time. Your Internet service provider might not allow passwords to be saved on disk. If you enter the password here, it is saved in clear text on disk (readable by root only). </p>
pl: <p>Aby otrzymywać pytanie o hasło za każdym razem, proszę zaznaczyć opcję <b>Zawsze pytaj o hasło</b>. Dostawca usług internetowych może nie zezwalać na zapisywanie hasła na dysku. Jeśli hasło zostanie tutaj podane, będzie ono zapisane na dysku bez szyfrowania (możliwe do odczytu tylko dla administratora). </p>

source: Authorization
pl: Uwierzytelnianie

source: &User Name
pl: Nazwa &użytkownika

source: &Always Ask for Password
pl: Z&awsze pytaj o hasło

source: Packet &Encapsulation
pl: &Enkapsulacja pakietów

source: Synchronous PPP
pl: Synchroniczne PPP

source: Pr&ovider Name
pl: Nazwa d&ostawcy

source: P&hone Number
pl: Numer tele&fonu

source: &Info
pl: &Informacja

source: &Line ID
pl: ID &linii

source: &T-Online Number
pl: Numer &T-Online

source: &User Code
pl: K&od użytkownika

source: Name for Dialing:
pl: Nazwa połączenia

source: Provider Information
pl: Informacje o dostawcy

source: Enter the line ID.
pl: Proszę podać ID linii.

source: Enter the T-Online number.
pl: Proszę podać numer T-Online.

source: Enter the user code.
pl: Proszę podać kod użytkownika.

source: Provider name %1 already exists.
pl: Nazwa dostawcy %1 już istnieje.

source: Enter the provider name.
pl: Proszę podać nazwę dostawcy.

source: Enter the phone number.
pl: Proszę podać numer telefonu.

source: Enter the user name.
pl: Proszę podać nazwę użytkownika.

source: NetworkManager cannot ask for the password. Use KInternet (without NetworkManager) or store passwords on the system.
pl: Program NetoworkManager nie może zapytać o hasło. Należy użyć programu KInternet (bez programu NetworkManager) lub zapisać hasło w systemie.

source: You have entered some characters that are not numbers in the phone field. Continue?
pl: W polu numeru telefonu wprowadzono znaki, które nie są cyframi. Czy kontynuować?

source: <p>Access to Kamp DSL.</p>
pl: <p>Dostęp do Kamp DSL.</p>

source: <p>In the <b>User Name</b> field, replace the blank space (after the <b>/</b>) with your Kamp login. Then enter your password and click <b>Next</b>. Contact your provider if you have difficulties.</p>
pl: <p>W polu <b>Nazwa użytkownika</b> proszę zastąpić odstępy (po znaku <b>/</b>) swoją nazwą użytkownika Kamp. Następnie proszę podać swoje hasło i nacisnąć przycisk <b>Dalej</b>. W razie problemów należy skontaktować się z dostawcą.</p>

source: <p>Access AOL-DSL.</p>
pl: <p>Dostęp do AOL-DSL.</p>

source: <p>In the <b>User Name</b> field, replace the blank space (before the <b>@</b>) with your AOL login. Then enter your password and click <b>Next</b>. If you are a new AOL customer and want to dial up for the first time, you need to enter your AOL PIN number once. If you have a Windows system, you can enter the PIN in the AOL dial-up software. If not, call the AOL hot line and request the AOL staff to enter the PIN number for you.</p>
pl: <p> W polu <b>Nazwa użytkownika</b> należy zastąpić odstępy (przed znakiem <b>@</b>) swoją nazwą użytkownika AOL. Następnie proszę podać hasło i nacisnąć przycisk <b>Dalej</b>. Jeśli jest się nowym klientem AOL i dzwoni się po raz pierwszy, trzeba jednokrotnie podać swój numer PIN dla AOL. Jeśli używa się systemu Windows, można podać swój PIN z oprogramowania AOL dial-up. Jeśli nie, proszę zadzwonić do pomocy telefonicznej AOL i poprosić o wprowadzenie numeru PIN.</p>

source: <p>Access to Kamp 1&1 DSL.</p>
pl: <p>Dostęp do Kamp 1&1 DSL.</p>

source: <p>In the <b>User Name</b> field, replace the blank space (after the <b>/</b>) with your 1&1 login. Then enter your password and click <b>Next</b>. Contact your provider if you have difficulties.</p>
pl: <p>W polu <b>Nazwa użytkownika</b> należy zastąpić odstępy (za znakiem <b>/</b>) swoją nazwą użytkownika 1&1. Następnie proszę podać hasło i nacisnąć przycisk <b>Dalej</b>. Jeśli występują problemy, należy skontaktować się z dostawcą.</p>

source: <p>Access to Kamp Eggenet DSL.</p>
pl: <p>Dostęp do Kamp Eggenet DSL.</p>

source: <p>Enter your password and click <b>Next</b>. Contact your provider if you have difficulties.</p>
pl: <p>Proszę podać hasło i nacisnąć przycisk <b>Dalej</b>. Jeśli występują problemy, należy skontaktować się z dostawcą.</p>

source: <p>Access to Kamp T-Online Business DSL.</p>
pl: <p>Dostęp do Kamp T-Online Business DSL.</p>

source: <p>In the <b>User Name</b> field, replace the blank space (after the <b>/</b>) with your T-Online Business login. Then enter your password and click <b>Next</b>. Contact your provider if you have difficulties.</p>
pl: <p>W polu <b>Nazwa użytkownika</b> należy zastąpić odstępy (za znakiem <b>/</b>) swoją nazwą użytkownika T-Online Business. Następnie proszę podać hasło i nacisnąć przycisk<b>Dalej</b>. Jeśli występują problemy, należy skontaktować się z dostawcą.</p>

source: Provider Configuration
pl: Konfiguracja dostawcy

source: Remote Administration
pl: Zdalna administracja

source: &Allow Remote Administration
pl: Włą&czona

source: &Do Not Allow Remote Administration
pl: W&yłączona

source: <p><b><big>Remote Administration Settings</big></b></p> <p>If this feature is enabled, you can administer this machine remotely from another machine. Use a VNC client, such as krdc (connect to <tt>&lt;hostname&gt;:%1</tt>), or a Java-capable Web browser (connect to <tt>http://&lt;hostname&gt;:%2/</tt>). This form of remote administration is less secure than using SSH.</p>
pl: <p><b><big>Ustawienia administracji zdalnej</big></b></p> <p>Jeśli funkcja ta jest włączona, możliwa jest zdalna administracja tym komputerem. Można używać klienta VNC, takiego jak krdc (połączenie z <tt>&lt;hostname&gt;:%1</tt>), albo przeglądarki www z obsługą języka Java (połączenie z <tt>http://&lt;hostname&gt;:%2/</tt>). Taki sposób administracji zdalnej jest mniej bezpieczny niż SSH.</p>

source: Remote Administration Settings
pl: Ustawienia administracji zdalnej

source: Firewall Settings
pl: Ustawienia zapory sieciowej

source: Additional Address
pl: Dodatkowe adresy

source: Already Configured Devices:
pl: Skonfigurowane urządzenia:

source: Nothing is configured
pl: Nic nie jest skonfigurowane

source: PCMCIA ISDN Card
pl: Karta PCMCIA ISDN

source: USB ISDN Card
pl: Karta USB ISDN

source: PCMCIA Ethernet Network Card
pl: Karta sieciowa PCMCIA Ethernet

source: USB Ethernet Network Card
pl: Karta sieciowa USB Ethernet

source: PCMCIA FDDI Network Card
pl: Karta sieciowa PCMCIA FDDI

source: USB FDDI Network Card
pl: Karta sieciowa USB FDDI

source: PCMCIA ISDN Connection
pl: Połączenie PCMCIA ISDN

source: USB ISDN Connection
pl: Połączenie USB ISDN

source: PCMCIA Modem
pl: Modem PCMCIA

source: USB Modem
pl: Modem USB

source: PCMCIA Token Ring Network Card
pl: Karta sieciowa PCMCIA Token Ring

source: USB Token Ring Network Card
pl: Karta sieciowa USB Token Ring

source: USB Network Device
pl: Urządzenie sieciowe USB

source: PCMCIA Wireless Network Card
pl: Bezprzewodowa karta sieciowa PCMCIA

source: USB Wireless Network Card
pl: Bezprzewodowa karta sieciowa USB

source: Unknown Network Device
pl: Nieznanie urządzenie sieciowe

source: Configured as %1 with provider %2
pl: Skonfigurowano jako %1 u dostawcy %2

source: Configured as %1 with provider %2 (protocol %3)
pl: Skonfigurowano jako %1 u dostawcy %2 (protokół %3)

source: Configured without address (NONE)
pl: Skonfigurowano bez adresu (NONE)

source: Configured without an address
pl: Skonfigurowano bez adresu

source: Configured with address %1
pl: Skonfigurowano z adresem %1

source: Configured with address %1 (remote %2)
pl: Skonfigurowano z adresem %1 (zdalny %2)

source: Configured with %1
pl: Skonfigurowano z %1

source: Configured as %1 with address %2
pl: Skonfigurowano jako %1 z adresem %2

source: Configured as %1 with address %2 (remote %3)
pl: Skonfigurowano jako %1 z adresem %2 (zdalny %3)

source: Configured as %1 with %2
pl: Skonfigurowano jako %1 z %2

source: (not connected)
pl: (niepołączony)

source: Mode: %1
pl: Tryb: %1

source: IP address assigned using DHCP
pl: Ustawienie adresu IP przez DHCP

source: Bond slaves
pl: Powiązane komputery podrzędne

source: <p>The device is not configured. Press <b>Edit</b> for configuration.</p>
pl: <p>Urządzenie nie jest skonfigurowane. Proszę nacisnąć przycisk <b>Edytuj</b>, aby dokonać konfiguracji.</p>

source: These packages need to be installed:
pl: Następujące pakiety muszą być zainstalowane:

source: The required packages are not installed. The configuration will be aborted. Try again?
pl: Wymagane pakiety nie są zainstalowane. Konfiguracja zostanie przerwana. Czy spróbować ponownie?

source: unplugged
pl: bez podłączenia

source: Configuration Successfully Saved
pl: Konfiguracja została zapisana pomyślnie

source: DNS Configuration Successfully Saved
pl: Konfiguracja DNS została zapisana pomyślnie

source: DSL Configuration Successfully Saved
pl: Konfiguracja DSL została zapisana pomyślnie

source: Hosts Configuration Successfully Saved
pl: Konfiguracja komputera została zapisana pomyślnie

source: ISDN Configuration Successfully Saved
pl: Konfiguracja ISDN została zapisana pomyślnie

source: Network Card Configuration Successfully Saved
pl: Konfiguracja karty sieciowej została zapisana pomyślnie

source: Modem Configuration Successfully Saved
pl: Konfiguracja modemu została zapisana pomyślnie

source: Proxy Configuration Successfully Saved
pl: Konfiguracja proxy została zapisana pomyślnie

source: Provider Configuration Successfully Saved
pl: Konfiguracja dostawcy została zapisana pomyślnie

source: Routing Configuration Successfully Saved
pl: Konfiguracja routingu została zapisana pomyślnie

source: Configure mail now?
pl: Czy skonfigurować teraz pocztę?

source: Run configuration of %1?
pl: Uruchomić konfigurację %1?

source: Network Cards
pl: Karty sieciowe

source: ISDN Cards
pl: Karty ISDN

source: All Network Devices
pl: Wszystkie urządzenia sieciowe

source: Network is currently controlled by NetworkManager and its settings cannot be edited by YaST. To edit the settings, use the NetworkManager connection editor or switch the network setup method to Traditional with ifup.
pl: Sieć jest aktualnie kontrolowana przez program NetworkManager, którego ustawienia nie mogą być edytowane w programie YaST. Aby zmieniać te ustawienia, należy użyć edytora połączeń programu NetworkManager lub przełączyć metodę konfiguracji sieci na tradycyjną z użyciem programu ifup.

source: A&dd
pl: &Dodaj

source: &Add
pl: Dod&aj

source: Ed&it
pl: Ed&ytuj

source: Dele&te
pl: &Usuń

source: E&nable Device Control for Non-root User Via QInternet
pl: Włącz kontrolę urządzeń przez QInternet dla zwykłych użytkowników

source: <p><b><big>Device Control</big></b></p> <p>Usually, only the system administrator is allowed to activate and deactivate a network interface. With <b>Enable Device Control for Non-root User Via QInternet</b>, any user may control the interface via QInternet.This will require <b>smpppd</b> installed and running.</p>
pl: <p><b><big>Kontrola nad urządzeniami</big></b></p> <p>Zwykle tylko administrator systemu może włączać i wyłączać interfejsy sieciowe. Używając opcji <b>Włącz kontrolę urządzeń przez QInternet dla zwykłych użytkowników</b> można pozwolić, aby zwykły użytkownik mógł kontrolować ten interfejs przez program QInternet. Opcja ta wymaga zainstalowanego i uruchomionego demona <b>smpppd</b></p>

source: &Dial Prefix Regular Expression
pl: Wyrażenie regularne prefiksu w&dzwaniania

source: <p>When <b>Dial Prefix Regular Expression</b> is set, users can change the dial prefix in KInternet provided that it matches the expression. A recommended value is <tt>[09]?</tt>, allowing <tt>0</tt>, <tt>9</tt>, and the empty prefix. If the expression is empty, users are not allowed to change the prefix.</p>
pl: Jeśli ustawiono <b>Wyrażenie regularne prefiksu wdzwaniania</b>, użytkownicy mogą zmieniać prefiks wdzwaniania w KInternet zgodnie z podanym wyrażeniem. Zaleca się wpis <tt>[09]?</tt>, pozwalający na <tt>0</tt>, <tt>9</tt>, albo wpis pusty. Jeśli wyrażenie jest puste, użytkownik nie może zmieniać prefiksu.</p>

source: Setup Method
pl: Metoda konfiguracji

source: A&utomatic Address Setup (via DHCP)
pl: A&utomatyczna konfiguracja adresu (przez DHCP)

source: S&tatic Address Setup
pl: S&tatyczna konfiguracja adresu

source: At Boot Time
pl: Podczas uruchamiania systemu

source: Never
pl: Nigdy

source: By NetworkManager
pl: Przez aplet NetworkManager

source: <b>By NetworkManager</b>: a desktop applet controls the interface. There is no need to set it up in YaST.
pl: <b>Przez aplet NetworkManageri</b>: jest to aplet pulpitu do kontroli interfejsów sieciowych. Nie wymaga konfiguracji przy pomocy programu YaST.

source: <p><b>Manually</b>: You control the interface manually via 'ifup' or 'qinternet' (see 'User Controlled' below).</p>
pl: <p>Przycisk <b>ręcznie</b>: aby kontrolować interfejs manualnie przy pomocy programów 'ifup' lub 'qinternet' (zob. <b>Kontrolowane przez użytkownika</b> poniżej).

source: On Cable Connection
pl: Przy połączeniu przewodowym

source: <b>On Cable Connection</b>: The interface is watched for whether there is a physical network connection. That means either the cable is connected or the wireless interface can connect to an access point.
pl: <b>Przy połączeniu przewodowym</b>: Interfejs jest kontrolowany, czy istnieje fizyczne połączenie sieciowe. Oznacza to, że albo połączenie przewodowe, albo interfejs bezprzewodowy mogą połączyć się z punktem dostępowym.

source: On Hotplug
pl: Po podłączeniu urządzenia typu hotplug

source: With <b>On Hotplug</b>, the interface is set up as soon as it is available. This is nearly the same as 'At Boot Time', but does not result in an error at boot time if the interface is not present.
pl: <br>Opcja <b>Po podłączeniu urządzenia typu hotplug</b> interfejs jest ustawiany tak szybko, jak to jest możliwe. Działa to podobnie jak opcja 'Podczas uruchomiania systemu', ale nie powoduje błędów, jeśli w czasie uruchomienia systemu urządzenie nie jest podłączone.

source: On NFSroot
pl: Na NFSroot

source: Using <b>On NFSroot</b> is similar to <tt>auto</tt>. Interfaces with this startmode will never be shut down via <tt>rcnetwork stop</tt>. <tt>ifdown <iface></tt> is still available. Use this if you have an NFS or iSCSI root filesystem.
pl: Opcja <b>Na NFSroot</b> jest podobna do <tt>auto</tt.>, lecz interfejsy sieciowe w tym trybie nigdy nie zostaną zamknięte poleceniem <tt>rcnetwork stop</tt>. Polecenie <tt>ifdown <iface></tt> jest ciągle dostępne. Opcji tej należy użyć w przypadku posiadania głównego systemu plików typu NFS lub iSCSI.

source: Using <b>On NFSroot</b> is nearly like 'auto'. But interfaces with this startmode will never be shut down via 'rcnetwork stop'. 'ifdown <iface>' still works. Use this when you have a nfs or iscsi root filesystem.
pl: Opcja <b>Na NFSroot</b> jest podobna do 'auto', lecz interfejsy sieciowe w tym trybie nigdy nie zostaną zatrzymane poleceniem 'rcnetwork stop'. Polecenie 'ifdown <iface>' będzie jednak działało. Opcji należy użyć w przypadku montowania głównego systemu plików na nfs lub iscsi.

source: Activate &device
pl: U&aktywnij urządzenie

source: <p><b><big>Device Activation</big></b></p> <p>Choose when to bring up the network interface. <b>At Boot Time</b> activates it during system boot, <b>Never</b> does not start the device. %1</p>
pl: <p><b><big>Aktywacja urządzenia</big></b></p> <p>Menu pozwala wybrać, kiedy interfejs urządzenia będzie włączany. Opcja <b>Podczas uruchamiania systemu</b> powoduje uruchomienie interfejsu wraz z systemem.<br> Opcja <b>Nigdy</b> nie uruchamia urządzenia w ogóle. %1</p>

source: Unknown device
pl: Nieznanie urządzenie

source: DHCP address
pl: Adres DHCP

source: No IP address assigned
pl: Brak przypisanego adresu IP

source: &Change Device
pl: &Zmień urządzenie

source: Network Device Select
pl: Wybór urządzenia sieciowego

source: No interface with dhcp
pl: Brak interfejsu z dhcp

source: It's not recommended to use .local as domainname due to Multicast DNS. Use it at your own risk?
pl: Nie zaleca się używania .local jako nazwy domeny z powodu Multicast DNS. Czy użyj na własne ryzyko?
