Repository: aviarypl/suse-l10n-pl
Catalog: yast/network.*.po
Languages: pl

source: A Xen network bridge was detected. Due to the renaming of network interfaces by the bridge script, network interfaces should not be configured or restarted. See %1 for details.
pl: Wykryto most sieci Xen. Ponieważ skrypty mostu zmieniają nazwy interfejsów sieciowych, dlatego interfejsów sieciowych nie można konfigurować i restartować. Szczegóły opisano w %1.

source: Firmware is needed. Install it from the add-on CD. First add the add-on CD to your YaST software repositories then return to this configuration dialog.
pl: Wymagane jest oprogramowanie wbudowane. Można zainstalować je z dysku CD produktu dodatkowego. Aby dokonać instalacji, należy dodać płytę CD produktu dodatkowego do źródeł instalacji programu YaST i ponownie wrócić do niniejszego okna konfiguracyjnego.

source: The device needs a firmware to function properly. Usually, it can be downloaded from your driver vendor's Web page. If you have already downloaded and installed the firmware, click <b>Continue</b> to configure the device. Otherwise click <b>Cancel</b> and return to this dialog once you have installed the firmware.
pl: Do prawidłowego działania urządzenie to wymaga oprogramowania wbudowanego. Zazwyczaj można je pobrać ze strony internetowej dostawcy sterownika. Jeśli oprogramowanie wbudowane zostało już pobrane i i zainstalowane, proszę nacisnąć przycisk <b>Kontynuuj</b> , aby skonfigurować urządzenie. W przeciwnym razie należy nacisnąć przycisk <b>Anuluj</b> i powrócić do tego etapu po zainstalowaniu oprogramowania wbudowanego.

source: Installing firmware
pl: Instalowanie oprogramowania wbudowanego

source: For successful firmware installation, the 'install_bcm43xx_firmware' script needs to be executed. Execute it now?
pl: Aby zainstalować oprogramowanie wbudowane, należy uruchomić skrypt 'install_bcm43xxx_firmware'. Uruchomić go teraz?

source: An error occurred during firmware installation.
pl: Wystąpił błąd podczas instalowania oprogramowania wbudowanego.

source: Applet needed
pl: Wymagany jest aplet

source: NetworkManager is controlled by desktop applet (knetworkmanager for KDE and nm-applet for GNOME). Be sure it's running and if not, start it manually.
pl: NetwokManager jest kontrolowany przez aplet pulpitu (knetworkmanager dla KDE oraz nm-applet dla GNOME). Należy się upewnić że jest on uruchomiony, jeśli nie jest, należy uruchomić go ręcznie.

source: The interface is currently set to be managed by the NetworkManager applet. If you edit the settings for this interface here, the interface will no longer be managed by NetworkManager.
pl: Ten interfejs jest kontrolowany przez program NetworkManager. W przypadku ręcznej zmiany ustawień tego interfejsu zostanie on wyłączony spod kontroli apletu NetworkManager.

source: All additional addresses belonging to the interface %1 will be deleted as well. Really continue?
pl: Wszystkie dodatkowe adresy przynależne do interfejsu %1 także zostaną usunięte. Czy naprawdę kontynuować?

source: Device you select has STARTMODE=nfsroot. Really delete?
pl: Wybrane urządzenie ma STARTMODE=nfsroot. Na pewno chcesz je usunąć?

source: Network Setup Method
pl: Metoda ustawiania sieci

source: &User Controlled with NetworkManager
pl: Kontrola &użytkownika przez program NetworkManager

source: &Traditional Method with ifup
pl: Kontrola przez i&fup

source: IPv6 Protocol Settings
pl: Ustawienia protokołu IPv6

source: Enable IPv6
pl: Włącz IPv6

source: Note
pl: Notka

source: Global Options
pl: Opcje globalne

source: Overview
pl: Przegląd

source: Network Settings
pl: Ustawienia sieci

source: DHCP Client Options
pl: Opcje klienta DHCP

source: DHCP Client &Identifier
pl: &Identyfikator klienta DHCP

source: &Hostname to Send
pl: Nazwa &hosta do wysłania

source: Change Default Route via DHCP
pl: Zmień domyślną trasę przez DHCP

source: <p>Set up hardware-specific options for your network device here.</p>
pl: <p>W tym oknie można ustawić opcje sprzętowe urządzenia sieciowego</p>

source: <p><b>Device Type</b>. Various device types are available, select one according your needs.</p>
pl: <p><b>Typ urządzenia</b>. Dostępne są różne typy urządzeń, należy wybrać jeden odpowiadający naszym potrzebom.</p>

source: <p><b>Udev Rules</b> are rules for the kernel device manager that allow associating the MAC address or BusID of the network device with its name (for example, eth1, wlan0 ) and assures a persistent device name upon reboot.
pl: <p><b>Reguły udev</b> są używane przez menedżera urządzeń jądra. Umożliwiają one łączenie adresu MAC lub identyfikatora BusID urządzenia sieciowego z jego nazwą (np. eth1, wlan0) i zapewniają stałą nazwę urządzenia pomiędzy uruchomieniami systemu.

source: <p><b>Show visible port identification</b> allows you to physically identify now configured NIC. Set appropriate time, click <b>Blink</b> and LED diodes on you NIC will start blinking for selected time. </p>
pl: <p> <b>Wizualna identyfikacja portu</b> pozwala fizycznie zidentyfikować skonfigurowany NIC. Proszę ustawić odpowiedni czas, kliknąć przycisk <b>Mrugaj</b>, a diody LED na urządzeniu NIC zaczną mrugać przez określony czas. </p>

source: <p><b>Kernel Module</b>. Enter the kernel module (driver) name for your network device here. If the device is already configured, see if there is more than one driver available for your device in the drop-down list. If necessary, choose a driver from the list, but usually the default value works.</p>
pl: <p><b>Moduł jądra</b>. Proszę podać tutaj nazwę modułu jądra (sterownika) dla posiadanego urządzenia sieciowego. Jeśli urządzenie jest już skonfigurowane, należy sprawdzić, czy w liście rozwijanej nie jest dostępny inny sterownik dla urządzenia. W razie potrzeby można wybrać sterownik z listy ale zwykle funkcjonuje wartość domyślna.</p>

source: <p>Additionally, specify <b>Options</b> for the kernel module. Use this format: <i>option</i>=<i>value</i>. Each entry should be space-separated, for example: <i>io=0x300 irq=5</i>. <b>Note:</b> If two cards are configured with the same module name, the options will be merged while saving.</p>
pl: <p>Dodatkowo można określić <b>Opcje</b> dla modułu jądra systemu. Należy zapisać je w formacie: <i>opcja</i>=<i>wartość</i>. Każda pozycja powinna być oddzielona spacją, np. <i>io=0x300 irq=5</i>. <b>Uwaga:</b> jeśli dwie karty są skonfigurowane z taką samą nazwą modułu, opcje zostaną scalone w czasie zapisywania.</p>

source: <p>If you specify options via <b>Ethtool options</b>, ifup will call ethtool with these options.</p>
pl: <p>Wartości wpisane w polu <b>Opcje ethtool</b> zostaną użyte jako opcje programu ethtool wywołanego przez polecenie ifup.</p>

source: <p>If you have a <b>PCMCIA</b> network card, select PCMCIA. If you have a <b>USB</b> network card, select USB.</p>
pl: <p>Jeśli korzysta się z karty sieciowej <b>PCMCIA</b>, proszę zaznaczyć PCMCIA, jeśli z karty <b>USB</b> - proszę zaznaczyć USB.</p>

source: <p>Here, set up your networking device. The values will be written to <i>/etc/modprobe.conf</i> or <i>/etc/chandev.conf</i>.</p>
pl: <p>Tutaj można skonfigurować interfejs sieciowy. Wartości zostaną zapisane do pliku <i>/etc/modprobe.conf</i> albo <i>/etc/chandev.conf</i>.</p>

source: <p>Options for the module should be written in the format specified in the <b>IBM Device Drivers and Installation Commands</b> manual.</p>
pl: <p>Opcje dla modułu powinny być zapisane w formacie określonym w podręczniku <b>IBM Device Drivers and Installation Commands</b>.</p>

source: Manual Network Card Configuration
pl: Ręczna konfiguracja karty sieciowej

source: &Hotplug Type
pl: Typ &Hot Plug

source: &Kernel Module
pl: Moduł &jądra

source: &Module Name
pl: Nazwa &modułu

source: Udev rules
pl: Reguły udev

source: Device Name
pl: Nazwa urządzenia

source: Change
pl: Zmień

source: Show visible port identification
pl: Wizualna identyfikacja portu

source: Seconds
pl: Sekundy

source: Blink
pl: Mrugaj

source: Ethtool options
pl: Opcje ethtool

source: Manual Network Card Selection
pl: Ręczny wybór karty sieciowej

source: <p>Select the network card to configure. Search for a particular network card by entering the name in the search entry.</p>
pl: <p>Proszę wybrać kartę sieciową do skonfigurowania. Proszę znaleźć konkretną kartę sieciową, podając jej nazwę w polu wyszukiwania.</p>

source: &Network Card
pl: Karta &sieciowa

source: Configuration name already exists.
pl: Nazwa konfiguracji już istnieje.

source: Invalid configuration name.
pl: Nieprawidłowa nazwa konfiguracji.

source: Rule by:
pl: Reguła wg:

source: Change DeviceName
pl: Zmień nazwę urządzenia

source: Configuration name %1 already exists. Choose a different one.
pl: Nazwa konfiguracji %1 już istnieje. Proszę wybrać inną.

source: S/390 Network Card Configuration
pl: Konfiguracja karty sieciowej S/390

source: S/390 Device Settings
pl: Ustawienia urządzenia S/390

source: &Port Name
pl: Nazwa &portu

source: Port Number
pl: Numer portu

source: &Enable IPA Takeover
pl: Włącz prz&ejmowanie IPA

source: Enable &Layer 2 Support
pl: Włącz obsługę dla &Layer 2

source: Layer2 &MAC Address
pl: Adres &MAC dla Layer 2

source: Read Channel
pl: Kanał odczytu

source: Write Channel
pl: Kanał zapisu

source: Control Channel
pl: Kanał sterowania

source: <p>Enter the <b>Port Name</b> for this interface (case-sensitive).</p>
pl: <p>Proszę podać <b>Nazwę portu</b> dla tego interfejsu (rozróżniana jest wielkość liter).</p>

source: <p>Enter any additional <b>Options</b> for this interface (separated by spaces).</p>
pl: <p>Proszę podać dodatkowe <b>Opcje</b> dla tego interfejsu (rozdzielone odstępami).</p>

source: <p>Select <b>Enable IPA Takeover</b> if IP address takeover should be enabled for this interface.</p>
pl: <p>Proszę wybrać opcję <b>Włącz przejmowanie IPA</b>, jeśli przejmowanie adresów IP powinno być włączone dla tego interfejsu.</p>

source: <p>Select <b>Enable Layer 2 Support</b> if this card has been configured with layer 2 support.</p>
pl: <p>Proszę wybrać opcję <b>Włącz obsługę dla Layer 2</b>, jeśli ta karta została skonfigurowana z obsługą dla Layer 2.</p>

source: <p>Enter the <b>Layer 2 MAC Address</b> if this card has been configured with layer 2 support.</p>
pl: <p>Proszę wprowadzić <b>adres MAC dla Layer 2</b>, jeśli ta karta została skonfigurowana z obsługą dla Layer 2.</p>

source: &Port Number
pl: Numer &portu

source: &LANCMD Time-Out
pl: Czas wygaśnięcia &LANCMD

source: <p>Choose the <b>Port Number</b> for this interface.</p>
pl: <p>Proszę wybrać opcję <b>Numer portu</b> dla tego interfejsu.</p>

source: <p>Specify the <b>LANCMD Time-Out</b> for this interface.</p>
pl: <p>Proszę określić <b>czas wygaśnięcia LANCMD</b> dla tego interfejsu.</p>

source: Compatibility Mode
pl: Tryb zgodności

source: Extended Mode
pl: Tryb rozszerzony

source: CTC-Based tty (Linux to Linux Connections)
pl: tty oparte na CTC (połączenia Linuksa z Linuksem)

source: Compatibility Mode with OS/390 and z/OS
pl: Tryb zgodności z OS/390 i z/OS

source: &Protocol
pl: &Protokół

source: <p>Choose the <b>Protocol</b> for this interface.</p>
pl: <p>Proszę wybrać opcję <b>Protokół</b> dla tego interfejsu.</p>

source: &Peer Name
pl: Nazwa &partnera połączenia

source: <p>Enter the name of the IUCV peer, for example, the z/VM user name with which to connect (case-sensitive).</p>
pl: <p>Proszę podać nazwę partnera połączenia IUCV, np. nazwę użytkownika z/VM z którym ma nastąpić połączenie (rozróżniana jest wielkość liter).</p>

source: An error occurred while creating device. See YaST log for details.
pl: Wystąpił błąd podczas tworzenia urządzenia. Szczegóły znajdują się w dzienniku programu YaST.

source: Hardware Dialog
pl: Okno dialogowe sprzętu

source: <p><b><big>Initializing Network Card Configuration</big></b><br>Please wait...<br></p>
pl: <p><b><big>Inicjalizacja konfiguracji karty sieciowej</big></b><br>Proszę czekać...<br></p>

source: <p><b><big>Aborting the Initialization:</big></b><br> Safely abort the configuration utility by pressing <B>Abort</B> now.</p>
pl: <p><b><big>Przerwanie Inicjalizacji:</big></b><br> Można bezpiecznie przerwać działania konfiguratora naciskając teraz <b>Przerwij</b>.</p>

source: <p><b><big>Saving Network Card Configuration</big></b><br>Please wait...<br></p>
pl: <p><b><big>Zapisywanie konfiguracji karty sieciowej</big></b><br>Proszę czekać...<br></p>

source: <p><b><big>Aborting Saving:</big></b><br> Abort saving by pressing <b>Abort</b>.</p>
pl: <p><b><big>Przerwanie zapisu:</big></b><br> Aby przerwać zapis należy nacisnąć przycisk <b>Przerwij</b>.</p>

source: <p><b><big>Network Setup Method</big></b></p> <p>Use the <b>NetworkManager</b> as a desktop applet managing connections for all interfaces. It is well suited for switching among wired and wireless networks.</p>
pl: <p><b><big>Metoda ustawiania sieci</big></b></p> <p>Program <b>NetworkManager</b> pozwala z poziomu pulpitu zarządzać połączeniami na wszystkich interfejsach. Z jego pomocą można łatwo przełączać się pomiędzy połączeniami przewodowymi i bezprzewodowymi.</p>

source: <p>Use the <b>Traditional Method with <tt>ifup</tt></b> if you do not run a desktop environment (GNOME or KDE) or need to use multiple interfaces at the same time.</p>
pl: <p>Opcja <b><tt>ifup</tt></b> jest przydatna w przypadku nie korzystania ze środowiska graficznego (jak GNOME lub KDE) lub potrzeby korzystania z wielu interfejsów w tym samym czasie</p>

source: <p><b><big>Network Card Overview</big></b><br> Obtain an overview of installed network cards. Additionally, edit their configuration.<br></p>
pl: <p><b><big>Karty sieciowe</big></b><br> Poniżej przedstawiono przegląd zainstalowanych kart sieciowych. Dodatkowo można edytować ich konfigurację.<BR></P>

source: <p><b><big>Adding a Network Card:</big></b><br> Press <b>Add</b> to configure a new network card manually.</p>
pl: <p><b><big>Dodanie karty sieciowej:</big></b><br> Proszę nacisnąć przycisk <b>Dodaj</b>, aby ręcznie skonfigurować nową kartę.</p>

source: <p><b><big>Configuring or Deleting:</big></b><br> Choose a network card to change or remove. Then press <b>Edit</b> or <b>Delete</b> respectively.</p>
pl: <p><b><big>Konfigurowanie i usuwanie:</big></b><br> Aby zmienić ustawienia bądź usunąć kartę należy wybrać kartę z listy a następnie nacisnąć przycisk <b>Edytuj</b> lub <b>Usuń</b>.</p>

source: <p><b><big>IPv6 Protocol Settings</big></b></p> <p>Check <b>Enable IPv6</b> to enable the ipv6 module in the kernel. It is possible to use IPv6 together with IPv4. This is the default option. To disable IPv6, uncheck this option. This will blacklist the kernel module for ipv6. If the IPv6 protocol is not used on your network, the response time can be faster.</p>
pl: <p><b><big>Ustawienia protokołu IPv6</big></b></p> <p>Aby włączyć moduł IPv6 w jądrze systemu, należy zaznaczyć opcję <b>Włącz IPv6</b>. Możliwe jest używanie IPv6 razem z IPv4. Jest to opcja domyślna. Aby wyłączyć IPv6, należy odznaczyć tę opcję. Spowoduje to dodanie modułu IPv6 do czarnej listy. Gdy protokół IPv6 nie jest używany w danej sieci, czas odpowiedzi może być krótszy.</p>

source: <p>All changes will be applied after reboot.</p>
pl: <p>Wszystkie zmiany będą zastosowane po restarcie.</p>

source: <p>The routing can be set up in this dialog. The <b>Default Gateway</b> matches every possible destination, but poorly. If any other entry exists that matches the required address, it is used instead of the default route. The idea of the default route is simply to enable you to say "and everything else should go here."</p>
pl: <p>W tym oknie można skonfigurować routing. <b>Brama domyślna</b> jest wykorzystywana do połączeń z wszystkimi możliwymi adresami. Może to jednak być nieoptymalne. Jeśli istnieje jakaś inna pozycja pasująca do danego adresu, zostanie ona użyta zamiast trasy domyślnej. Idea trasy domyślnej polega na tym, że cały pozostały ruch kierowany jest domyślną trasą.</p>

source: <p>For each route, enter destination network IP address, gateway address, and netmask. To omit any of these values, use a dash sign "-". Select the device through which the traffic to the defined network will be routed."-" is an alias for any interface.</p>
pl: <p>Dla każdej trasy należy podać docelowy adres IP, adres bramy i maskę sieciową. Aby pominąć którąś z tych wartości, należy użyć symbolu "-". Należy wybrać także urządzenie, przez które będzie routowany ruch do zdefiniowanej sieci. Znak "-" zastępuje dowolny interfejs.</p>

source: <p>Enable <b>IP Forwarding</b> (forwarding packets from external networks to the internal one) if this system is a router. Both IPv4 and IPv6 connectivity will be affected by this setting. <b>Important:</b> if the firewall is enabled, allowing IP forwarding alone is not enough. You should enable masquerading and/or set at least one redirect rule in the firewall configuration. Use the YaST firewall module.</p>
pl: <p>Jeśli ten komputer pracuje jako router, należy włączyć opcję <b>Przekazywanie IP</b> (przekazywanie pakietów z sieci zewnętrznych do sieci wewnętrznej). Ustawienie to dotyczy połączeń IPv4 i IPv6. <b>Ważne:</b> jeśli włączona jest zapora sieciowa, to samo włączenie przekazywania IP nie wystarczy. Należy włączyć maskowanie IP i/lub ustawić przynajmniej jedną regułę przekierowywania w zaporze sieciowej. W celu dokonania tych ustawień można skorzystać z modułu Zapora sieciowa programu YaST.</p>

source: <p>If you are using DHCP to get an IP address, check whether you get also a hostname via DHCP. The hostname will be set automatically by the DHCP client. However, changing the hostname at runtime may confuse the graphical desktop. Therefore, disable this option if you connect to different networks that assign different hostnames.</p>
pl: <p>Jeśli do pobierania adresów IP używany jest protokół DHCP, należy zaznaczyć, czy nazwa hosta ma być również pobierana przez DHCP. Domyślnie nazwa hosta będzie automatycznie ustawiana przez klienta DHCP. Zmiana nazwy hosta w trakcie pracy może powodować problemy środowiska graficznego. W przypadku łączenia się z sieciami, które przypisują różne nazwy hosta, należy wyłączyć tę opcję. </p>

source: <p><b>Assign Hostname to Loopback IP</b> associates your hostname with the IP address <tt>127.0.0.2</tt> (loopback) in <tt>/etc/hosts</tt>. This is a useful option if you want to have the hostname resolvable at all times, even without an active network. In all other cases, use it carefully, especially if this computer provides some network services.</p>
pl: <p>Opcja <b>Przypisz nazwę hosta do adresu IP pętli zwrotnej</b> pozwala skojarzyć nazwę hosta z adresem IP <tt>127.0.0.2</tt> (pętla zwrotna) w pliku <tt>/etc/hosts</tt>. Opcja ta jest przydatna, jeśli nazwa hosta musi być zawsze rozwiązywana, nawet bez aktywnej sieci. W pozostałych przypadkach należy zachować ostrożność, w szczególności gdy ten komputer udostępnia jakieś usługi sieciowe.</p>

source: <p>Enter the name servers and domain search list for resolving hostnames. Usually they can be obtained by DHCP.</p>
pl: <p>Proszę podać nazwy serwerów nazw i listę domen dla wyszukiwania nazw hostów. Dane te można zwykle uzyskać poprzez DHCP.</p>

source: <p>A name server is a computer that translates hostnames into IP addresses. This value must be entered as an <b>IP address</b> (for example, 192.168.0.42), not as a hostname.</p>
pl: <p>Serwer nazw jest komputerem, który tłumaczy nazwy komputerów na adresy IP. Adres ten musi być podana jako <b>adres IP</b> (np. 192.168.0.42), a nie jako nazwa komputera.</p>

source: <p>Search domain is the domain name where hostname searching starts. The primary search domain is usually the same as the domain name of your computer (for example, suse.de). There may be additional search domains (such as suse.com). Separate the domains with commas or white space.</p>
pl: <p>Domena przeszukiwania jest nazwą domeny, w której zaczyna się poszukiwanie nazw komputerów. Główna domena przeszukiwania jest zwykle tą samą, co nazwa domeny komputera (np. suse.de). Można określić dodatkowe domeny przeszukiwania (np. suse.com).</p>

source: <p>Enter the short name for this computer (e.g. <i>mymachine</i>) and the DNS domain (e.g. <i>example.com</i>) that it belongs to. The domain is especially important if this computer is a mail server. You can view the hostname of you computer using the <i>hostname</i> command.</p>
pl: <p>Proszę wprowadzić krótka nazwę dla tego komputera (np. <i>mojkomputer</i>) oraz domenę DNS (np. <i>przyklad.com</i>), do której on należy. Domena jest szczególnie ważna, jeżeli ten komputer jest serwerem poczty. Nazwę hosta można sprawdzić wydając polecenie <i>hostname</i>.</p>

source: <p>Select the way how the DNS configuration will be modified (name servers, search list, the content of <i>/etc/resolv.conf</i>). Normally, it is handled by the <i>netconfig</i> script, which merges statically defined data with dynamically obtained data (e.g. from the DHCP client, NetworkManager, etc.). This is the default. <b>Use Default Policy</b> is sufficient for most configurations.</p>
pl: <p>Proszę wybrać sposób, w jaki konfiguracja DNS (nazwy serwerów, lista wyszukiwania, zawartość pliku <i>/etc/resolv.conf</i>) będzie modyfikowana. Zwykle jest to obsługiwane przez skrypt <i>netconfig</i>, który łączy dane statycznie tutaj definiowane z danymi otrzymanymi dynamicznie (np. od klienta DHCP, NetworkManager itp.). Jest to opcja domyślna. <b>Użyj założeń domyślnych</b> jest wystarczająca dla większości konfiguracji.</p>

source: <p>By choosing <b>Only Manually</b>, <i>netconfig</i> will no longer be allowed to modify <i>/etc/resolv.conf</i>. You can however edit the file manually. By choosing <b>Use Custom Policy</b>, you may specify a custom policy string, which consists of a comma-separated list of interface names, including wildcards, with STATIC and STATIC_FALLBACK as predefined special values. For more information, see the <i>netconfig</i> manual page. Note: Leaving the field blank is the same as using the <b> Only Manually</b> policy.</p>
pl: <p>Po wybraniu opcji <b>Tylko ręcznie</b> skrypt <i>netconfig</i> nie będzie mógł zmieniać pliku <i>/etc/resolv.conf</i>. Można natomiast modyfikować ten plik ręcznie. Wybierając opcję <b>Własnych reguła założeń</b> można zdefiniować własny opis założeń, który zawiera oddzielone przecinkami nazwy interfejsów włącznie ze znakami wyrażeń regularnych i wartościami STATIC i STATIC_FALLBACK. Aby uzyskać więcej informacji, należy zapoznać się z podręcznikiem systemowym dla polecenia <i>netconfig</i>. Uwaga: pozostawienie pustego pola jest równoznaczne z użyciem opcji <b>Tylko ręcznie</b>.</p>

source: <p><b><big>Address Setup</big></b></p> <p>Select <b>No Address Setup</b> if you do not want to assign an IP address to this device. This is particularly useful for bonding ethernet devices.</p>
pl: <p><b><big>Ustawienia adresu</big></b></p> <p>Gdy dla danego urządzenia nie jest potrzebny adres IP, należy zaznaczyć opcję <b>Brak adresów IP</b>. Opcja przydatna jest dla urządzeń powiązanych.</p>

source: <p>Check <b>iBFT</b> if you want to keep the network configured in your BIOS.</p>
pl: <p>Opcję <b>iBFT</b> należy zaznaczyć, jeśli zachowana ma być sieć skonfigurowana w ustawieniach BIOS.</p>

source: <p>Select <b>Dynamic Address</b> if you do not have a static IP address assigned by the system administrator or your Internet provider.</p>
pl: <p>Proszę wybrać opcję <b>Adres dynamiczny</b>, jeśli administrator systemu albo dostawca łącza nie przyznał statycznego adresu IP.</p>
