Repository: aviarypl/suse-l10n-pl
Catalog: yast/network.*.po
Languages: pl

source: If you do not know your ID and password or you do not have any certificate or key files, contact your system administrator.
pl: W razie nieznajomości swojego identyfikatora i hasła lub braku certyfikatów czy plików kluczy, proszę skontaktować się z administratorem systemu.

source: &Authentication Method
pl: Metoda &uwierzytelniania

source: <p>Here you can configure the inner authentication (also known as phase 2) method. By default, all methods are allowed. If you want to restrict the allowed methods or in case you have encountered difficulties regarding authentication, choose your inner authentication method.</p>
pl: <p>W tym miejscu można skonfigurować metodę uwierzytelniania wewnętrznego (znaną także jako fazę 2). Domyślnie dozwolone są wszystkie metody. W przypadku potrzeby ograniczenia dozwolonych metod lub problemów z uwierzytelnianiem, można wybrać metodę uwierzytelniania wewnętrznego.</p>

source: &PEAP Version
pl: Wersja &PEAP

source: <p>If you are using PEAP, you can also force the use of a specific PEAP implementation (version 0 or 1). Normally this should not be necessary.</p>
pl: <p>W przypadku korzystania z PEAP, można także wymusić użycie konkretnej implementacji PEAP (wersja 0 lub 1). Zwykle jednak nie powinno być to potrzebne.</p>

source: &Any
pl: &Dowolna

source: Any
pl: Dowolna

source: WPA-EAP Details
pl: Szczegóły WPA-EAP

source: <P><B><BIG>Initializing Modem Configuration </BIG></B><BR>Please wait...<BR></P>
pl: <P><B><BIG>Inicjalizacja konfiguracji modemu </BIG></B><BR>Proszę czekać...<BR></P>

source: <P><B><BIG>Saving Modem Configuration</BIG></B><BR> Please wait...<BR></P>
pl: <P><B><BIG>Zapisywanie konfiguracji modemu</BIG></B><BR> Proszę czekać...<BR></P>

source: Modem Configuration Overview
pl: Przegląd konfiguracji modemu

source: <P><B><BIG>Modem Overview</BIG></B><BR> Here, get an overview of installed modems. Additionally, edit their configuration.<BR></P>
pl: <P><B><BIG>Modemy</BIG></B><BR> Poniżej przedstawiono przegląd zainstalowanych modemów. Dodatkowo można edytować ich konfigurację.<BR></P>

source: <P><B><BIG>Adding a Modem:</BIG></B><BR> If you press <B>Add</B>, you can manually configure a modem.</P>
pl: <P><B><BIG>Dodawanie modemu:</BIG></B><BR> Proszę nacisnąć przycisk <b>Dodaj</b>, aby ręcznie skonfigurować modem.</p>

source: <P><B><BIG>Editing or Deleting:</BIG></B><BR> Choose a modem for which to change or remove the configuration. Then press the appropriate button: <B>Edit</B> or <B>Delete</B>.</P>
pl: <P><B><BIG>Edycja lub usuwanie:</BIG></B><BR> Proszę wybrać modem, który należy zmienić albo usunąć. Następnie proszę nacisnąć przycisk <b>Edytuj</b> albo <b>Usuń</b>.</p>

source: Modem Devices
pl: Urządzenia modemów

source: Modem Parameters
pl: Parametry modemu

source: <p>Enter all modem configuration values.</p>
pl: <p>Proszę podać wszystkie parametry konfiguracyjne modemu.</p>

source: <p><b>Modem Device</b> specifies to which port your modem is connected. ttyS0, ttyS1, etc., refer to serial ports and usually correspond to COM1, COM2, etc., in DOS/Windows. ttyACM0 and ttyACM1 refer to USB ports.</p>
pl: <p><b>Urządzenie modemu</b> określa, do którego portu podłączony jest modem. ttyS0, ttyS1, itd. odnoszą się do portów szeregowych i zwykle odpowiadają portom COM1, COM2, itd. w DOS/Windows. ttyACM0 i ttyACM1 odnoszą się do portów USB.</p>

source: <p>If you are on a PBX, you probably need to enter a <b>Dial Prefix</b>. Often, this is <i>9</i> or <i>0</i>.</p>
pl: <p>Jeśli używana jest centrala PBX, trzeba prawdopodobnie podać <b>Prefiks wdzwaniania</b>. Zazwyczaj jest to <i>9</i> albo <i>0</i>.</p>

source: <p>Choose <b>Dial Mode</b> according to your phone link. Most telephone companies use <i>Tone Dial</i> as the <b>Dial Mode</b>. Check the additional check boxes to turn on your modem speaker (<i>Speaker On</i>) or for your modem to wait until it detects a dial tone (<i>Detect Dial Tone</i>).</p>
pl: <p>Proszę wybrać <b>Tryb wybierania</b> odpowiedni dla używanego łącza telefonicznego. Większość firm telekomunikacyjnych używa <i>wybierania tonowego</i>. Proszę zaznaczyć odpowiednie pola wyboru, aby włączyć głośnik w modemie (<i>Włącz głośnik</i>) albo polecić modemowi czekać na wykrycie nośnej (<i>Wykryj nośną</i>).</p>

source: <p>Press <b>Details</b> to configure the baud rate and the modem initialization strings.</p>
pl: <p>Proszę nacisnąć przycisk <b>Szczegóły</b>, aby skonfigurować szybkość przekazu i sekwencję inicjującą modem.</p>

source: Modem Device:
pl: Urządzenie modemu:

source: Modem De&vice
pl: Urządzenie &modemu

source: Dial Prefi&x (if needed)
pl: Prefiks &wdzwaniania (o ile wymagany)

source: Dial Mode
pl: Tryb wybierania

source: &Tone Dialing
pl: Wybieranie &tonowe

source: &Pulse Dialing
pl: Wybieranie im&pulsowe

source: Special Settings
pl: Ustawienia specjalne

source: &Speaker On
pl: Włącz głoś&nik

source: D&etect Dial Tone
pl: Wykryj &sygnał

source: Modem Parameter Details
pl: Szczegóły parametrów modemu

source: <p><b>Baud Rate</b> is a transmission speed that tells how many bits per second your computer communicates with your modem.</p>
pl: <p><b>Prędkość przekazu</b> to prędkość transmisji, określająca ile bitów na sekundę komputer wymienia z modemem.</p>

source: <p>All the relevant information about <b>Init Strings</b> should be in your modem manual.</p>
pl: <p>Wszystkie informacje na temat <b>sekwencji inicjującej</b> powinny znajdować się w dokumentacji modemu.</p>

source: B&aud Rate
pl: &Prędkość przekazu

source: Modem Initialization Strings
pl: Sekwencja inicjująca modem

source: Modem Configuration
pl: Konfiguracja modemu

source: Write hostname
pl: Zapis nazwy hosta

source: Run SuSEconfig
pl: Uruchomienie SuSEconfig

source: Update /etc/resolv.conf
pl: Aktualizacja pliku /etc/resolv.conf

source: Saving Hostname and DNS Configuration
pl: Zapis nazwy komputera i konfiguracji DNS

source: Writing hostname...
pl: Zapisywanie nazwy hosta...

source: Running SuSEconfig...
pl: Uruchamianie SuSEconfig...

source: Updating /etc/resolv.conf ...
pl: Aktualizowanie /etc/resolv.conf ...

source: Hostname: Set by DHCP
pl: Nazwa komputera: ustawiona przez DHCP

source: Hostname: %1
pl: Nazwa komputera: %1

source: Hostname will not be written to /etc/hosts
pl: Nazwa hosta nie będzie zapisana do /etc/hosts

source: Name Servers: %1
pl: Serwery nazw: %1

source: Search List: %1
pl: Lista przeszukiwania: %1

source: Initializing DSL Configuration
pl: Inicjalizacja konfiguracji DSL

source: Detect DSL devices
pl: Wykrycie urządzeń DSL

source: Read current configuration
pl: Wczytanie bieżącej konfiguracji

source: Read firewall configuration
pl: Wczytanie konfiguracji zapory sieciowej

source: Read providers
pl: Wczytanie dostawców

source: Read network card configuration
pl: Wczytanie konfiguracji karty sieciowej

source: Reading current configuration...
pl: Wczytywanie bieżącej konfiguracji...

source: Reading firewall configuration...
pl: Wczytywanie konfiguracji zapory sieciowej...

source: Reading providers...
pl: Wczytywanie dostawców...

source: Reading network card configuration...
pl: Wczytywanie konfiguracji karty sieciowej...

source: PPPoE DSL Devices
pl: Urządzenia PPPoE DSL

source: Finished
pl: Zakończono

source: Saving DSL Configuration
pl: Zapisywanie konfiguracji DSL

source: Write configuration
pl: Zapis konfiguracji

source: Write network card configuration
pl: Zapis konfiguracji karty sieciowej

source: Write firewall settings
pl: Zapis konfiguracji zapory sieciowej

source: Write providers
pl: Zapis dostawców

source: Set up network services
pl: Konfiguracja usług sieciowych

source: Set up smpppd
pl: Konfiguracja smpppd

source: Activate network services
pl: Aktywacja usług sieciowych

source: Writing configuration...
pl: Zapisywanie konfiguracji...

source: Writing network card configuration...
pl: Zapisywanie konfiguracji karty sieciowej...

source: Writing firewall settings...
pl: Zapisywanie ustawień zapory sieciowej...

source: Writing providers...
pl: Zapisywanie dostawców...

source: Setting up network services...
pl: Konfigurowanie usług sieciowych...

source: Setting up smpppd(8)...
pl: Konfigurowanie smpppd(8)...

source: Activating network services...
pl: Aktywowanie usług sieciowych...

source: Unknown (PPPoE-style) DSL Device Detected
pl: Wykryto nieznane urządzenie DSL (typu PPPoE)

source: Unknown
pl: Nieznane

source: Update /etc/hosts
pl: Aktualizacja pliku /etc/hosts

source: Saving Hostname Configuration
pl: Zapisywanie konfiguracji nazwy hosta

source: Updating /etc/hosts ...
pl: Aktualizowanie pliku /etc/hosts ...

source: Initializing ISDN Card Configuration
pl: Inicjalizacja konfiguracji karty ISDN

source: Detect devices
pl: Wykrycie urządzeń

source: Read current device configuration
pl: Wczytanie bieżącej konfiguracji urządzenia

source: Read current connection setup
pl: Wczytanie bieżącej konfiguracji połączenia

source: Read firewall settings
pl: Wczytanie ustawień zapory sieciowej

source: Reading current device configuration...
pl: Wczytywanie bieżącej konfiguracji urządzenia...

source: Reading current connection setup...
pl: Wczytywanie bieżącej konfiguracji połączenia...

source: Reading firewall settings...
pl: Wczytywanie ustawień zapory sieciowej...

source: Saving ISDN Configuration
pl: Zapisywanie konfiguracji ISDN

source: Stop ISDN networking
pl: Zatrzymanie interfejsu ISDN

source: Stop ISDN subsystem
pl: Zatrzymanie podsystemu ISDN

source: Write controller configuration
pl: Zapis konfiguracji sterownika

source: Write interface configuration
pl: Zapis konfiguracji interfejsu

source: Write firewall
pl: Zapis konfiguracji zapory sieciowej

source: Start ISDN subsystem
pl: Uruchomienie podsystemu ISDN

source: Run drdsl
pl: Uruchomienie drdsl

source: Start ISDN networking
pl: Uruchomienie interfejsu ISDN

source: Stopping ISDN networking...
pl: Zatrzymywanie interfejsu ISDN...

source: Stopping ISDN subsystem...
pl: Zatrzymywanie podsystemu ISDN...

source: Writing controller configuration...
pl: Zapisywanie konfiguracji sterownika...

source: Writing interface configuration...
pl: Zapisywanie konfiguracji interfejsu...

source: Loading ISDN driver...
pl: Wczytywanie sterownika ISDN...

source: Running drdsl (could take over a minute)...
pl: Uruchamianie drdsl (może potrwać ponad minutę)...

source: Loading ISDN network...
pl: Wczytywanie ustawień interfejsu ISDN...

source: Testing ISDN Configuration %1
pl: Testowanie konfiguracji ISDN %1

source: Stop ISDN network
pl: Zatrzymanie interfejsu ISDN

source: Unload ISDN driver
pl: Usunięcie z pamięci sterownika ISDN

source: Load controller
pl: Wczytanie kontrolera

source: Unload controller
pl: Usunięcie kontrolera z pamięci

source: Stopping ISDN network...
pl: Zatrzymywanie interfejsu ISDN...

source: Unloading ISDN driver...
pl: Usuwanie z pamięci sterownika ISDN...

source: Loading controller...
pl: Wczytywanie kontrolera...

source: Unloading controller...
pl: Usuwanie z pamięci kontrolera...

source: &Select Interface
pl: W&ybierz interfejs

source: Initializing Network Configuration
pl: Inicjalizowanie konfiguracji sieci

source: Detect network devices
pl: Wykrycie urządzeń sieciowych

source: Read driver information
pl: Wczytanie informacji o sterownikach

source: Read device configuration
pl: Wczytanie konfiguracji urządzenia

source: Read network configuration
pl: Wczytanie konfiguracji sieci

source: Read hostname and DNS configuration
pl: Wczytanie nazwy komputera i konfiguracji DNS

source: Read installation information
pl: Wczytanie informacji instalacyjnych

source: Read routing configuration
pl: Wczytanie konfiguracji routingu

source: Detect current status
pl: Wykrycie stanu bieżącego

source: Detecting ndiswrapper...
pl: Wyszukiwanie ndiswrapper...

source: Detected a ndiswrapper configuration, but the kernel module was not modprobed. Do you want to modprobe ndiswrapper?
pl: Znaleziono konfigurację programu ndiswrapper, ale nie został wczytany moduł jądra. Czy wykonać teraz polecenie modprobe ndiswrapper?

source: ndiswrapper kernel module has not been loaded. Check configuration manually.
pl: Moduł jądra ndiswrapper nie został wczytany Proszę sprawdzić konfigurację ręcznie.

source: Detecting network devices...
pl: Wykrywanie urządzeń sieciowych...

source: Reading device configuration...
pl: Wczytywanie konfiguracji urządzeń...

source: Reading network configuration...
pl: Wczytywanie konfiguracji sieci...

source: Reading hostname and DNS configuration...
pl: Wczytywanie nazwy komputera i konfiguracji DNS...

source: Reading installation information...
pl: Wczytywanie informacji instalacyjnych...

source: Reading routing configuration...
pl: Wczytywanie konfiguracji routingu...

source: Detecting current status...
pl: Wykrywanie stanu bieżącego...

source: To apply this change, a reboot is needed.
pl: Do wprowadzenia tej zmiany wymagane jest ponowne uruchomienie komputera.

source: Saving Network Configuration
pl: Zapis konfiguracji sieci

source: Write drivers information
pl: Zapis informacji o sterownikach

source: Write device configuration
pl: Zapis konfiguracji urządzeń

source: Write network configuration
pl: Zapis konfiguracji sieci

source: Write routing configuration
pl: Zapis konfiguracji routingu

source: Write hostname and DNS configuration
pl: Zapis nazwy komputera i konfiguracji DNS

source: Writing /etc/modprobe.conf...
pl: Zapisywanie /etc/modprobe.conf...

source: Writing device configuration...
pl: Zapisywanie konfiguracji urządzeń...

source: Writing network configuration...
pl: Zapisywanie konfiguracji sieci...

source: Writing routing configuration...
pl: Zapisywanie konfiguracji routingu...

source: Writing hostname and DNS configuration...
pl: Zapisywanie nazwy komputera i konfiguracji DNS...

source: Confirm Network Restart
pl: Potwierdzenie ponownego uruchomienia sieci

source: Because of the bridged network, YaST2 needs to restart the network to apply the settings.
pl: Ze względu na mostkowanie sieci, program YaST2 wymaga jej ponownego uruchomienia w celu zastosowania ustawień.

source: No network running
pl: Brak działającej sieci

source: Network Mode
pl: Tryb sieciowy

source: Interfaces controlled by NetworkManager
pl: Interfejsy kontrolowane za pomocą programu NetworkManager

source: Disable NetworkManager
pl: Wyłącz NetworkManager

source: Traditional network setup with NetControl - ifup
pl: Kontrola przez ifup

source: Enable NetworkManager
pl: Włącz NetworkManager

source: Support for IPv6 protocol is enabled
pl: Obsługa protokołu IPv6 włączona

source: Disable IPv6
pl: Wyłącz IPv6

source: Support for IPv6 protocol is disabled
pl: Obsługa protokołu IPv6 wyłączona

source: Proposed bridged configuration for virtual machine network
pl: Proponowana konfiguracja zmostkowana dla sieci wirtualnej

source: Use non-bridged configuration
pl: Użyj konfiguracji bezmostkowej

source: Proposed non-bridged network configuration
pl: Proponowana konfiguracja bezmostkowa sieci

source: Use bridged configuration
pl: Użyj konfiguracji zmostkowanej

source: Started automatically at boot
pl: Uruchamiane automatycznie przy starcie systemu

source: Started automatically on cable connection
pl: Uruchamiane automatycznie w razie utworzenia połączenia przewodowego

source: Managed by NetworkManager
pl: Zarządzane przez aplet NetworkManager

source: Will not be started at all
pl: Nie zostanie uruchomiony

source: Not configured
pl: Nieskonfigurowane

source: Started manually
pl: Uruchamiane ręcznie

source: Device Name: %1
pl: Nazwa urządzenia: %1

source: IP address assigned using
pl: Adres IP przypisany za pomocą

source: IP address: %1/%2
pl: Adres IP: %1/%2

source: IP address: %1, subnet mask %2
pl: Adres IP: %1, maska podsieci %2

source: Warning: no encryption is used.
pl: Ostrzeżenie: nie użyto szyfrowania.

source: Change.
pl: Zmień

source: Bonding slaves
pl: Powiązanie podrzędne

source: enslaved in %1
pl: podrzędne w %1

source: Bonding master
pl: Powiązanie nadrzędne

source: Not connected
pl: Niepołączony

source: No hwinfo
pl: Bez hwinfo

source: <p>Unable to configure the network card because the kernel device (eth0, wlan0) is not present. This is mostly caused by missing firmware (for wlan devices). See dmesg output for details.</p>
pl: <p>Nie można skonfigurować karty sieciowej, ponieważ urządzenie w jądrze systemu (eth0, wlan0) nie istnieje. W większości przypadków jest to spowodowane przez brak oprogramowania wbudowanego (dla urządzeń bezprzewodowych). Proszę zobaczyć wynik polecenia dmesg, aby uzyskać więcej informacji.</p>

source: <p>The device is not configured. Press <b>Edit</b> to configure.</p>
pl: <p>Urządzenie nie jest skonfigurowane. Proszę nacisnąć przycisk <b>Edytuj</b>, aby je skonfigurować.</p>

source: Needed firmware
pl: Wymagane oprogramowanie wbudowane

source: unknown
pl: Nieznane

source: Initializing Modem Configuration
pl: Inicjalizowanie konfiguracji modemu

source: Detect modems
pl: Wykrywanie modemów

source: Read routing
pl: Wczytywanie ustawień routingu

source: Reading routes...
pl: Wczytywanie tras...

source: Saving Modem Configuration
pl: Zapisywanie konfiguracji modemu

source: No home page
pl: Brak strony domowej

source: Product Name: %1
pl: Nazwa produktu: %1

source: Username: %1
pl: Nazwa użytkownika: %1

source: Nothing is configured.
pl: Nic nie jest skonfigurowane.

source: Configured Providers:
pl: Skonfigurowani dostawcy:

source: Configured as %1
pl: Skonfigurowany jako %1

source: Configured as %1 (phone %2)
pl: Skonfigurowany jako %1 (tel. %2)

source: Modem Provider
pl: Dostawca modemowy

source: ISDN Provider
pl: Dostawca ISDN

source: DSL Provider
pl: Dostawca DSL

source: Configure display manager
pl: Konfiguracja menedżera wyświetlania

source: Restart the services
pl: Ponowne uruchomienie usług

source: Saving Remote Administration Configuration
pl: Zapisywanie konfiguracji administracji zdalnej

source: Configuring display manager...
pl: Konfigurowanie menedżera wyświetlania...

source: Restarting the service...
pl: Ponowne uruchamianie usługi...

source: Remote administration is enabled.
pl: Zdalne zarządzanie włączone.

source: Remote administration is disabled.
pl: Zdalne zarządzanie wyłączone.

source: Write IP forwarding settings
pl: Zapis ustawień przekazywania IP

source: Write routing settings
pl: Zapis ustawień routingu

source: Saving Routing Configuration
pl: Zapisywanie konfiguracji routingu

source: Writing IP forwarding settings...
pl: Zapisywanie ustawień przekazywania IP...

source: Writing routing settings...
pl: Zapisywanie ustawień routingu...

source: Gateway: %1
pl: Bramka: %1

source: IP Forwarding: on
pl: Przekazywanie IP: włączone

source: IP Forwarding: off
pl: Przekazywanie IP: wyłączone

source: Automatically Assigned Zone
pl: Automatycznie przypisana strefa

source: Firewall Disabled
pl: Zapora sieciowa wyłączona

source: (Unprotected)
pl: (niechroniony)

source: Provider Type
pl: Typ dostawcy

source: &Available Provider Types:
pl: &Dostępne typy dostawców:

source: Provider Overview
pl: Przegląd dostawców

source: Connection Parameters
pl: Parametry połączenia

source: <p><b>Dial on Demand</b> means that the Internet connection will be established automatically when data from the Internet is requested. To use this feature, specify at least one <i>name server</i>. Use this feature only if your Internet connection is inexpensive, because there are programs that periodically request data from the Internet.</p>
pl: <p><b>Wdzwanianie na żądanie</b> oznacza, że połączenie z Internetem będzie nawiązywane automatycznie w przypadku żądania danych z Internetu. Aby korzystać z tej możliwości należy podać co najmniej jeden <i>serwer nazw</i>. Z tej opcji powinno się korzystać jedynie wtedy, gdy połączenia z Internetem są niedrogie, ponieważ są programy, które okresowo pobierają dane z Internetu.</p>

source: <p>When <b>Modify DNS</b> is enabled, the <i>name server</i> will be changed automatically when connected to the Internet.</p>
pl: <p>Jeśli włączona jest <b>Modyfikacja DNS</b>, <i>serwer nazw</i> będzie zmieniał się automatycznie po połączeniu z Internetem.</p>

source: <p>If the provider does not transmit its domain name server (DNS) after connecting, disable <b>Automatically Retrieve DNS</b> and manually enter the DNS.</p>
pl: <p>Jeśli dostawca nie przesłał nazwy swojego serwera nazw (DNS) po połączeniu, proszę wyłączyć <b>Automatyczne pobranie DNS</b> i podać DNS ręcznie.</p>

source: <p><b>Name Servers</b> are required to convert hostnames (such as www.suse.com) to IP addresses (for example, 213.95.15.200). You only need to specify the name servers if you enable dial on demand or disable <b>DNS Modification</b> when connected.</p>
pl: <p><b>Serwery nazw</b> są konieczne do przekształcania nazw komputerów (np. www.suse.com) na adresy IP (np. 213.95.15.200). Serwer nazw należy podać tylko, jeśli zostanie włączone <i>Wdzwanianie na żądanie</i> albo wyłączona <b>Modyfikacja DNS po połączeniu</b>.</p>

source: <p><b>Ignore Prompts</b> disables the detection of any prompts from the dial-up server. If the connection build-up is slow or does not work at all, try this option.</p>
pl: <p>Opcja <b>Ignoruj monity</b> wyłącza wykrywanie odpowiedzi serwera dial-up. Jeśli czas nawiązania połączenia jest powolny albo wdzwanianie w ogóle nie działa, proszę spróbować tej opcji.</p>

source: <p>Selecting <b>External Firewall Interface</b> activates the firewall and sets this interface as external. Choosing this option makes dial-up connections to the Internet safe from external attacks.</p>
pl: <p>Zaznaczenie opcji <b>Zewnętrzny interfejs zapory sieciowej</b> aktywuje zaporę sieciową i ustawia ten interfejs jako zewnętrzny. Wybranie tej opcji zabezpiecza połączenia wdzwaniane przed atakami z zewnątrz.</p>

source: <p>The <b>Idle Time-Out</b> specifies the time after which an idle connection will be shut down (0 means the connection will not time-out).</p>
pl: <p><b>Czas bezczynności</b> określa, po jakim czasie bezczynne połączenie powinno zostać rozłączone (0 oznacza nieskończoność).</p>

source: I&gnore Prompts
pl: I&gnoruj monity

source: &Connection Details
pl: &Szczegóły połączenia

source: I&P Details
pl: Szczegóły &IP

source: How the interface should be set up
pl: Jak powinien być ustawiany interfejs

source: Automatically
pl: Automatycznie

source: Manually
pl: Ręcznie

source: Off
pl: Wyłącz

source: Provider:
pl: Dostawca:

source: Dial on D&emand
pl: Wdzwa&nianie na żądanie

source: &Modify DNS When Connected
pl: &Modyfikacja DNS po połączeniu

source: &Automatically Retrieve DNS
pl: &Automatyczne pobranie DNS

source: Name Servers
pl: Serwery nazw

source: F&irst
pl: P&odstawowy

source: &Second
pl: Zapa&sowy

source: I&dle Time-Out (seconds)
pl: Czas &bezczynności (sekundy)

source: Set the idle time-out.
pl: Ustaw czas bezczynności.

source: The primary name server is invalid.
pl: Podstawowy serwer nazw jest nieprawidłowy.

source: The secondary name server is invalid.
pl: Zapasowy serwer nazw jest nieprawidłowy.

source: <p>Enter the IP addresses if you received fixed IP addresses from your provider.</p>
pl: <p>Proszę podać adresy IP, jeśli otrzymano stałe adresy IP od dostawcy.</p>

source: <p>Check <b>Dynamic IP Address</b> if your provider assigns one temporary address per connection. In this case, the outgoing address is unknown until the moment the link is established. This is the default with most providers.</p>
pl: <p>Proszę zaznaczyć opcję <b>Dynamiczny adres IP</b>, jeśli dostawca przypisuje jeden tymczasowy adres na połączenie. W tym przypadku adres wychodzący jest nieznany do czasu, kiedy połączenie zostanie nawiązane. Jest to domyślne w przypadku większości dostawców.</p>
