Repository: aviarypl/suse-l10n-pl
Catalog: yast/network.*.po
Languages: pl

source: <p>Choose one of the dynamic address assignment methods. Select <b>DHCP</b> if you have a DHCP server running on your local network. Network addresses are then automatically obtained from the server.</p>
pl: <p>Można wybrać jedną z metod dynamicznego przypisania adresu. Jeśli w sieci lokalnej znajduje się działający serwer DHCP, można zaznaczyć opcję <b>DHCP</b>. Adresy sieciowe będą wówczas pobierane z serwera automatycznie.</p>

source: <p>To search for an IP address and assign it statically, select <b>Zeroconf</b>. To use DHCP and fall back to zeroconf, select <b>DHCP + Zeroconf </b>. Otherwise, the network addresses must be assigned <b>Statically</b>.</p>
pl: <p>Aby wyszukać adres IP i przypisać go statycznie, proszę zaznaczyć opcję <b>Zeroconf</b>. Aby użyć DHCP i awaryjnie zeroconf, należy zaznaczyć opcję <b>DHCP + Zeroconf</b>. W innych przypadkach należy przypisać adresy <b>statycznie</b>.</p>

source: <p>Enter the <b>IP Address</b> (for example: <tt>192.168.100.99</tt>) for your computer, and the <b>Remote IP Address</b> (for example: <tt>192.168.100.254</tt>) for your peer.</p>
pl: <p>Proszę podać <b>adres IP</b> (np: <tt>192.168.100.99</tt>) dla swojego komputera i <b>zdalny adres IP</b> (np. <tt>192.168.100.254</tt>) komputera, z którym nawiązano połączenie.</p>

source: <p>For <b>Static Address Setup</b> enter the static IP address for your computer (for example: <tt>192.168.100.99</tt>) and the network mask (usually <tt>255.255.255.0</tt> or just length of prefix <tt>/24</tt>).Optionally, you can enter a fully qualified hostname for this IP address. The hostname will be written to <tt>/etc/hosts</tt>.</p>
pl: <p>W przypadku <b>adresu statycznego</b> należy podać adres IP tego komputera (np. <tt>192.168.100.99</tt>) oraz maskę podsieci (zwykle <tt>255.255.255.0</tt> lub tylko długość prefiksu <tt>/24</tt>). Można także podać pełną kwalifikowaną nazwę hosta dla tego adresu IP. Zostanie ona zapisana w pliku <i>/etc/hosts</i>.</p>

source: <p>Contact your <b>network administrator</b> for more information about the network configuration.</p>
pl: <p>Aby uzyskać więcej informacji na temat konfiguracji sieci, proszę się skontaktować ze swoim <b>administratorem sieci</b>.</p>

source: <p>DHCP configuration is not recommended for this product. Components of this product might not work with DHCP.</p>
pl: <p>Konfiguracja DHCP jest nie zalecana dla tego produktu. Jego składniki mogą nie współpracować z DHCP.</p>

source: <p><b><big>Firewall Zone</big></b></p> <p>Select the firewall zone to put the interface into. If you select a zone, the firewall will be enabled. If you do not and other firewalled interfaces exist, the firewall will stay enabled but all traffic will be blocked for this interface. If you do not select a zone and no others exist, the firewall will be disabled.</p>
pl: <p><b><big>Strefa zapory sieciowej</big></b></p> <p>Proszę zaznaczyć strefę zapory sieciowej, aby wstawić do niej interfejs. Jeśli strefa będzie wybrana, zapora sieciowa zostanie włączona. Jeśli się tego nie zrobi, a będzie istniał inny interfejs ochraniany zaporą sieciową, zapora będzie włączona i cały ruch przez ten interfejs będzie blokowany. Jeśli strefa nie zostanie wybrana i nie będzie istniał żaden inny interfejs, zapora pozostanie wyłączona.</p>

source: <p><b>Mandatory Interface</b> specifies whether the network service reports failure if the interface fails to start at boot time.</p>
pl: <p><b>Interfejs obowiązkowy</b> określa, czy usługa sieciowa będzie raportowała błąd, jeśli nie uda się uruchomić tego interfejsu podczas startu systemu.</p>

source: <p><b><big>Maximum Transfer Unit</big></b></p> <p>Maximum transfer unit (<b>MTU</b>) is the maximum size of the packet, transferred over the network in one frame. Usually, you do not need to set a MTU, but using lower MTU values may improve the network performance, especially on slow dial-up connections. Either select one of the recommended values or define another one.</p>
pl: <p><b><big>Maksymalna jednostka transferu</big></b></p> <p>Maksymalna jednostka transferu (<b>MTU</b>) to największy rozmiar pakietu przesyłany w jednej ramce sieciowej. Zwykle nie jest potrzebne ustawianie MTU, ale niższe wartości MTU mogą poprawić wydajność sieci szczególnie na wolnych połączeniach wdzwanianych. Można wybrać jedną z proponowanych wartości lub wpisać własną.</p>

source: <p>Select the slave devices for the bond device. Only devices with the device activation set to <b>Never</b> and with <b>No Address Setup</b> are available.</p>
pl: <p>Proszę wybrać urządzenia podrzędne dla urządzenia powiązanego. Dostępne są tylko urządzenia, których aktywacja jest ustawiona na <b>Nigdy</b> i <b>Bez konfiguracji adresu</b>.</p>

source: <p><b><big>DHCP Client Options</big></b></p>
pl: <p><b><big>Opcje klienta DHCP</big></b><br>

source: <p>The <b>DHCP Client Identifier</b>, if left empty, defaults to the hardware address of the network interface. It must be different for each DHCP client on a single network. Therefore, specify a unique free-form identifier here if you have several (virtual) machines using the same network interface and thus the same hardware address.</p>
pl: <p>Jeśli pole <b>Identyfikator klienta DHCP</b> zostanie puste, domyślnym identyfikatorem jest adres sprzętowy interfejsu sieciowego. Musi być on inny dla każdego klienta w jednej sieci. Dlatego należy podać dowolny unikalny identyfikator, jeśli posiada się kilka (wirtualnych) komputerów używających tego samego interfejsu sieciowego, czyli także tego samego adresu sprzętowego.</p>

source: <p>The <b>Hostname to Send</b> specifies a string used for the hostname option field when dhcpcd sends messages to the DHCP server. Some DHCP servers update name server zones (forward and reverse records) according to this hostname (dynamic DNS).</p> Some DHCP servers require the <b>Hostname to Send</b> option field to contain a specific string in the DHCP messages from clients. Leave <b>AUTO</b> to send the current hostname (for example, the one defined in <tt>/etc/HOSTNAME</tt>). If you do not want to send a hostname, leave the field empty.</p>
pl: <p>Pole <b>Nazwa hosta do wysłania</b> określa ciąg znaków używany w polu nazwy hosta, kiedy demon dhcpcd wysyła komunikaty do serwera DHCP. Niektóre serwery DHCP aktualizują strefy serwera nazw (rekordy przekazywane i odwrotne), zgodnie z tą nazwą (dynamiczny DNS). Niektóre serwery DHCP wymagają, aby pole <b>Nazwa hosta do wysłania</b> zawierało w komunikatach DHCP od klientów określony ciąg znaków. Proszę pozostawić <i>AUTO</i>, aby wysyłać aktualną nazwę hosta (np. tę zdefiniowaną w <tt>/etc/HOSTNAME</tt>). Aby nie wysyłać nazwy hosta, należy pozostawić puste pole.</p>

source: <p><b><big>Additional Addresses</big></b></p> <p>Configure additional addresses of an interface (its aliases) in this table.</p>
pl: <p><b><big>Dodatkowe adresy</big></b></p> <p>W tym oknie można skonfigurować dodatkowe adresy interfejsów (ich aliasy) w tabeli.</p>

source: <p>Enter an <b>Alias Name</b>, an <b>IP Address</b>, and the <b>Netmask</b>.</p>
pl: <p>Proszę podać <b>Nazwę aliasu</b>, <b>Adres IP</b> i <b>Maskę sieci</b>.</p>

source: <p><b>Alias Name</b> is optional and legacy.The total length of interface name (inclusive of the colon and label) is limited to 15 characters and the obsolete ifconfig utility truncates it after 9 characters.</p>
pl: <p><b>Nazwa aliasu</b> jest opcjonalna. Całkowita długość nazwy interfejsu (łącznie z dwukropkiem i etykieta) jest ograniczona do 15 znaków, a przestarzały ifconfig obcina nazwę do 9 znaków.</p>

source: <p>Do not include the interface name in the alias name. For example, enter <b>foo</b> instead of <b>eth0:foo</b>.</p>
pl: <p>Proszę nie włączać nazwy interfejsu do aliasu nazwy. Na przykład proszę wpisać <b>foo</b> zamiast <b>eth0:foo</b>.</p>

source: <p>Choose between three <b>Key Input Types</b> for your key. <br><b>Passphrase</b>: The key is generated from the phrase entered. <br><b>ASCII</b>: The ASCII values of the characters entered constitute the key. Enter 5 characters for 64-bit keys, up to 13 characters for 128-bit keys, up to 16 characters for 156-bit keys, and up to 29 characters for 256-bit keys. <br><b>Hexadecimal</b>: Enter the hex codes of the key directly. Enter 10 hex digits for 64-bit keys, 26 digits for 128-bit keys, 32 digits for 156-bit keys, and 58 digits for 256-bit keys. You can use hyphens <tt>-</tt> to separate pairs or groups of digits, for example, <tt>0a5f-41e6-48</tt>. </p>
pl: <p>Należy wybrać jeden z trzech <b>Sposobów podania klucza</b>. <br><b>Hasło</b>- klucz jest generowany na podstawie wprowadzonego wyrazu. <br><b>ASCII</b>- klucz tworzą wartości ASCII podanych znaków. Proszę podać pięć znaków dla klucza 64-bitowego, do trzynastu znaków dla klucza 128-bitowego, do 16 znaków dla klucza 156-bitowego i do 29 znaków dla klucza 256-bitowego. <br><b>Szesnastkowe</b>: należy wprowadzić bezpośrednio kody szesnastkowe dla klucza. Proszę wprowadzić dziesięć cyfr szesnastkowych dla dla klucza 64-bitowego, 26 cyfr dla klucza 128-bitowego, 32 cyfry dla klucza 156-bitowego i 58 dla klucza 256-bitowego. Do rozdzielenia par albo grup cyfr można używać myślników <tt>-</tt> np. <tt>0a5f-41e6-48</tt>. </p>

source: <p>Here, set the most important settings for wireless networking.</p>
pl: <p>Tutaj można podać najważniejsze ustawienia dla sieci bezprzewodowych.</p>

source: <p>The <b>Operating Mode</b> depends on the network topology. The mode can be <b>Ad-Hoc</b> (peer-to-peer network without an access point), <b>Managed</b> (network managed by an access point, sometimes also called <i>Infrastructure Mode</i>), or <b>Master</b> (the network card acts as an access point).</p>
pl: <p><b>Tryb pracy</b> zależy od topologii sieci. Rozróżnia się tryby: <b>Ad-hoc</b> (sieć peer-to-peer bez punktów dostępowych), <b>Zarządzany</b> (sieć zarządzana przez punkt dostępowy, czasem jest to nazywane <i>Infrastructure Mode</i>) lub <b>Master</b> (węzeł zarządza synchronizacją albo działa jako punkt dostępowy).</p>

source: <p>Set the <b>Network Name (ESSID)</b> used to identify cells that are part of the same virtual network. All stations in a wireless LAN need the same ESSID to communicate with each other. If you choose the operation mode <b>Managed</b> and no <b>WPA</b> authentication mode, you can leave this field empty or set it to <tt>any</tt>. In this case, your WLAN card associates with the access point with the best signal strength.</p>
pl: Proszę ustawić <b>Nazwę sieci (ESSID)</b> używaną do identyfikacji komórek będących częścią tej samej wirtualnej sieci. Wszystkie stacje w bezprzewodowej sieci LAN potrzebują tej samej ESSID, aby komunikować się ze sobą. Jeśli zostanie wybrany tryb pracy <b>Zarządzany</b>, a trybem uwierzytelniania jest <b>WPA</b>, można zostawić to pole puste lub wybrać opcję <tt>wszystkie</tt>. W takim przypadku karta WLAN połączy się z punktem dostępowym z najwyższym natężeniem sygnału.</p>

source: <p>In some networks, you need to set an <b>Authentication Mode</b>. It depends on the protection technology used, WEP or WPA. <b>WEP</b> (Wired Equivalent Privacy) is a system to encrypt wireless network traffic with an optional authentication, based on the encryption key used. In most cases where WEP is used, the <b>WEP-Open</b> mode (no authentication at all) is fine. This does not mean that you cannot use WEP encryption (in that case use <b>No Encryption</b>). Some networks may require <b>WEP-Shared Key</b> authentication. NOTE: Shared key authentication makes it easier for a potential attacker to break into your network. Unless you have specific needs for shared key authentication, use the <b>Open</b> mode. Because WEP has been proven insecure, <b>WPA</b> (Wi-Fi Protected Access) was defined to close its security holes, but not all hardware supports WPA. If you want to use WPA, select <b>WPA-PSK</b> or <b>WPA-EAP</b> as the authentication mode. This is only possible in the operation mode <b>Managed</b>.</p>
pl: <p>W niektórych sieciach należy ustawić <b>Tryb uwierzytelniania</b>. Zależy to od stosowanej technologii ochrony: WEP lub WPA. <b>WEP</b> (Wired Equivalent Privacy) jest systemem szyfrowania ruchu bezprzewodowego z opcjonalnym uwierzytelnianiem opartym na szyfrowaniu z kluczami. W większości przypadków, kiedy jest używany WEP, wystarczający jest tryb <b>WEP-Open</b> (bez uwierzytelniania). Nie oznacza to, że nie można używać szyfrowania WEP (w tym przypadku <b>Bez szyfrowania</b>). Niektóre sieci mogą wymagać uwierzytelniania kluczem współdzielonym <b>WEP-Shared Key</b>. UWAGA: Uwierzytelnianie z kluczem współdzielonym może ułatwić włamanie do sieci potencjalnemu napastnikowi. Jeśli nie ma specjalnych wymagań do użycia uwierzytelniania kluczem współdzielonym, należy używać trybu <b>Otwartego</b>. Jako że WEP uważany jest za niebezpieczny, w celu zamknięcia luk zabezpieczeń opracowano <b>WPA</b> (Wi-Fi Protected Access). Niestety, nie wszystkie urządzenia obsługują WPA. Jeśli ma być używany tryb WPA, proszę zaznaczyć <b>WPA-PSK</b> lub <b>WPA-EAP<b> jako tryb uwierzytelniania. Jest to możliwe tylko w trybie pracy <b>zarządzanym</b>.</p>

source: <p>To use WEP, enter the WEP encryption key to use. It can have a key length of 64, 128, 156, or 256 bits, but not all sizes are supported by all devices. Of these keys, 24 bits are dynamically generated, so you only need to enter 40 to 232 bits.</p>
pl: <p>Aby używać WEP, proszę podać klucz szyfrowania WEP. Może mieć on długość 64, 128, 156 lub 256 bitów, ale nie wszystkie rozmiary są wspierane przez wszystkie urządzenia. Dla tych kluczy 24 bity są generowane dynamicznie, tak więc trzeba podać od 40 do 232 bitów.</p>

source: <p>To use WPA-PSK (sometimes referred to as WPA Home), enter the preshared key. This key is used for authentication and encryption keys are generated from it. These are not vulnerable to known attacks against WEP keys, but dictionary attacks are still possible. Do not use a word that is easy to guess as the passphrase.</p>
pl: <p>Aby używać WPA-PSK (zwany czasem WPA Home), proszę podać klucz wstępny. Ten klucz jest używany do wygenerowania klucza szyfrującego i uwierzytelniającego. Klucz taki nie jest podatny na metody znane z ataków na klucze WEP. Cały czas są jednak możliwe ataki słownikowe. Tak więc nie należy używać jako hasła słów, które mogą być łatwo odgadnięte.</p>

source: <p>To use WPA-EAP (sometimes referred to as WPA Enterprise), enter some additional parameters in the next dialog.</p>
pl: <p>Aby używać WPA-EAP (czasem zwany WPA Enterprise), należy podać dodatkowe parametry w następnym oknie dialogowym.</p>

source: <p>These values will be written to the interface configuration file 'ifcfg-*' in '/etc/sysconfig/network'. If you need additional settings, add them manually. Refer to the file 'wireless' in the same directory for all available options.</p>
pl: <p>Te wartości zostaną zapisane do pliku konfiguracyjnego interfejsu 'ifcfg-*' w katalogu '/etc/sysconfig/network'. Jeśli wymagane są dodatkowe ustawienia, proszę wykonać je ręcznie. Wszystkie dostępne opcje znajdują się w pliku 'wireless', w tym samym katalogu.</p>

source: Alias &Name
pl: &Nazwa aliasu

source: Net&mask
pl: &Maska sieci

source: Label is too long.
pl: Etykieta jest za długa.

source: The IP address is invalid.
pl: Ten adres IP jest nieprawidłowy.

source: The subnet mask is invalid.
pl: Maska podsieci jest nieprawidłowa.

source: Key Input Type
pl: Sposób podania klucza

source: &Passphrase
pl: &Hasło

source: &Hexadecimal
pl: Sze&snastkowe

source: No Encryption
pl: Bez szyfrowania

source: WEP - Open
pl: WEP - otwarty

source: WEP - Shared Key
pl: WEP - klucz współdzielony

source: WPA-PSK (WPA version 1 or 2)
pl: WPA-PSK (WPA wersja 1 lub 2)

source: WPA-EAP (WPA version 1 or 2)
pl: WPA-EAP (WPA wersja 1 lub 2)

source: Wireless Network Card Configuration
pl: Konfiguracja bezprzewodowych kart sieciowych

source: Wireless Device Settings
pl: Ustawienia urządzenia bezprzewodowego

source: O&perating Mode
pl: Tryb &pracy

source: Managed
pl: Zarządzany

source: Ne&twork Name (ESSID)
pl: &Nazwa sieci (ESSID)

source: Scan Network
pl: Skanuj sieć

source: &Authentication Mode
pl: Tryb &uwierzytelniania

source: &Encryption Key
pl: Klucz szy&frowania

source: E&xpert Settings
pl: Ustawienia &zaawansowane

source: &WEP Keys
pl: Klucze &WEP

source: WPA authentication mode is only possible in managed operating mode.
pl: Tryb uwierzytelniania WPA jest możliwy tylko w trybie 'Zarządzany'.

source: Specify the network name for this mode.
pl: Proszę podać nazwę sieci dla tego trybu.

source: The network name must be shorter than 32 characters.
pl: Nazwa sieci musi być krótsza niż 32 znaki.

source: The passphrase must have between 8 and 63 characters (inclusively).
pl: Hasło musi mieć od 8 do 63 znaków (włącznie).

source: The key must have %1 hexadecimal digits.
pl: Klucz musi zawierać %1 cyfr szesnastkowych.

source: The encryption key is invalid.
pl: Nieprawidłowy klucz szyfrowania.

source: The encryption key must be specified for this authentication mode.
pl: Należy podać klucz szyfrujący dla tego trybu uwierzytelniania.

source: Using no encryption is a security risk. Really continue?
pl: Praca bez szyfrowania jest ryzykowna. Czy na prawdę kontynuować?

source: Wireless Expert Settings
pl: Zaawansowane ustawienia sieci bezprzewodowych

source: <p>Here, set additional configuration parameters (rarely needed).</p>
pl: <p>Tutaj można podać dodatkowe parametry konfiguracyjne (są one rzadko potrzebne).</p>

source: <p>To use your wireless LAN card in master or ad-hoc mode, set the <b>Channel</b> the card should use here. This is not needed for managed mode--the card will hop through the channels searching for access points in that case.</p>
pl: <p>Aby używać bezprzewodowej karty LAN w trybie Master albo Ad-Hoc, należy podać <b>Kanał</b>, którego powinna używać karta. Nie jest to potrzebne w trybie Zarządzany - karta będzie wtedy przeskakiwała między kanałami szukając punktu dostępowego.</p>

source: <p>In some rare cases, you may want to set a transmission <b>Bit Rate</b> explicitly. The default is to go as fast as possible.</p>
pl: <p>W rzadkich przypadkach trzeba jawnie podać <b>Prędkość transmisji</b>. Domyślna jest praca z maksymalną możliwą prędkością.</p>

source: <p>In an environment with multiple <b>Access Points</b>, you may want to define the one to which to connect by entering its MAC address.</p>
pl: <p>W środowisku z wieloma <b>punktami dostępowymi</b> można zdefiniować ten, do którego należy się dołączyć, podając jego adres MAC.</p>

source: <p><b>Use Power Management</b> enables power saving mechanisms. This is generally a good idea, especially if you are a laptop user and may be disconnected from AC power.</p>
pl: <p>Można wybrać opcję <b>Użyj zarządzania zasilaniem</b>, aby włączyć mechanizmy zarządzania zasilaniem. Ogólnie jest to dobre rozwiązanie, zwłaszcza jeśli używa się komputera przenośnego i można odłączyć zasilanie.</p>

source: <p>To specify the <b>Frequency</b> instead of the channel, select the desired value.</p>
pl: <p>Aby podać <b>Częstotliwość</b> zamiast kanału, proszę wybrać żądaną wartość.</p>

source: &Frequency
pl: Częs&totliwość

source: Automatic
pl: Automatycznie

source: &Channel
pl: &Kanał

source: B&it Rate
pl: Prędkość transm&isji

source: &Access Point
pl: Punkt &dostępowy

source: Use &Power Management
pl: Użyj zarządzania za&silaniem

source: AP ScanMode
pl: Tryb skanowania AP

source: Enter Encryption Key
pl: Proszę podać klucz szyfrowania

source: &Key
pl: &Klucz

source: Help
pl: Pomoc

source: Wireless Keys
pl: Klucze sieci bezprzewodowych

source: <p>In this dialog, define your WEP keys used to encrypt your data before it is transmitted. You can have up to four keys, although only one key is used to encrypt the data. This is the default key. The other keys can be used to decrypt data. Usually you have only one key.</p>
pl: <p>W tym oknie można zdefiniować klucze WEP, używane do szyfrowania danych przed przesłaniem. Można mieć do czterech kluczy, chociaż tylko jeden jest używany do szyfrowania danych. Jest to klucz domyślny. Inne klucze mogą być używane do odszyfrowania danych. Zwykle używa się tylko jednego klucza.</p>

source: <p><b>Key Length</b> defines the bit length of your WEP keys. Possible are 64 and 128 bit, sometimes also referred to as 40 and 104 bit. Some older hardware might not be able to handle 128 bit keys, so if your wireless LAN connection does not establish, you may need to set this value to 64.</p>
pl: <p><b>Długość klucza</b> określa liczbę bitów w kluczu WEP. Możliwe wartości to 64 i 128 bitów, czasem podaje się je jako 40 i 104 bity. Starszy sprzęt może nie obsługiwać kluczy 128 bitowych, więc jeśli nie udaje się nawiązać połączenia bezprzewodowego LAN być może trzeba zmienić tę wartość na 64.</p>

source: WEP Keys
pl: Klucze WEP

source: &Key Length
pl: Długość &klucza

source: No.
pl: Nr

source: Key
pl: Klucz

source: Default
pl: Domyślne

source: &Set as Default
pl: U&staw jako domyślne

source: Choose a Certificate
pl: Proszę wybrać certyfikat

source: Not using a Certificate Authority (CA) certificate can result in connections to insecure, rogue wireless networks. Continue without CA ?
pl: Brak ustawionego certyfikatu urzędu certyfikacji (CA) może powodować połączenia z niezabezpieczonymi i niezaufanymi sieciami bezprzewodowymi. Kontynuować?

source: Enter either the identity and password or the client certificate.
pl: Proszę podać tożsamość i hasło albo certyfikat klienta.

source: EAP &Mode
pl: &Tryb EAP

source: TTLS
pl: Tryb TTLS

source: PEAP
pl: Tryb PEAP

source: TLS
pl: Tryb TLS

source: <p>WPA-EAP uses a RADIUS server to authenticate users. There are different methods in EAP to connect to the server and perform the authentication, namely TLS, TTLS, and PEAP.</p>
pl: <p>WPA-EAP używa serwera RADIUS do uwierzytelniania użytkowników. W trybie EAP są różne metody łączenia się z serwerem i dokonywania uwierzytelniania: TLS, TTLS i PEAP.</p>

source: &Identity
pl: Tożsa&mość

source: <p>For TTLS and PEAP, enter your <b>Identity</b> and <b>Password</b> as configured on the server. If you have special requirements to set the username used as <b>Anonymous Identity</b>, you may set it here. This is usually not needed.</p>
pl: <p>W trybach TTLS i PEAP proszę wprowadzić swoją <b>tożsamość</b> i <b>hasło</b>, tak jak skonfigurowano na serwerze. Jeśli istnieją specjalne wymagania, aby określić użytkownika jako <b>anonimowego</b>, można to tutaj ustawić. Zazwyczaj nie ma jednak takiej potrzeby.</p>

source: &Anonymous Identity
pl: Anoni&mowy

source: &Password
pl: &Hasło

source: &Client Certificate
pl: &Certyfikat klienta

source: <p>TLS uses a <b>Client Certificate</b> instead of a username and password combination for authentication. It uses a public and private key pair to encrypt negotiation communication, therefore you will additionally need a <b>Client Key</b> file that contains your private key and the appropriate <b>Client Key Password</b> for that file.</p>
pl: <p>Tryb TLS używa <b>Certyfikatu klienta</b> zamiast identyfikacji przy użyciu nazwy użytkownika. Wymagana jest para kluczy - publiczny i prywatny - do zaszyfrowania negocjacji, dlatego będzie potrzebny dodatkowo plik <b>Klucza klienta</b>, zawierający klucz prywatny, i odpowiednie <b>Hasło do klucza klienta</b>dla tego pliku.</p>

source: Client &Key
pl: Klucz &klienta

source: Client Key Pass&word
pl: &Hasło do klucza klienta

source: &Server Certificate
pl: Certyfikat &serwera

source: <p>To increase security, it is recommended to configure a <b>Server Certificate</b>. It is used to validate the server's authenticity.</p>
pl: <p>Aby zwiększyć bezpieczeństwo zaleca się skonfigurowanie <b>Certyfikatu serwera<b>. Jest on używany aby uwiarygodnić autentyczność serwera.</p>
