Repository: aviarypl/suse-l10n-pl
Catalog: yast/network.*.po
Languages: pl

source: DNS Configuration Summary:
pl: Podsumowanie konfiguracji DNS:

source: InvalidHostname.
pl: Nieprawidłowa nazwa hosta.

source: Invalid IP.
pl: Nieprawidłowa adres IP.

source: Cannot set
pl: Nie można ustawić

source: . Network is managed by NetworkManager.
pl: Sieć jest zarządzana przez NetworkManager.

source: Invalid option value.
pl: Nieprawidłowa wartość opcji.

source: Internal error
pl: Błąd wewnętrzny

source: DNS Configuration
pl: Konfiguracja DNS

source: Display configuration summary
pl: Wyświetl zestawienie konfiguracji

source: Edit current settings
pl: Zmiana bieżących ustawień

source: Used machine hostname
pl: Użyta nazwy hosta

source: IP address of first nameserver.
pl: Adres IP pierwszego serwera nazw.

source: IP address of second nameserver.
pl: Adres IP drugiego serwera nazw.

source: IP address of third nameserver.
pl: Adres IP trzeciego serwera nazw.

source: There is no user interface available for this module.
pl: Brak dostępnego interfejsu użytkownika dla tego modułu.

source: Detecting DSL devices...
pl: Wykrywanie urządzeń DSL...

source: DSL Connections
pl: Połączenia DSL

source: &DSL Connections
pl: Połączenia &DSL

source: Writing Firewall Configuration...
pl: Zapisywanie konfiguracji zapory sieciowej...

source: Basic Firewall and SSH Configuration
pl: Podstawowa konfiguracja zapory sieciowej i SSH

source: Open &VNC Ports
pl: Otwórz porty &VNC

source: Firewall and SSH service
pl: Usługa SSH i zapora sieciowa

source: Enable Firewall
pl: Uruchomienie zapory sieciowej

source: Open SSH Port and Enable SSH Service
pl: Otwarcie portu SSH i uruchomienie usługi SSH

source: <p><b><big>Firewall and SSH</big></b><br> Firewall is a defensive mechanism that protects your computer from network attacks. SSH is a service that allows logging into this computer remotely via dedicated SSH client</p>
pl: <p><b><big>Zapora sieciowa i SSH</big></b><br> Zapora sieciowa to mechanizm obronny, który chroni twój komputer przed atakami z sieci. SSH to usługa, która pozwala na zalogowanie się do komputera zdalnie przez odpowiedniego klienta SSH</p>

source: <p>Here you can choose whether the firewall will be enabled or disabled after the installation. It is recommended to keep it enabled.</p>
pl: <p>Tutaj możesz wybrać czy zapora sieciowa ma być włączona czy wyłączona por instalacji. Zalecane jest pozostawienie jej włączonej.</p>

source: <p>With enabled firewall, you can decide whether to open firewall port for SSH service and allow remote SSH logins. This will also enable SSH service (i.e. it will be started on computer boot).</p>
pl: <p>Z włączoną zaporą sieciową, możesz zdecydować czy otworzyć w niej port dla SSH i zezwolić na zdalnie logowanie przez SSH. To także uruchomi usługę SSH (na przykład będzie uruchomiona podczas startu systemu).</p>

source: <p>You can also open VNC ports in firewall. It will not enable the remote administration service on a running system but it is started by the installer automatically if needed.</p>
pl: <p>Można także otworzyć porty VNC w zaporze sieciowej. Nie spowoduje to włączenia usługi zdalnej administracji w działającym systemie. Instalator może ją uruchomić na żądanie.</p>

source: VNC ports will be open (<a href="%1">close</a>)
pl: Porty VNC zostaną otwarte (<a href="%1">zamknij</a>)

source: VNC ports will be blocked (<a href="%1">open</a>)
pl: Porty VNC zostaną zamknięte (<a href="%1">otwórz</a>)

source: Firewall will be enabled (<a href="%1">disable</a>)
pl: Zapora sieciowa zostanie włączona (<a href="%1">wyłącz</a>)

source: Firewall will be disabled (<a href="%1">enable</a>)
pl: Zapora sieciowa zostanie wyłączona (<a href="%1">włącz</a>)

source: SSH service will be enabled, SSH port will be open (<a href="%1">disable and close</a>)
pl: Usługa SSH będzie włączona, port SSH będzie otwarty (<a href="%1">wyłącz i zamknij</a>)

source: SSH service will be disabled, SSH port will be blocked (<a href="%1">enable and open</a>)
pl: Usługa SSH zostanie wyłączona, a port SSH zablokowany (<a href="%1">włącz i otwórz</a>)

source: Firewall and SSH
pl: Zapora sieciowa i SSH

source: &Firewall and SSH
pl: &Zapora sieciowa i SSH

source: General Network Settings
pl: Ogólne ustawienia sieci

source: General &Network Settings
pl: Ogólne u&stawienia sieci

source: Host Configuration Summary:
pl: Podsumowanie konfiguracji hosta:

source: Host Configuration
pl: Konfiguracja hosta

source: Detecting ISDN cards...
pl: Wykrywanie kart ISDN...

source: ISDN Adapters
pl: Urządzenia ISDN

source: &ISDN Adapters
pl: Urządzenia &ISDN

source: Network Card Configuration
pl: Konfiguracja kart sieciowych

source: Add a network card
pl: Dodaj kartę sieciową

source: Change existing configuration
pl: Zmiana istniejącej konfiguracji

source: Delete a network card
pl: Usuń kartę sieciową

source: List only configured cards
pl: Pokaż tylko skonfigurowane karty

source: List only unconfigured cards
pl: Pokaż tylko nieskonfigurowane karty

source: Device identifier
pl: Identyfikator urządzenia

source: Config identifier
pl: Identyfikator konfiguracji

source: Use static or dynamic configuration
pl: Użyj statycznej lub dynamicznej konfiguracji

source: Configuration Name
pl: Nazwa konfiguracji

source: Device boot protocol
pl: Protokół startowy urządzenia

source: Device IP address
pl: Adres IP urządzenia

source: Network mask
pl: Maska sieci

source: Prefix length
pl: Długość prefiksu

source: Bond Slaves
pl: Powiązane komputery podrzędne

source: Ethernet Device for VLAN
pl: Urządzenie Ethernet dla VLAN

source: Interfaces for Bridging
pl: Interfejsy do mostkowania

source: Configuration Error: uninitialized interface.
pl: Błąd konfiguracji: niezainicjowany interfejs.

source: Detecting network cards...
pl: Wykrywanie kart sieciowych...

source: Network Interfaces
pl: Interfejsy sieciowe

source: &Network Interfaces
pl: I&nterfejsy sieciowe

source: Detecting modems...
pl: Wykrywanie modemów...

source: Modems
pl: Modemy

source: &Modems
pl: &Modemy

source: Network Configuration
pl: Konfiguracja sieci

source: <p>Choose one of the available network modules to configure the corresponding devices and press <b>Launch</b>.</p>
pl: <p>Proszę wybrać jeden z dostępnych modułów sieciowych do skonfigurowania odpowiednich urządzeń i nacisnąć przycisk <b>Rozpocznij</b>.</p>

source: &Available Network Modules:
pl: Dostępne &moduły sieciowe:

source: Network Card
pl: Karta sieciowa

source: ISDN Card
pl: Karta ISDN

source: DSL Connection
pl: Połączenie DSL

source: &Launch
pl: R&ozpocznij

source: Configuration of network. This is only a delegator to network sub-modules. You can run these network modules: lan
pl: Konfiguracja sieci. To jest tylko wykonawca sieciowych podmodułów. Można uruchomić następujące moduły sieciowe: lan

source: Remote Access Configuration Summary:
pl: Podsumowanie ustawień zdalnego dostępu:

source: Please set 'yes' to allow the remote administration or 'no' to disallow it.
pl: Proszę ustawić 'Tak', aby pozwolić na zdalną administrację, albo 'Nie', aby nie pozwolić.

source: Remote Access Configuration
pl: Konfiguracja zdalnego dostępu

source: Allow remote access
pl: Zezwól na zdalny dostęp

source: Set 'yes' to allow or 'no' to disallow the remote administration
pl: Proszę ustawić 'Tak', aby pozwolić na zdalną administrację, albo 'Nie', aby nie pozwolić

source: VNC Remote Administration
pl: Zdalne zarządzanie VNC

source: VNC &Remote Administration
pl: Zdalne zarządzanie &VNC

source: Routing Table
pl: Tablica routingu

source: Destination
pl: Przeznaczenie

source: Gateway
pl: Brama

source: Netmask
pl: Maska sieci

source: Device
pl: Urządzenie

source: Options
pl: Opcje

source: No entry for destination '%1' in routing table
pl: Brak wpisu dla miejsca docelowego '%1' w tablicy routingu

source: IP Forwarding:
pl: Przekazywanie IP:

source: IP forwarding is enabled
pl: Przekazywanie IP jest włączone

source: IP forwarding is disabled
pl: Przekazywanie IP jest wyłączone

source: Enabling IP forwarding...
pl: Włączanie przekazywania IP...

source: Disabling IP forwarding...
pl: Wyłączanie przekazywania IP...

source: At least destination and gateway IP addresses must be specified.
pl: Należy określić przynajmniej adresy IP docelowy oraz bramki

source: Adding '%1' destination to routing table ...
pl: Dodawanie miejsca docelowego '%1' do tablicy routingu...

source: Destination IP address must be specified.
pl: Musi być określony docelowy adres IP

source: At least one of the following parameters (gateway, netmask, device, options) must be specified
pl: Musi być określony przynajmniej jeden z podanych parametrów (bramka, maska podsieci, urządzenie, opcje)

source: Updating '%1' destination in routing table ...
pl: Aktualizowanie miejsca docelowego'%1' w tablicy routingu...

source: Deleting '%1' destination from routing table ...
pl: Usuwanie miejsca docelowego'%1' z tablicy routingu...

source: Routing Configuration
pl: Konfiguracja routingu

source: Show complete routing table
pl: Pokaż kompletną tablicę routingu

source: Show routing table entry for selected destination
pl: Pokaż wpisy tabeli routingu dla wybranego miejsca docelowego

source: IP forwarding settings
pl: Ustawienia przekazywania IP

source: Add new route
pl: Dodaj nową trasę

source: Edit an existing route
pl: Edytuj istniejącą trasę

source: Delete an existing route
pl: Usuń istniejącą trasę

source: Destination IP address
pl: Docelowy adres IP

source: Gateway IP address
pl: Adres IP bramki

source: Subnet mask
pl: Maska podsieci

source: Network device
pl: Urządzenie sieciowe

source: Additional options
pl: Opcje dodatkowe

source: Show current settings
pl: Pokazuje bieżące ustawienia

source: Enable IP forwarding
pl: Włącz przekazywanie IP

source: Disable IP forwarding
pl: Wyłącz przekazywanie IP

source: <P><B><BIG>Initializing DSL Configuration </BIG></B><BR>Please wait...<BR></P>
pl: <P><B><BIG>Inicjalizacja konfiguracji DSL </BIG></B><BR>Proszę czekać...<BR></P>

source: <P><B><BIG>Aborting the Initialization </BIG></B><BR>You can safely abort the configuration utility by pressing <B>Abort</B> now.</P>
pl: <P><B><BIG>Przerwanie Inicjalizacji </BIG></B><BR>Można bezpiecznie przerwać działanie konfiguratora przez naciśnięcie <b>Przerwij</B>.</P>

source: <P><B><BIG>Saving DSL Configuration</BIG></B><BR> Please wait...<BR></P>
pl: <P><B><BIG>Zapisywanie konfiguracji DSL</BIG></B><BR> Proszę czekać...<BR></P>

source: <P><B><BIG>Aborting Saving</BIG></B><BR> You can abort the save process by pressing <B>Abort</B>. An additional dialog may inform you whether it is safe to do so.</P>
pl: <P><B<BIG>Przerwanie zapisu</BIG></B>><BR> Procedurę zapisu można przerwać naciskając <B>Przerwij</B>. Pojawi się dodatkowe okno z informacją, czy jest to bezpieczne.</P>

source: The provider %1 is in use.
pl: Połączenie z dostawcą %1 jest w użyciu.

source: The provider %1 is in use. Really delete it?
pl: Połączenie z dostawcą %1 jest w użyciu. Czy naprawdę usunąć tego dostawcę?

source: DSL Configuration Overview
pl: Przegląd konfiguracji DSL

source: <P><B><BIG>DSL Overview</BIG></B><BR> Here, get an overview of installed DSL devices. Additionally, edit their configuration.<BR></P>
pl: <P><B><BIG>Konfiguracja DSL</BIG></B><BR> Poniżej przedstawiono przegląd zainstalowanych urządzeń DSL. Dodatkowo można zmieniać ich konfigurację.<BR></P>

source: <P><B><BIG>Adding a DSL Device:</BIG></B><BR> If you press <B>Add</B>, you can manually configure a DSL device.</P>
pl: <P><B><BIG>Dodawanie<br>urządzenia DSL:</BIG></B><BR> Po naciśnięciu przycisku <B>Dodaj</B>, można ręcznie skonfigurować urządzenie DSL.</P>

source: <P><B><BIG>Editing or Deleting:</BIG></B><BR> Choose a DSL device for which to change or remove the configuration. Then press the appropriate button: <B>Edit</B> or <B>Delete</B>.</P>
pl: <P><B><BIG>Edycja lub usuwanie:</BIG></B><BR> Proszę wybrać urządzenie DSL, którego konfigurację trzeba zmienić, lub które należy usunąć. Następnie proszę nacisnąć odpowiedni przycisk: <B>Edytuj</B> albo <B>Usuń</B>.</P>

source: Type
pl: Typ

source: Provider
pl: Dostawca

source: Name
pl: Nazwa

source: DSL Devices
pl: Urządzenia DSL

source: Providers
pl: Dostawcy

source: DSL Configuration
pl: Konfiguracja DSL

source: <p>Here, set the most important settings for the DSL connection.</p>
pl: <p>W tym oknie można zmienić najważniejsze ustawienia połączenia DSL.</p>

source: <p>First, choose your <b>PPP mode</b>. This is either <i>PPP over Ethernet</i> (PPPoE), <i>PPP over ATM</i> (PPPoATM), <i>CAPI for ADSL</i> or <i>Point to Point Tunneling Protocol</i> (PPTP). Use <i>PPP over Ethernet</i> if your DSL modem is connected via ethernet to your computer. Use <i>Point to Point Tunneling Protocol</i> if you want to connect to a VPN server. If you are not sure which mode to use, ask your provider. </p>
pl: <p>Najpierw należy wybrać <b>tryb PPP</b>. Może to być <i>PPP przez Ethernet</i> (PPPoE) albo <i>PPP przez ATM</i> (PPPoATM). Należy użyć <i>PPP przez Ethernet</i>, jeśli modem DSL jest połączony do komputera poprzez sieć ethernet lub <i>protokołu tunelowania PPP</i> (PPTP) , jeśli wymagane jest połączenie do serwera VPN. Jeśli nie ma pewności, jakiego trybu użyć, proszę zapytać dostawcę.</p>

source: <p>If you are using <i>PPP over Ethernet</i>, first configure your ethernet card.</p>
pl: <p>Jeśli używany jest <i>PPP przez Ethernet</i>, proszę najpierw skonfigurować kartę sieciową.</p>

source: <p>The <b>PPP Mode-Dependent Settings</b> are settings required to set up your DSL connection. <b>VPI/VCI</b> makes sense only for <i>PPP over ATM</i> connections, <b>Ethernet Card</b> is needed for <i>PPP over Ethernet</i> connections.</p>
pl: <p><b>Ustawienia zależne od trybu PPP</b> są ustawieniami koniecznymi do skonfigurowania połączenia DSL. <b>VPI/VCI</b> ma sens tylko dla połączeń <i>PPP przez ATM</i>; <b>Karta Ethernet</b> jest potrzebna dla połączeń <i>PPP przez Ethernet</i>.</p>

source: <p><b>For PPPoATM, enter your VPI/VCI pair, for example, <i>0.38</i> for British Telecom. If unsure, ask your provider.</p>
pl: <p>Dla PPPoATM proszę podać parę VPI/VCI, na przykład <i>0.38</i> w przypadku British Telecom. W razie wątpliwości proszę zapytać dostawcę.</p>

source: <p>For PPPoE, enter the device of the ethernet card to which your DSL modem is connected. If you did not set up your ethernet card yet, do so by pressing <b>Configure Network Cards</b>.</p>
pl: <p>Dla PPPoE, proszę podać nazwę urządzenia karty sieciowej, do której jest dołączony modem DSL. Jeśli karta sieciowa nie jest jeszcze skonfigurowana, należy to zrobić. W tym celu proszę nacisnąć przycisk <b>Konfiguracja kart sieciowych</b>.</p>

source: <p>For PPTP, enter the server name or IP address.</p>
pl: <p>Dla PPTP należy podać nazwę serwera lub adres IP.</p>

source: <p>Activation during boot may be appropriate for dial-on-demand connections.</p>
pl: <p>Aktywowanie w czasie uruchamiania systemu może być odpowiednie dla połączeń wdzwanianych na żądanie.</p>

source: PPP over Ethernet
pl: PPP przez Ethernet

source: PPP over ATM
pl: PPP przez ATM

source: CAPI for ADSL
pl: CAPI dla ADSL

source: Point to Point Tunneling Protocol
pl: Protokół tunelowania PPP

source: PPP &Mode
pl: Tryb &PPP

source: DSL Connection Settings
pl: Ustawienia połączenia DSL

source: PPP Mode-Dependent Settings
pl: Ustawienia zależne od trybu PPP

source: &Ethernet Card
pl: Karta &Ethernet

source: &Configure Network Cards
pl: Konfiguracja kart &sieciowych

source: &Server Name or IP Address
pl: &Nazwa serwera lub adres IP

source: Enter the VPI/VCI.
pl: Proszę podać VPI/VCI.

source: At least one ethernet interface must be configured.
pl: Należy skonfigurować przynajmniej jeden interfejs sieciowy.

source: Server IP address or domain name is invalid.
pl: Adres IP serwera lub nazwa domeny są nieprawidłowe.

source: Initializing...
pl: Inicjalizacja...

source: Enter Provider Password
pl: Proszę podać hasło dostawcy

source: Test Internet Connection
pl: Testowanie połączenia z Internetem

source: <p>Here, validate the Internet connection just configured. The test is entirely optional.</p>
pl: <p>Tutaj można sprawdzić, czy działa skonfigurowane połączenie z Internetem. Test ten jest opcjonalny.</p>

source: <p>A successful result enables you to run the YaST Online Update.</p>
pl: <p>Pomyślny rezultat pozwala na uruchomienie modułu aktualizacji YaST Online Update.</p>

source: To validate your Internet access, activate the test procedure.
pl: Aby sprawdzić dostęp do Internetu, proszę uaktywnić procedurę testową.

source: To validate your DSL Internet access, activate the test procedure.
pl: Aby sprawdzić dostęp do Internetu przez DSL, proszę uaktywnić procedurę testową.

source: To validate your ISDN Internet access, activate the test procedure.
pl: Aby sprawdzić dostęp do Internetu przez ISDN, proszę uaktywnić procedurę testową.

source: To validate your modem Internet access, activate the test procedure.
pl: Aby sprawdzić dostęp do Internetu przez modem proszę uaktywnić procedurę testową.

source: &Yes, Test Connection to the Internet Via
pl: &Tak, przetestuj połączenie z Internetem przez

source: N&o, Skip This Test
pl: Nie, p&omiń ten test

source: - Connect to the Internet
pl: - Połączenie z Internetem

source: - Download latest release notes
pl: - Pobranie najnowszych informacji o wydaniu

source: - Check for latest updates
pl: - Sprawdzenie najnowszych aktualizacji

source: - Close connection
pl: - Zakończenie połączenia

source: The following steps will be performed:
pl: Zostaną wykonane następujące działania:

source: Select:
pl: Aktualizacja

source: &Yes, Run Online Update Now
pl: Tak, uruchom &aktualizację

source: N&o, Skip Update
pl: Nie, p&omiń aktualizację

source: Online Updates Available
pl: Dostępne poprawki online

source: Download and install them via the YaST Online Update?
pl: Czy pobrać i zainstalować je używając YaST Online Update?

source: Internet Connection Test Logs:
pl: Dziennik testowania połączenia z Internetem:

source: &Select Log:
pl: &Dziennik:

source: Connecting to Internet...
pl: Łączenie z Internetem...

source: Downloading the latest release notes...
pl: Pobieranie najnowszych informacji o wydaniu...

source: Closing connection...
pl: Zamykanie połączenia...

source: Running Internet Connection Test
pl: Testowanie połączenia z Internetem

source: <p>Here, view the progress of the Internet connection test.</p>
pl: <p>W tym miejscu przedstawiono postęp testowania połączenia z Internetem.</p>

source: <p>The test can be aborted by pressing <b>Abort Test</b>.</p>
pl: <p>Można przerwać test naciskając przycisk <b>Przerwij test</b>.</p>

source: <p>If the test fails, return to the network configuration and correct the settings.</p>
pl: <p>Jeśli test się nie powiedzie, proszę wrócić do konfiguracji sieci i poprawić ustawienia.</p>

source: Test Result:
pl: Wynik testu:

source: &Abort Test
pl: &Przerwij test

source: Test Status
pl: Status testu

source: &View Logs...
pl: P&okaż dziennik...

source: Success
pl: Test połączenia zakończony powodzeniem

source: Failure
pl: Test połączenia zakończony niepowodzeniem

source: Kernel Network Interfaces
pl: Interfejsy sieciowe jądra

source: Kernel Routing Table
pl: Tablica routingu jądra

source: Hostname Lookup
pl: Wyszukiwanie nazw

source: Kernel Messages
pl: Komunikaty jądra

source: PPP Daemon
pl: Demon PPP

source: Download of Release Notes
pl: Pobieranie informacji o wydaniu

source: Cannot install downloaded release notes. RPM signature check failed.
pl: Nie można zainstalować pobranych informacji o wydaniu. Podpis RPM jest nieprawidłowy.

source: Installation of downloaded release notes failed.
pl: Instalacja pobranych informacji o wydaniu nie powiodła się.

source: Opening of Connection
pl: Otwieranie połączenia

source: Connecting to the Internet failed. View the logs for details.
pl: Połączenie z Internetem nie powiodło się. Szczegóły można zobaczyć w dzienniku.

source: No URL for the release notes defined. Internet test cannot be performed.
pl: Brak zdefiniowanego adresu URL informacji o wydaniu. Nie można przeprowadzić testu połączenia.

source: Download of latest release notes failed due to server-side error. This does not necessarily imply a faulty network configuration. Click 'Continue' to proceed to the next installation step. To skip any steps requiring an internet connection or to get back to your network configuration, click 'Cancel'.
pl: Pobranie informacji o wydaniu nie powiodło się z powodu błędu po stronie serwera. Nie musi to oznaczać, że sieć jest błędnie skonfigurowana. Aby przejść do następnego etapu instalacji, należy kliknąć 'Kontynuuj'. Aby pominąć etapy wymagające połączenia lub zmienić konfigurację sieci, należy należy kliknąć 'Anuluj'.

source: Download of latest release notes failed. View the logs for details.
pl: Pobranie najnowszych informacji o wydaniu nie powiodło się. Szczegóły można zobaczyć w dzienniku.

source: Check for Patches
pl: Sprawdzenie, czy są dostępne poprawki

source: Check for latest updates failed. View the logs for details.
pl: Sprawdzenie ostatnich aktualizacji nie powiodło się. Szczegóły można zobaczyć w dzienniku.

source: Closing of Connection
pl: Zamykanie połączenia

source: <P><B><BIG>Initializing ISDN Card Configuration </BIG></B><BR>Please wait...<BR></P>
pl: <P><B><BIG>Inicjalizowanie konfiguracji DSL </BIG></B><BR>Proszę czekać...<BR></P>

source: <P><B><BIG>Saving ISDN Card Configuration </BIG></B><BR>Please wait...<BR></P>
pl: <P><B><BIG>Zapisywanie konfiguracji karty ISDN </BIG></B><BR>Proszę czekać...<BR></P>

source: <P><B><BIG>Aborting Saving:</BIG></B><BR> You can abort the save procedure by pressing <B>Abort</B>. An additional dialog informs you whether it is safe to do so.</P>
pl: <p><b><big>Przerwanie zapisu:</big></b><br> Procedurę zapisu można przerwać naciskając <B>Przerwij</B>. Pojawi się dodatkowe okno z informacją, czy jest to bezpieczne.</P>

source: Select the item to edit.
pl: Proszę wybrać element do edycji.

source: Select the item to delete.
pl: Proszę wybrać element do usunięcia.

source: &Interface
pl: &Interfejs

source: &Provider
pl: Do&stawca

source: You tried to delete a provider that is the default provider for interface %1. First select another default provider for interface %2 or delete the interface itself.
pl: Próbowano usunąć dostawcę, który jest domyślnym dostawcą dla używanego interfejsu %1. Najpierw proszę wybrać innego domyślnego dostawcę dla interfejsu %2 albo usunąć sam interfejs.

source: ISDN Configuration Overview
pl: Przegląd konfiguracji ISDN

source: <P><B><BIG>ISDN Card Overview</BIG></B><BR> Here, get an overview of installed ISDN cards and connection setups. Additionally you can edit their configurations.<BR></P>
pl: <P><B><BIG>Karty ISDN</BIG></B><BR> Poniżej wyświetlony jest przegląd zainstalowanych kart ISDN oraz ustawienia połączenia. Dodatkowo można edytować ich konfigurację.<BR></P>

source: <P><B><BIG>Adding an ISDN Card:</BIG></B><BR> Press <B>Add</B> to configure an ISDN card manually.</P>
pl: <P><B><BIG>Dodawanie karty ISDN:</BIG></B><BR> Po naciśnięciu przycisku <B>Dodaj</B> można ręcznie skonfigurować kartę ISDN.</P>

source: <P><B><BIG>Test an ISDN Card Setup:</BIG></B><BR> If you press <B>Test</B>, the system tries to load the driver for the selected card.</P>
pl: <P><B><BIG>Testowanie konfiguracji karty ISDN:</BIG></B><BR> Po naciśnięciu przycisku <B>Testowanie</B> system spróbuje wczytać sterownik wybranej karty.</P>

source: <P><B><BIG>Adding an ISDN Connection:</BIG></B><BR> If you press <B>Add</B>, you can configure an ISDN dial-up connection.</P>
pl: <P><B><BIG>Dodawania połączenia ISDN:</BIG></B><BR> Po naciśnięciu przycisku <B>Dodaj</B> można skonfigurować wdzwaniane połączenie ISDN.</P>
