Repository: aviarypl/suse-l10n-pl
Catalog: yast/ntsutils.*.po
Languages: pl

source: Initializing supportconfig Configuration
pl: Inicjalizacja konfiguracji supportconfig

source: Read current supportconfig Configuration
pl: Odczytanie bieżącej konfiguracji supportconfig

source: Reading current supportconfig Configuration...
pl: Odczytywanie bieżącej konfiguracji supportconfig...

source: Saving supportconfig Configuration
pl: Zapisywanie konfiguracji supportconfig

source: Write the supportconfig settings
pl: Zapis ustawień supportconfig

source: Writing the supportconfig settings...
pl: Zapisywanie ustawień supportconfig...

source: Cannot write supportconfig Settings.
pl: Nie można zapisać ustawień supportconfig.

source: supportconfig Setup 1/3
pl: supportconfig Konfiguracja 1/3

source: &Output Location:
pl: Lokalizacja &wyjścia:

source: Options
pl: Opcje

source: Use &Defaults
pl: Użyj &Domyślnych

source: Exclude detailed d&isk info and scans
pl: Wyłącz szczegółowe informacje o d&ysku i skanowania

source: Search for &eDirectory instances
pl: Wyszukiwanie instancji &eDirectory

source: Gather additional &Logs
pl: Zbierz dodatkowe &Logi

source: Gather &minimum amount of info
pl: Zbierz &minimalna liczbę informacji

source: Include full &SLP service lists
pl: Włącz pełne listy serwisów &SLP

source: Create a full &file listing from /
pl: Utwórz pełną listę &plików z /

source: Perform rpm &Verify for every installed rpm
pl: Wykonaj &weryfikację rpm dla każdego zainstalowanego pakietu

source: supportconfig Setup 2/3
pl: supportconfig Konfiguracja 2/3

source: Command &Timeout
pl: Polecenie uległo &przedawnieniu

source: &Lines included in log file
pl: &Linie włączone w pliku dziennika

source: Lines Retrieved from &messages file /
pl: Linie pobrane z pliku &wiadomości /

source: Max # of &heartbeat policy engine log files
pl: Maksymalna liczba plików dziennika zarządcy &heartbeat

source: Max # of &SAR data files
pl: Maksymalna liczba plików danych &SAR

source: supportconfig Setup 3/3
pl: supportconfig Konfiguracja 3/3

source: &Company
pl: &Firma

source: &email address
pl: Adres &e-mail

source: &Name
pl: &Nazwa

source: &Phone Number
pl: &Numer telefonu

source: Novell &Service Request Number (11 digits)
pl: Numer Zapytania &Serwisowego Novella (11 cyfr)

source: Upload &Target
pl: Wyślij &na serwer

source: <p><b><big>Initializing ntsutils Configuration</big></b><br> Please wait...<br></p>
pl: <p><b><big>Inicjalizacja konfiguracji ntsutils</big></b><br> Proszę czekać...<br></p>

source: <p><b><big>Saving ntsutils Configuration</big></b><br> Please wait...<br></p>
pl: <p><b><big>Zapisywanie konfiguracji ntsutils</big></b><br> Proszę czekać...<br></p>

source: <p><b><big>supportconfig Setup</big></b><br> <br> <b>Output Location:</b> Tell supportconfig where its going to output a tarball with all of the information it gathers.<br> <br> <b>Options...</b><br> <b>Use Defaults</b>-Execute supportconfig with default settings.<br> <b>Exclude detailed disk info and scans</b>-Minimizes the amount of disk information and detailed scanning.<br> <b>Search for eDirectory Instances</b>-Tells the supportconfig to search the file system for all eDirectory instances files. If set then"Create a full file listing from /" is automatically set as well.<br> <b>Gather additional Logs</b>-Includes the entire log file, including comments, instead of just number of lines of it. Additional rotated logs are also included if available.<br> <b>Gather minimum amount of info</b>-Only gather a minimum amount of info: basic environment, basic health, hardware, rpm, messages, y2logs.<br> <b>Include full SLP service lists</b>-Normally only the base SLP service types are listed. This option allows you to query each of the discovered service types individually.<br> <b>Create a full file listing from /</b>-A full file list using find from the root of the filesytem.<br> <b>Perform rpm Verify for every installed rpm</b>-Runs an rpm -V on every installed RPM package. This takes some time to complete.<br> </p>
pl: <p><b><big>Konfiguracja supportconfig</big></b><br> <br> <b>Położenie wyjścia:</b> Informuje supportconfig gdzie ma zapisać paczkę ze wszystkimi zebranymi informacjami.<br> <br> <b>Opcje...</b><br> <b>Użyj domyślnych</b>-Wywołaj supportconfig z domyślnymi ustawieniami.<br> <b>Pomiń szczegółowe informacje o dysku i skanowaniach</b>-Minimalizuje ilość informacji dyskowych i szczegółowego skanowania.<br> <b>Szukaj instancji eDirectory</b>-Informuje supportconfig, aby przeszukał system plików w celu znalezienia plików instancji eDirectory. Jeśli ta opcja jest włączona, to opcja "Stwórz pełną listę plików z /" zostaje także ustawiona.<br> <b>Zbieranie dodatkowych informacji</b>-Włącza pełen plik dziennika, w tym pełne komentarze (zamiast informacji o długości komentarza). Dodatkowo, poprzednie pliki dziennika, jeśli istnieją, także sa włączane.<br> <b>Zbierz minimalną ilość informacji</b>-Zbiera jedynie minimalną ilość informacji: podstawowe środowisko, stan systemu, sprzętu, paczek rpm, wiadomośći i y2logs.<br> <b>Włącz pełną listę serwisów SLP</b>-Normalnie tylko podstawowe listy typów serwisów SLP są dołączone. Ta opcja pozwala odpytać każdy z odkrytych typów serwisów osobno.<br> <b>Stwórz pełną listę plików z /</b>-Dodaje pełną listę plików używając informacji znalezionych w korzeniu systemu plików.<br> <b>Wykonaj weryfikację rpm dla każdego zainstalowanego pakietu rpm</b>-Wykonuje rpm -V na każdym zainstalowanym pakiecie RPM. Ta opcja może zająć trochę czasu.<br> </p>

source: <p><b><big>supportconfig Setup</big></b><br> <br> Put more help in here.<br></p>
pl: <p><b><big>Konfiguracja supportconfig</big></b><br> <br> Dodaj tu więcej pomocy.<br></p>

source: Configuration of ntsutils
pl: Konfiguracja ntsutils
