Repository: aviarypl/suse-l10n-pl
Catalog: yast/packagemanager.*.po
Languages: pl

source: ERROR
pl: BŁĄD

source: error
pl: błąd

source: Error (type: %s): %s
pl: Błąd (typ: %s): %s

source: Details: %s
pl: Szczegóły: %s

source: NOTE: THIS PATCH HAS BEEN SKIPPED (option --skip-pre and patch contains preinstall information)
pl: UWAGA: TA POPRAWKA ZOSTAŁA POMINIĘTA (opcja --skip-pre i poprawka zawiera informacje przedinstalacyjne)

source: patch wants to execute ycp script %s but that is not supported with this tool
pl: poprawka chce uruchomić skrypt ycp %s, ale to narzędzie tego nie obsługuje

source: Usage: online-update [options] [types]
pl: Użycie: online-update [opcje] [typy]

source: -u, --url URL Base URL of directory tree from which to get patches. Supported protocols: http, ftp, smb, nfs, cd, dvd, file. If no protocol is given, a local file is assumed. Examples: 'ftp://ftp.suse.com/pub/suse', 'cd:///', 'file:/var/lib/YaST2/you/mnt' '/var/lib/YaST2/you/mnt'
pl: -u, --url URL Podstawowy URL drzewa katalogów, z którego będą pobierane poprawki. Obsługiwane protokoły: http, ftp, smb, nfs, cd, dvd, file. Domyślny protokół - poprawki w plikach lokalnych. Przykłady: 'ftp://ftp.suse.com/pub/suse', 'cd:///', 'file:/var/lib/YaST2/you/mnt' '/var/lib/YaST2/you/mnt'

source: -g, --download-only Only download patches. Do not install.
pl: -g, --download-only Tylko pobierz poprawki. Nie instaluj.

source: -G, --get-all Retrieve all available patches and packages for the given product. Do not install.
pl: -G, --get-all Pobierz wszystkie dostępne poprawki i pakiety dla danego produktu. Nie instaluj.

source: -i, --install-only Install downloaded patches. Do not download.
pl: -i, --install-only Zainstaluj pobrane poprawki. Nie pobieraj.

source: -q, --quick-check Quick check for new updates. Does not check for types of updates.
pl: -q, --quick-check Szybkie sprawdzenie, czy są nowe poprawki. Nie sprawdza rodzaju poprawek.

source: -k, --check Check for new updates.
pl: -k, --check Sprawdź, czy są nowe poprawki.

source: -c, --show-config Show configuration. Do not do anything.
pl: -c, --show-config Pokaż konfigurację. Nie rób nic więcej.

source: -I, --show-installed Show installed patches. Do nothing else.
pl: -I, --show-installed Pokaż zainstalowane poprawki. Nie rób nic więcej.

source: -p, --product PRODUCT Name of product for which to get patches.
pl: -p, --product PRODUKT Nazwa produktu, dla którego należy pobrać poprawki.

source: -v, --version VERSION Version of product for which to get patches.
pl: -v, --version WERSJA Wersja produktu, dla którego należy pobrać poprawki.

source: -a, --architecture ARCH Base architecture of product for which to get patches.
pl: -a, --architecture ARCH Architektura produktu, dla którego należy pobrać poprawki.

source: -l, --language LANGCODE Language used to show patch descriptions.
pl: -l, --language KOD Kod języka, w którym należy pokazać opisy poprawek.

source: -r, --reload Reload patches from server.
pl: -r, --reload Wczytaj ponownie poprawki z serwera.

source: -d, --dry-run Dry run. Only get patches, but do not install them.
pl: -d, --dry-run Pobierz poprawki, ale ich nie instaluj.

source: -n, --no-sig-check No signature check of downloaded files.
pl: -n, --no-sig-check Nie sprawdzaj sygnatur pobranych plików.

source: -s, --show-patches Show list of patches (Additionaly use -d only to show list of patches without installing them).
pl: -s, --show-patches Pokaż listę poprawek (Z -d pokazuje tylko listę poprawek, bez ich instalowania).

source: -V, --verbose Be verbose.
pl: -V, --verbose Wyświetl więcej informacji.

source: -D, --debug Debug output.
pl: -D, --debug Śledzenie wyjścia.

source: -S, --select-patches <list of patches>
pl: -S, --select-patches <lista poprawek>

source: Select patches for download and installation. Patches are specified as a comma-separated list of patch names. Only patches that would also be selected by the default selection algorithm can be selected (this behavior is overriden by the --force option).
pl: Proszę wybrać poprawki do pobrania i instalacji. Poprawki należy podać jako oddzieloną przecinkami listę nazw. Można wybrać tylko pakiety, które byłyby wybrane przez domyślny algorytm wyboru (zachowanie to można zmienić opcją --force).

source: -f, --force Force installation of a selected patch.
pl: -f, --force Wymuś instalację wybranych pakietów.

source: -P, --skip-pre Skip patches with preinstall information (e.g., kernel updates). Instead, a message is generated. (Do not use together with -s)
pl: -P, --skip-pre Pomiń poprawki z informacjami przedinstalacyjnymi (np. aktualizacje jądra). Zamiast tego zostanie wygenerowana wiadomość. (Nie należy używać tego razem z opcją -s)

source: Types of patches to install.
pl: Typy poprawek do zainstalowania.

source: Error parsing command line.
pl: Błąd podczas analizy wiersza polecenia.

source: You need root permissions to run this command. Use the -q or -k options to check for the availabilty of updates without needing root permissions.
pl: Do uruchomienia tego polecenia konieczne są uprawnienia administratora (root). Aby sprawdzić dostępność aktualizacji bez tych uprawnień, należy użyć opcji -q lub -k.

source: Product
pl: Produkt

source: (primary product)
pl: (produkt główny)

source: Name:
pl: Nazwa:

source: Version:
pl: Wersja:

source: Architecture:
pl: Architektura:

source: Arch List:
pl: Lista arch:

source: Business Product:
pl: Produkt biznesowy:

source: Yes
pl: Tak

source: No
pl: Nie

source: Distribution:
pl: Dystrybucja:

source: YOU Path:
pl: Poprawka YOU:

source: Language:
pl: Język:

source: Directory:
pl: Katalog:

source: Error: URL '
pl: Błąd: URL '

source: ' is not valid.
pl: ' jest nieprawidłowy.

source: Error while requesting servers:
pl: Błąd podczas połączenia z serwerami:

source: Server URL:
pl: URL serwera:

source: Server Name:
pl: Nazwa serwera:

source: Directory File:
pl: Plik katalogu:

source: Path
pl: Ścieżka

source: Unable to check for updates.
pl: Nie można sprawdzić dsotępności poprawek.

source: No new updates available.
pl: Brak nowych poprawek.

source: 1 new update available.
pl: Dostępna 1 nowa poprawka.

source: new updates available.
pl: dostępne nowe poprawki.

source: Error retrieving patches:
pl: Błąd przy pobieraniu poprawek:

source: Patches:
pl: Poprawki:

source: Security updates available.
pl: Dostępne poprawki związane z bezpieczeństwem.

source: Updates available.
pl: Poprawki są dostępne.

source: No updates available.
pl: Brak dostępnych poprawek.

source: No patches have been installed.
pl: Nie zostały zainstalowane żadne poprawki.

source: Patches have been installed.
pl: Poprawki zostały zainstalowane.

source: Error processing patches:
pl: Błąd przetwarzania poprawek:

source: Got patches.
pl: Poprawki zostały pobrane.

source: %s has an md5sum of '%s' but '%s' was expected
pl: %s ma sumę MD5 '%s', podczas gdy oczekiwano '%s'

source: Show Preinstallation Messages...
pl: Pokaż komunikaty przedinstalacyjne...

source: No patches have been selected for installation.
pl: Nie wybrano żadnych poprawek do zainstalowania.

source: Retrieving %s: "%s"
pl: Pobieranie %s: "%s"

source: Skipped
pl: Pominięto

source: Aborted
pl: Przerwano

source: Error downloading patch '%s'. Try again to download the patch, skip this patch, or abort the update?
pl: Błąd pobierania poprawki '%s'. Próbować pobrać poprawkę jeszcze raz, pominąć poprawkę, czy przerwać aktualizację?

source: Retry
pl: Spróbuj ponownie

source: Error: Cannot get files.
pl: Błąd: nie można pobrać plików.

source: Error: Signature check failed.
pl: Błąd: Kontrola sygnatury zakończona niepowodzeniem.

source: Error
pl: Błąd

source: Download aborted.
pl: Pobieranie przerwane.

source: Download failed.
pl: Pobieranie zakończone niepowodzeniem.

source: Download finished. You may disconnect from the Internet now.
pl: Pobieranie zakończone. Teraz można rozłączyć połączenie z Internetem.

source: Fetching package %s from installation medium
pl: Pobieranie pakietu %s z medium instalacyjnego

source: Failed: %s
pl: Nieudane: %s

source: file '%s' has wrong MD5 checksum
pl: plik '%s' ma nieprawidłową sumę kontrolną MD5

source: Applying delta
pl: Nakładanie delta

source: File integrity check failed:
pl: Sprawdzanie integralności pliku zakończyło się niepowodzeniem:

source: Show Postinstallation Messages...
pl: Pokaż komunikaty poinstalacyjne...

source: Installation finished.
pl: Instalacja zakończona.

source: 1 patch has been installed.
pl: Zainstalowano 1 poprawkę.

source: %d patches have been installed.
pl: Zainstalowano %d poprawek.

source: Installation failed.
pl: Instalacja zakończona niepowodzeniem.

source: Installing %s: "%s"
pl: Instalacja %s: "%s"

source: Installation of patch was aborted by user. Warning: This can cause an inconsistent system. Select 'Try Again' to repeat installation of this patch.
pl: Instalacja poprawki przerwana przez użytkownika. Ostrzeżenie: Może to doprowadzić do niespójności systemu. Proszę nacisnąć przycisk 'Spróbuj ponownie', aby ponowić instalację tej poprawki.

source: Error installing patch '%s'. Skip this patch or abort the update?
pl: Błąd instalacji poprawki '%s'. Pominąć tę poprawkę czy przerwać aktualizację?

source: Installation aborted.
pl: Instalacja przerwana.

source: File '%s' has the wrong MD5 checksum: '%s' != '%s'
pl: Plik '%s' ma nieprawidłową sumę MD5: '%s' != '%s'

source: Request media %d.
pl: Żądanie nośnika %d.

source: Media not found
pl: Nośnik nie znaleziony

source: YOU Patch CD
pl: Płyta CD z poprawkami YOU

source: Ignore.
pl: Ignoruj.

source: Skip.
pl: Pomiń.

source: Abort.
pl: Przerwij.

source: Eject media.
pl: Wysuń nośnik.

source: New URL:
pl: Nowy URL:

source: Failed.
pl: Nieudane.

source: Recommended
pl: Zalecana

source: Security
pl: Bezpieczeństwo

source: Patch Level
pl: Poziom poprawki

source: Optional
pl: Opcjonalna

source: Document
pl: Dokument

source: unknown
pl: nieznany

source: Installing this patch will have no effect, because it
pl: Instalacja tej poprawki nie przyniesie żadnych efektów, ponieważ

source: does not contain any updates for installed packages.
pl: nie zawiera ona żadnych uaktualnień dla zainstalowanych pakietów.

source: No filename. Skipping this package.
pl: Brak nazwy pliku. Ten pakiet zostanie pominięty.

source: Patch %s: unexpected end of file
pl: Poprawka %s: nieoczekiwany koniec pliku

source: Patch %s: parse error in line %d
pl: Poprawka %s: błąd parsowania w linii %d

source: File has invalid signature.
pl: Plik ma nieprawidłową sygnaturę.

source: RPM has invalid signature.
pl: RPM ma nieprawidłową sygnaturę.

source: Error getting youservers file.
pl: Błąd pobierania pliku serwerów YOU.

source: Error writing youservers file.
pl: Błąd zapisu pliku serwerów YOU.

source: Error reading youservers file.
pl: Błąd odczytu pliku serwerów YOU.

source: User aborted operation.
pl: Użytkownik przerwał operację.

source: User selected skip.
pl: Użytkownik wybrał pominięcie.

source: User selected skip all.
pl: Użytkownik wybrał pominięcie wszystkiego.

source: User selected retry.
pl: Użytkownik wybrał ponowienie.

source: Error parsing patch description.
pl: Błąd podczas analizy opisu poprawki.

source: Script failed.
pl: Wykonanie skryptu zakończone niepowodzeniem.

source: Prescript failed.
pl: Wykonanie skryptu przedinstalacyjnego zakończone niepowodzeniem.

source: Postscript failed.
pl: Wykonanie skryptu poinstalacyjnego zakończone niepowodzeniem.

source: rpm failed.
pl: błąd rpm.

source: Package location is empty.
pl: Lokalizacja pakietu jest pusta.

source: Error getting media.1/patches file.
pl: Błąd pobierania pliku nośnika.1/patches.

source: No callback function is set.
pl: Nie podano funkcji callback.

source: Missing signature.
pl: Brak sygnatury.

source: Wrong media.
pl: Zły nośnik.

source: MD5 checksum does not match.
pl: Sumy MD5 nie zgadzają się.

source: Could not create directory.
pl: Nie udało się utworzyć katalogu.

source: Could not reassemble RPM from delta.
pl: Nie udało się ponownie złożyć pakietu RPM z delty.
