Repository: aviarypl/suse-l10n-pl
Catalog: yast/phone-services.*.po
Languages: pl

source: User
pl: Użytkownik

source: Phone Numbers
pl: Numery telefonów

source: Delay
pl: Opóźnienie

source: Duration
pl: Czas trwania

source: Action
pl: Czynność

source: Answering machine configuration.
pl: Konfiguracja automatycznej sekretarki.

source: Answering machine configuration summary.
pl: Przegląd konfiguracja automatycznej sekretarki.

source: Fax Numbers
pl: Numery faksu

source: StationID
pl: Identyfikator stacji

source: Headline
pl: Nagłówek

source: Fax configuration.
pl: Konfiguracja faksu

source: Fax configuration summary.
pl: Zestawienie konfiguracji faksu.

source: Answering Machine Configuration
pl: Konfiguracja automatycznej sekretarki

source: <p>An answering machine for one or more users can be set up in this dialog. Each user must have at least one unique phone number configured. Refer to the telecommunication chapter in the manuals for further details.</p>
pl: <p>W oknie tym można skonfigurować automatyczną sekretarkę dla jednego lub więcej użytkowników. Każdy użytkownik musi mieć określony co najmniej jeden numer telefonu. Więcej informacji na ten temat znajduje się w podręczniku w rozdziale poświęconym telekomunikacji.</p>

source: <p>When adding or editing a user, a dialog will be shown with the following details:</p>
pl: <p>Podczas dodawania lub modyfikowania ustawień użytkownika pojawi się okno z następującymi informacjami:</p>

source: <p><b>User</b>: The system user who wants to receive calls with the answering machine.</p>
pl: <p><b>Użytkownik</b>: użytkownik systemu korzystający z automatycznej sekretarki.</p>

source: <p><b>Phone Numbers</b>: One or more phone numbers (separated by commas) that belong (only) to this user. You can also enter <tt>*</tt>, which means the user will get <b>any</b> call.</p>
pl: <p><b>Numery telefonów</b>: jeden lub więcej numerów telefonów (rozdzielonych przecinkami), należących do tego użytkownika. Można też wprowadzić "<tt>*</tt>", co oznacza, że użytkownik ten otrzyma <b>każdą</b> wiadomość.</p>

source: <p><b>Delay</b>: Delay in seconds before the answering machine responds to the call.</p>
pl: <p><b>Opóźnienie</b>: Opóźnienie w sekundach, po jakim automatyczna sekretarka odbierze telefon.</p>

source: <p><b>Duration</b>: Maximum record length for one call.</p>
pl: <p><b>Czas trwania</b>: Maksymalny czas nagrania dla jednej wiadomości.</p>

source: <p><b>Action</b>: By using the default <tt>MailAndSave</tt>, recorded calls are sent to the user as mail and saved to disk. To disable the mails, set this to <tt>SaveOnly</tt>. <tt>None</tt> forbids recording -- the answering machine only plays the announcement.</p>
pl: <p><b>Czynność</b>: przy domyślnym ustawieniu <tt>MailAndSave</tt>, odebrane faksy są wysyłane jako poczta do użytkownika i zapisywane na dysk. Aby wyłączyć wysyłanie poczty, należy ustawić <tt>SaveOnly</tt>. Opcja <tt>None</tt> wyłącza nagrywanie - automatyczna sekretarka odtwarza tylko powitanie.</p>

source: <p><b>Pin</b>: Identification code for the remote inquiry function.</p>
pl: <p><b>Pin</b>: kod identyfikacyjny do zdalnego uruchamiania funkcji sekretarki.</p>

source: &User Table
pl: Tabela &użytkowników

source: Ad&d
pl: &Dodaj

source: &Edit
pl: &Edytuj

source: De&lete
pl: U&suń

source: &User
pl: &Użytkownik

source: &Phone Numbers
pl: &Numery telefonów

source: &Delay
pl: &Opóźnienie

source: D&uration
pl: Czas &trwania

source: &Action
pl: &Czynność

source: User must be set.
pl: Proszę określić użytkownika.

source: Phone numbers must not be empty.
pl: Proszę określić numery telefonów.

source: Delay is invalid.
pl: Nieprawidłowa wartość opóźnienia.

source: Action is invalid.
pl: Nieprawidłowa czynność.

source: Fax Machine Configuration
pl: Konfiguracja faksu

source: <p>The fax system for one or more users can be set up in this dialog. Each user must have at least one unique fax number configured. Refer to the telecommunication chapter in the manuals for further details.</p>
pl: <p>Okno to służy do konfiguracji systemu faksu dla jednego lub więcej użytkowników. Każdy użytkownik musi mieć skonfigurowany co najmniej jeden niepowtarzalny numer faksu. Więcej informacji na ten temat znajduje się w podręczniku, w rozdziale poświęconym telekomunikacji.</p>

source: <p><b>Prefix</b>: Only for users behind a PBX. Enter the prefix number for getting a public line. This number will be dialed before any destination number.</p>
pl: <p><b>Prefiks</b>: Tylko dla użytkowników centrali PBX. Proszę podać prefiks pozwalający się połączyć z linią zewnętrzną. Numer ten będzie wybierany przed wybraniem każdego innego numeru.</p>

source: <p>When adding or editing a user, a dialog will be shown with the following fields:</p>
pl: <p>Podczas dodawania lub modyfikowania ustawień użytkownika pojawi się okno z następującymi informacjami:</p>

source: <p><b>User</b>: The system user to which this fax account belongs.</p>
pl: <p><b>Użytkownik</b>: użytkownik danego konta faksu.</p>

source: <p><b>Fax Numbers</b>: The numbers (separated by commas) on which faxes should be received for this user. If you enter <tt>*</tt>, the user gets <b>any</b> call. Leave this empty for a send-only account.</p>
pl: <p><b>Numery faksu</b>: faksy przychodzące na podane tu numery (rozdzielone przecinkami), będą odbierane przez tego użytkownika. Wprowadzenie "<tt>*</tt>" spowoduje, że użytkownik otrzyma <b>wszystkie</b> faksy. Dla kont służących wyłącznie do wysyłania należy to pole pozostawić puste.</p>

source: <p><b>Outgoing MSN</b>: The number to use for outgoing calls. If empty, the first number of <b>Fax Numbers</b> is used.</p>
pl: <p><b>Wyjściowy MSN</b>: Numer używany dla połączeń wychodzących. Jeśli pole to będzie pozostawione puste, zostanie użyty pierwszy numer z listy <b>Numery faksu</b>.</p>

source: <p><b>StationID</b>: The fax station ID. Set it to the external number in international format, such as <tt>+49 89 12345</tt>.</p>
pl: <p><b>Identyfikator stacji</b>: identyfikator (ID) faksu. Należy tu podać zewnętrzny numer faksu w formacie międzynarodowym, np. <tt>+48 22 1234567</tt>.</p>

source: <p><b>Headline</b>: The headline used for sending faxes -- normally a string containing some name.</p>
pl: <p><b>Nagłówek</b>: nagłówek używany przy wysyłaniu faksu - zwykle napis będący nazwą nadawcy.</p>

source: <p><b>Action</b>: By using the default <tt>MailAndSave</tt>, received faxes are sent to the user as mail and saved to disk. To disable the mails, set this to <tt>SaveOnly</tt>.</p>
pl: <p><b>Czynność</b>: przy domyślnym ustawieniu <tt>MailAndSave</tt>, odebrane faksy są wysyłane jako poczta do użytkownika i zapisywane na dysk. Aby zmienić to zachowanie, należy ustawić <tt>SaveOnly</tt>.</p>

source: &Prefix
pl: &Prefiks

source: &Fax Numbers
pl: Numery &faksu

source: Outgoing &MSN
pl: Wyjściowy &MSN

source: &StationID
pl: &Identyfikator

source: &Headline
pl: &Nagłówek

source: Fax Numbers and Outgoing MSN must not both be empty
pl: Numery faksu i wyjściowy MSN nie mogą być puste

source: StationID is invalid.
pl: Nieprawidłowy identyfikator stacji.

source: The maximum length for a StationID is twenty.
pl: Maksymalna długość identyfikatora to 20 znaków.

source: The maximum length for a headline is fifty.
pl: Maksymalna długość nagłówka to 50 znaków.
