Repository: aviarypl/suse-l10n-pl
Catalog: yast/power-management.*.po
Languages: pl

source: Dynamic Frequency Scaling
pl: Dynamiczne skalowanie częstotliwości

source: &Allow Throttling
pl: &Włącz skalowanie

source: &Max. %
pl: &Maks. %

source: A&lways Throttle
pl: Zawsze ska&luj

source: &Ignore Niced Processes
pl: &Ignoruj procesy o niskim priorytecie

source: Screen Saver Settings
pl: Ustawienia wygaszacza ekranu

source: Enable &Screen Saver
pl: Włącz &wygaszacz ekranu

source: Display Power Management Settings
pl: Ustawienia zarządzania zasilaniem ekranu

source: Enable &Display Power Management
pl: Włącz &zarządzanie zasilaniem ekranu

source: Display S&tandby Time-Out (minutes)
pl: Przełącz wyświetlacz w stan &gotowości po upływie (w minutach)

source: Display &Suspend Time-Out (minutes)
pl: Przełącz wyświetlacz w stan wstrzy&mania po upływie (w minutach)

source: Display Power &Off Time-Out (minutes)
pl: W&yłącz wyświetlacz po upływie (w minutach)

source: Power Management Configuration
pl: Konfiguracja zarządzania energią

source: Initializing...
pl: Inicjalizacja...
