Repository: aviarypl/suse-l10n-pl
Catalog: yast/power-management.*.po
Languages: pl

source: Initializing Configuration
pl: Inicjalizacja konfiguracji

source: Check the environment
pl: Sprawdzanie środowiska

source: Read general settings
pl: Wczytywanie ustawień ogólnych

source: Read power saving schemes
pl: Wczytywanie zbiorów zasad oszczędzania energii

source: Checking the environment...
pl: Sprawdzanie środowiska...

source: Reading general settings...
pl: Wczytywanie ustawień ogólnych...

source: Reading power saving schemes...
pl: Wczytywanie zbiorów zasad oszczędzania energii...

source: Finished
pl: Zakończono

source: This system does not support ACPI or APM.
pl: Ten system nie obsługuje ACPI ani APM.

source: Cannot read the general settings.
pl: Nie można odczytać ustawień ogólnych.

source: Cannot read power saving schemes.
pl: Nie można odczytać zbiorów zasad oszczędzania energii.

source: Saving Configuration
pl: Zapisywanie konfiguracji

source: Write schemes
pl: Zapisywanie zbiorów zasad

source: Write general settings
pl: Zapisywanie ustawień ogólnych

source: Restart powersave daemon
pl: Ponowne uruchamianie demona zarządzania energią

source: Writing schemes...
pl: Zapisywanie zbiorów zasad...

source: Writing general settings...
pl: Zapisywanie ustawień ogólnych...

source: Restarting powersave daemon...
pl: Ponowne uruchamianie demona zarządzania energią...

source: Cannot write power saving schemes.
pl: Nie można zapisać zbiorów zasad oszczędzania energii.

source: Cannot write general settings.
pl: Nie można zapisać ustawień ogólnych.

source: Cannot restart the powersave daemon.
pl: Nie można ponownie uruchomić demona zarządzania energią.

source: AC Scheme: %1
pl: Zasady dla sieci: %1

source: Battery Scheme: %1
pl: Zasady dla baterii: %1

source: Scheme Name: %1
pl: Nazwa zbioru zasad: %1

source: Scheme Description: %1
pl: Opis zbioru zasad: %1

source: Power Saving Schemes:
pl: Zbiory zasad oszczędzania energii:

source: Available Schemes: %1
pl: Dostępne zbiory zasad: %1

source: Battery Capacity Feedback:
pl: Sygnalizacja naładowania baterii:

source: Warning Capacity: %1%%, Action: %2
pl: Ostrzeżenie o rozłado&waniu: %1%%, czynność: %2

source: Low Capacity: %1%%, Action: %2
pl: Niskie naładowanie: %1%%, czynność: %2

source: Critical Capacity: %1%%, Action: %2
pl: Kryty&czny stan baterii: %1%%, czynność: %2

source: ACPI Button Actions:
pl: Czynności przycisków ACPI:

source: Power Button Action: %1
pl: Czynność przycisku za&silania: %1

source: Sleep Button Action: %1
pl: Czynność przycisku &usypiania: %1

source: Laptop Lid Closed Action: %1
pl: Czynność przy zamknięciu pokrywy &laptopa: %1

source: Actions Allowed for Users:
pl: Czynności dozwolone dla użytkowników:

source: Suspend to Disk Allowed: %1
pl: Dozwolone usypianie: %1

source: Suspend to RAM Allowed: %1
pl: Dozwolone wstrzymywanie: %1

source: Standby Allowed: %1
pl: Dozwolony stan gotowości: %1

source: Yes
pl: Tak

source: No
pl: Nie

source: Battery capacity not specified.
pl: Stan naładowania baterii nie został określony.

source: Action not specified.
pl: Czynność nie została określona.

source: Capacity must be higher than 0%% and lower than 100%%.
pl: Poziom naładowania musi być większy niż 0%% i mniejszy niż 100%%.

source: Specify whether the operation should be allowed.
pl: Ustal, czy dana operacja powinna być dozwolona.

source: Specified battery scheme not found.
pl: Podana nazwa zbioru zasad nie została odnaleziona.

source: Specified AC scheme not found.
pl: Dany zbiór zasad dla zasilania sieciowego nie zostały odnalezione.

source: Operation with the scheme not specified.
pl: Nie określono operacji ze zbiorem zasad.

source: Scheme name not specified.
pl: Nazwa zbioru zasad nie została określona.

source: Power management configuration module
pl: Moduł konfiguracji zarządzania energią

source: Display current settings
pl: Wyświetl aktualne ustawienia

source: Set general settings
pl: Zmień ustawienia ogólne

source: Set options of a scheme
pl: Zmień opcje zbioru zasad

source: Display only specified scheme
pl: Wyświetl tylko określony zbiór zasad

source: Display only battery feedback configuration
pl: Wyświetl tylko konfigurację powiadamiania o stanie baterii

source: Display only ACPI button configuration
pl: Wyświetl tylko konfigurację przycisków ACPI

source: Display only actions allowed for users
pl: Wyświetl tylko czynności dozwolone dla użytkowników

source: Display only schemes selected for AC and battery power
pl: Wyświetl tylko zbiory zasad wybrane dla zasilania sieciowego i bateryjnego

source: The battery capacity level
pl: Poziom naładowania baterii

source: The capacity of the battery for the level (in percent)
pl: Poziom naładowania baterii dla poziomu (w procentach)

source: The action to perform when the specified capacity level is reached
pl: Czynność do wykonania, gdy zostanie osiągnięty podany poziom naładowania

source: The ACPI button to set the action for
pl: Przycisk ACPI, dla którego ma zostać ustawiona czynność dla

source: The action to perform when the specified ACPI button is pressed
pl: Czynność do wykonania, gdy dany przycisk ACPI zostanie wciśnięty

source: Sets whether the specified operation should be allowed for users
pl: Określa, czy dana operacja powinna być dozwolona dla użytkowników

source: Scheme to use when running on AC power source
pl: Zbiór zasad, jaki ma być używany podczas działania na zasilaniu sieciowym

source: Scheme to use when running on battery power
pl: Zbiór zasad, jaki ma być używany podczas działania na zasilaniu bateryjnym

source: The scheme name
pl: Nazwa zbioru zasad

source: Add a new scheme
pl: Dodaj nowy zbiór zasad

source: Edit an existing scheme
pl: Edytuj istniejący zbiór zasad

source: Remove an existing scheme
pl: Usuń istniejący zbiór zasad

source: The description of the scheme
pl: Opis zbioru zasad

source: The scheme to clone
pl: Zbiór zasad do skopiowania

source: Option of a scheme to modify
pl: Opcja zbioru zasad do zmodyfikowania

source: Value of the specified option to set
pl: Wartość danej opcji, jaka ma być ustawiona

source: New name of the scheme to rename
pl: Nowa nazwa zbioru zasad

source: If you abort writing now, the saved settings may be inconsistent. Really abort?
pl: Jeśli zapisywanie zostanie przerwane teraz, zapisane ustawienia mogą być niespójne. Na pewno przerwać?

source: Power Management Settings
pl: Ustawienia zarządzania zasilaniem

source: Buttons can be configured only for ACPI. Your system probably does not support ACPI and uses APM.
pl: Przyciski można skonfigurować wyłącznie dla ACPI. Ten system prawdopodobnie nie wspiera ACPI, lecz używa APM.

source: ACPI Buttons
pl: Przyciski AC&PI

source: Battery Capacity Feedback
pl: Sygnalizacja naładowania baterii

source: Power-Saving Modes to Allow
pl: Tryby oszczędzania energii, które mają być dozwolone

source: Modes Permitted for Users
pl: Tryby dozwolone dla użytkowników

source: Power Management Scheme Setup
pl: Konfiguracja zbioru zasad zarządzania zasilaniem

source: <p><b><big>Initializing Power Management Configuration</big></b><br> Please wait...<br></p>
pl: <p><b><big>Inicjalizacja konfiguracji zarządzania zasilaniem</big></b><br> Proszę czekać...<br></p>

source: <p><b><big>Aborting Initialization</big></b><br> Safely abort the configuration utility by pressing <b>Abort</b> now.</p>
pl: <p><b><big>Przerwanie inicjalizacji:</big></b><br> Można bezpiecznie przerwać działanie konfiguratora naciskając teraz <b>Przerwij</b>.</p>

source: <p><b><big>Saving Power Management Configuration</big></b><br> Please wait...<br></p>
pl: <p><b><big>Zapisywanie konfiguracji zarządzania zasilaniem</big></b><br> Proszę czekać...<br></p>

source: <p><b><big>Aborting Saving</big></b><br> Abort the save procedure by pressing <b>Abort</b>.</p>
pl: <p><b><big>Przerwanie zapisu:</big></b><br> Można przerwać zapis naciskając <b>Przerwij</b>.</p>

source: <p><b><big>Battery Capacity Feedback</big></b><br> Set three battery capacity levels and assign actions for each of these capacity levels.</p>
pl: <p><b><big>Sygnalizacja naładowania baterii</big></b><br> Pole to służy do ustawienia trzech poziomów naładowania baterii oraz do przypisania każdemu z nich stosownej czynności.</p>

source: <p>Use <b>Warning Capacity</b>, <b>Low Capacity</b>, and <b>Critical Capacity</b> to set battery levels as a percentage of full capacity.</p>
pl: <p>Należy ustawić poziomy naładowania baterii <b>Ostrzeżenie o rozładowaniu</b>, <b>Niski poziom naładowania</b> oraz <b>Krytyczny stan baterii</b> w procentach pełnej pojemności baterii.</p>

source: <p>Use <b>Warning Level Action</b>, <b>Low Level Action</b>, and <b>Critical Level Action</b> to set actions to perform if the relevant battery level is reached.</p>
pl: <p>Ustaw działania związane z poziomami naładowania baterii <b>Czynność dla ostrzeżenia</b>, <b>Czynność dla poziomu niskiego</b> oraz <b>Czynność dla poziomu krytycznego</b>.</p>

source: <p><b><big>ACPI Buttons</big></b><br> Assign events to perform after a button is pressed. Events can be set for the <b>Power Button</b> and <b>Sleep Button</b>. To assign an event to perform when the lid of the laptop is closed, use <b>Laptop Lid Closing</b>.</p>
pl: <p><b><big>Przyciski ACPI</big></b><br> Pole to służy do określenia działań podejmowanych po wciśnięciu przycisku. Zdarzenia można przypisać do przycisków <b>Zasilanie</b> oraz <b>Usypianie</b>. Do określenia zdarzenia związanego z zamykaniem pokrywy notebooka lub laptopa służy przycisk <b>Zamykanie pokrywy laptopa</b>.</p>

source: <p><b><big>Modes Permitted for Users</big></b><br> Configure which power-saving modes users should be able to switch to.</p>
pl: <p><b><big>Tryby dozwolone dla użytkowników</big></b><br> W tym miejscu można określić, na które tryby oszczędzania energii mogą przełączać ten komputer użytkownicy.</p>

source: <p><b>Suspend to Disk</b> allows users to suspend the computer to the disk (ACPI mode 4). Resuming after suspending to disk takes longer than resuming after suspending to RAM.</p>
pl: <p>Opcja <b>Uśpij</b> pozwala użytkownikom na wstrzymanie pracy komputera i zapisanie jego stanu na dysk (tryb ACPI 4). Powrót ze stanu uśpienia zajmuje więcej niż ze stanu wstrzymania.</p>

source: <p><b>Suspend to RAM</b> allows users to suspend the computer to RAM (ACPI mode 3). A computer suspended to RAM still consumes electricity and unsaved data will be lost if it is disconnected or the battery drains.</p>
pl: <p>Opcja <b>Wstrzymaj</b> pozwala użytkownikom na wstrzymanie pracy komputera i zapisanie jego stanu do pamięci RAM (tryb ACPI 3). Komputer w tym stanie wciąż pobiera prąd, a wszelkie niezapisane dane zostaną utracone, jeśli zostanie on odłączony od sieci lub wyczerpie się bateria.</p>

source: <p><b>Standby Mode</b> allows users to switch the computer to the standby power saving mode (ACPI mode 1).</p>
pl: <p>Opcja <b>Tryb gotowości</b> pozwala użytkownikom na przełączenie komputera do trybu gotowości (ACPI tryb 1).</p>

source: <p><b><big>Supported Power-Saving Modes </big></b><br> Some machines do not support all power-saving modes. If a mode is not supported by your machine, the appropriate check box is disabled.</p>
pl: <p><b><big>Obsługiwane tryby oszczędzania energii </big></b><br> Niektóre komputery nie obsługują wszystkich trybów oszczędzania energii. Jeśli dany tryb nie jest obsługiwany przez ten komputer, odpowiednie pole jest niedostępne.</p>

source: <p><b><big>Warning</big></b><br> Depending on your hardware, suspend to RAM or standby could fail and you may need to push the reset button to reboot your computer. This could lead to data loss. See <tt>%1</tt> for details.</p>
pl: <p><b><big>Ostrzeżenie</big></b><br> W zależności od sprzętu, tryb wstrzymania oraz tryb gotowości mogą nie działać poprawnie. Oznacza to, że może być konieczne ponowne uruchomienie komputera przez wciśnięcie przycisku reset, co spowoduje ryzyko utraty danych. Szczegółowe informacje można znaleźć w <tt>%1</tt>.</p>

source: <p><b><big>Energy Saving Schemes</big></b><br> Use <b>AC Powered</b> to adjust the energy saving scheme to use when your computer is AC powered. Use <b>Battery Powered</b> to adjust the energy saving scheme to use when your computer is powered by internal battery.</p>
pl: <p><b><big>Zbiory zasad oszczędzania energii</big></b><br> Do określenia zasad oszczędzania energii przy zasilaniu sieciowym służy przycisk <b>Zasilanie sieciowe</b>. Do określenia zasad oszczędzania energii przy zasilaniu z baterii służy przycisk <b>Zasilanie baterią</b>.

source: <p>Below the selected schemes, descriptions of both selected schemes are displayed.</p>
pl: <p>Poniżej wybranych zbiorów zasad pokazane są opisy obu wybranych zbiorów.</p>

source: <p><b><big>Adjusting Energy Saving Schemes</big></b><br> To adjust energy saving schemes, delete existing ones, or create new ones, use <b>Edit Schemes</b>.</p>
pl: <p><b><big>Modyfikacja zbiorów zasad oszczędzania energii</big></b><br> Do modyfikacji zbioru zasad oszczędzania energii, usuwania istniejących zbiorów lub tworzenia nowych służy przycisk <b>Edytuj zbiory zasad</b>.</p>

source: <p><b><big>Other Settings</big></b><br> To adjust levels of battery status, actions to perform on these levels of battery capacity, operations to perform when an ACPI button is pressed, or whether users are allowed to switch the computer to the standby or suspend mode, use <b>Other Settings</b>.</p>
pl: <p><b><big>Inne ustawienia</big></b><br> Do modyfikowania poziomów stanu baterii, czynności związanych z tymi poziomami, operacji do wykonania po wciśnięciu przycisku ACPI lub do zezwolenia użytkownikom na przełączanie komputera do trybu gotowości lub wstrzymania, służą <b>Inne ustawienia</b>.</p>

source: <p><b><big>Scheme Setup</big></b><br> Here, adjust the energy saving schemes. To modify a scheme, select it and click <b>Edit</b>.</p>
pl: <p><b><big>Ustawienia zbioru zasad</big></b><br> W tym oknie można dopasować zbiory zasady oszczędzania energii. W celu modyfikowania zbioru zasad należy wskazać odpowiednią pozycję i nacisnąć przycisk <b>Edytuj</b>.</p>

source: <p>To add a new scheme, select a scheme to clone then click <b>Add</b>. To delete an existing scheme, select it and click <b>Delete</b>.</p>
pl: <p>Aby dodać nowy zbiór zasad, należy wybrać zbiór do skopiowania i nacisnąć przycisk <b>Dodaj</b>. Aby usunąć istniejący zbiór, należy go wskazać i nacisnąć <b>Usuń</b>.</p>

source: <p>In the main dialog, assign schemes to use when you work on battery or AC power.</p>
pl: <p>W głównym oknie można przypisać zbiory zasad dotyczące zarówno zasilania sieciowego jak i pracy z bateriami.</p>

source: <p><big><b>Scheme Setup</b></big> Configure the settings of the scheme. Enter its name in <b>Scheme Name</b> and optionally a description in <b>Scheme Description</b>.</p>
pl: <p><big><b>Ustawienia zbioru zasad</b></big> W tym miejscu można skonfigurować ustawienia zbioru zasad. W polu <b>Nazwa zbioru zasad</b> należy wprowadzić nazwę zbioru; opcjonalnie można też wprowadzić opis w polu <b>Opis zbioru zasad</b>.</p>

source: <p><big><b>CPU Settings</b></big><br> Use <b>Frequency Scaling</b> to adjust the frequency of the CPU. If you set it to <b>Dynamic Frequency Scaling</b>, the CPU frequency is adjusted automatically according to the current CPU load.</p>
pl: <p><b><big>Ustawienia CPU</big></b><br> Użyj <b>Skalowania częstotliwości</b> aby ustawić częstotliwość pracy procesora. Ustawienie <b>Dynamiczna regulacja częstotliwości</b> spowoduje, że częstotliwość CPU będzie dostosowywana automatycznie w zależności od obciążenia procesora.</p>

source: <p>Set <b>Allow Throttling</b> to turn CPU throttling on and adjust <b>Max %</b> to set the maximum CPU throttling. Throttling is supported only on ACPI machines.</p>
pl: Aby uruchomić skalowanie procesora należy wybrać <b>Włącz skalowanie</b> oraz podać <b>Maks. %</b>, aby określić maksymalne skalowane procesora. Skalowanie jest obsługiwane wyłącznie na komputerach ACPI.</p>

source: <p>If your processor does not support CPU frequency scaling, you may want to let your processor be constantly slowed down when working on battery to save power. To do this, set <b>Always Throttle</b>. This setting might be useful on long-distance trips where you do not need the entire performance of your machine.</p>
pl: <p>Jeśli procesor tego komputera nie obsługuje skalowania częstotliwości, można go skonfigurować tak, by był stale spowalniany podczas pracy na baterii, dzięki czemu można oszczędzać energię. Aby to zrobić należy zaznaczyć <b>Skalowanie permanentne</b>. Ustawienie to może być przydatne podczas długich podróży, kiedy nie jest potrzebna maksymalna wydajność komputera.</p>

source: <p>To ignore processes with low priority when adjusting the CPU frequency, set <b>Ignore Niced Processes</b>.</p>
pl: <p>Aby podczas dostosowywania częstotliwości procesora ignorować procesy o niskim priorytecie (np. obniżonym poleceniem nice), należy zaznaczyć <b>Ignoruj procesy o niskim priorytecie</b>.</p>

source: <p><b><big>Hard Disk Settings</big></b><br> Use <b>Standby Policy</b> to adjust the power saving policy of the hard disks. Remember that more power saving also means waiting more often until the disk drive is ready. Use <b>Acoustic Policy</b> to adjust the acoustic policy of the disk. The noise produced by the disk may be lowered by moving disk heads more slowly. Not all disks support this feature.</p>
pl: <p><b><big>Ustawienia dysku twardego</big></b><br> <b>Zarządzanie wydajnością</b> pozwala ustawić opcje oszczędzania energii dla dysków twardych. Im większe oszczędności energii, tym częściej trzeba czekać na wznowienie pracy dysku.<br> Opcja <b>Głośność</b> służy ustawieniu poziomu hałasu związanego z pracą dysku. Poziom ten można obniżyć przez wymuszenie wolniejszego poruszania głowicami. Nie dla wszystkich dysków jest to jednak możliwe.</p>

source: <p><b><big>Cooling Policy</big></b><br> Use the cooling policy <b>Status</b> to adjust the active or passive cooling policy. Active means that the cooling fan is turned on if the system starts overheating. If the system continues overheating, the CPU frequency and voltage are reduced. Passive means that the system first reduces frequency then, if that does not help, turns the cooling fan on.</p> <p>To specify actions to perform when the system overheats or reaches critical temperature, use <b>Overheat Temperature Action</b> and <b>Critical Temperature Action</b>.</p>
pl: <p><b><big>Chłodzenie</big></b><br> Tryb aktywny oznacza, że w przypadku przegrzewania się systemu włączany jest wentylator, a jeśli to nie pomaga, to redukowane są częstotliwość oraz napięcie pracy procesora. Tryb pasywny oznacza, że najpierw jest redukowana częstotliwość procesora, a jeśli to nie pomaga, włączany jest wentylator.</p> <p>Aby określić czynności, jakie mają zostać wykonane, kiedy system przegrzewa się albo zbliża się do temperatury krytycznej, należy skorzystać z opcji <b>Reakcja na przegrzanie</b> i <b>Reakcja na temperaturę krytyczną</b>.</p>

source: <p><b><big>Enable Screen Saver</big></b><br> To enable the screen saver in this scheme, set <b>Enable Screen Saver</b>. Disabling the screen saver is useful for schemes used, for example, for presentations.</p>
pl: <p><b><big>Włącz wygaszacz ekranu</big></b><br> Aby włączyć wygaszacz w tym zbiorze zasad, proszę zaznaczyć <b>Włącz wygaszacz ekranu</b>. Wyłączenie wygaszacza przydaje się dla zbiorów zasad używanych np. podczas prezentacji.</p>

source: <p><b><big>Display Blanking</big></b><br> To allow blanking the display using DPMS, set <b>Enable Display Power Management</b>. To set the standby, suspend, and power off time-outs use <b>Display Standby Time-Out</b>, <b>Display Suspend Time-Out</b>, and <b>Display Power Off Time-Out</b>. To disable a time-out, set its value to <b>0</b>.</p>
pl: <p><b><big>Wyłączanie ekranu</big></b><br> Aby zezwolić na wyłączanie ekranu poprzez DPMS, należy zaznaczyć <b>Włącz &zarządzanie zasilaniem ekranu</b>. Aby ustawić, po jakim czasie komputer zostanie przełączony w tryb gotowości, wstrzymania lub zostanie wyłączony, należy skorzystać z opcji:<br> <b>Przełącz wyświetlacz w tryb ... po upływie</b> i <b>Wyłącz wyświetlacz po upływie</b>. Aby wyłączyć automatyczne przełączanie stanu wyświetlacza, należy ustawić czas na <b>0</b>.</p>

source: Notify
pl: Ostrzeż

source: Shut Down
pl: Wyłącz

source: Log Out
pl: Wyloguj

source: Switch to Standby
pl: Przełącz w stan gotowości

source: Suspend to RAM
pl: Wstrzymaj

source: Suspend to Disk
pl: Uśpij

source: Start Screen Saver
pl: Uruchom wygaszacz ekranu

source: Ignore
pl: Ignoruj

source: &Warning Capacity
pl: Ostrzeżenie o rozłado&waniu

source: &Low Capacity
pl: &Niski poziom naładowania

source: &Critical Capacity
pl: Kryty&czny stan baterii

source: War&ning Level Action
pl: Czynność dla &ostrzeżenia

source: Low Level &Action
pl: Czynność dl&a poziomu niskiego

source: Cr&itical Level Action
pl: Czynność dla poz&iomu krytycznego

source: ACPI Button Configuration
pl: Konfiguracja przycisków ACPI

source: &Power Button
pl: Za&silanie

source: &Sleep Button
pl: &Usypianie

source: &Laptop Lid Closing
pl: Zamknięcie pokrywy &laptopa

source: Suspend to &Disk
pl: &Uśpij

source: Use caution because suspending the machine to RAM fails on many machines. See the help for details.
pl: Podczas wstrzymywania do pamięci RAM należy zachować ostrożność, ponieważ operacja ta na niektórych komputerach może nie działać poprawnie. Szczegółowe informacje znajdują się w Pomocy.

source: &Suspend to RAM
pl: W&strzymaj

source: Use caution because putting the machine to the standby state fails on many machines. See the help for details.
pl: Podczas przełączania do stanu gotowości należy zachować ostrożność, ponieważ operacja ta na niektórych komputerach może nie działać poprawnie. Szczegółowe informacje znajdują się w Pomocy.

source: S&tandby Mode
pl: &Zarządzanie wydajnością

source: Other Settings...
pl: Inne ustawienia...

source: Batt&ery Warning...
pl: Ostrz&eżenie baterii...

source: AC&PI Settings...
pl: Ustawienia AC&PI...

source: &Suspend Permissions...
pl: Zezwolenia w&strzymywania...

source: No scheme description available
pl: Opis zbioru zasad nie jest dostępny

source: &AC Powered
pl: Z&asilanie sieciowe

source: &Battery Powered
pl: Zasilanie z &baterii

source: Energy Saving Schemes
pl: Zbiory zasady oszczędzania energii

source: Ed&it Schemes
pl: Edytuj &zbiory zasad

source: No scheme selected.
pl: Nie wskazano zbioru zasad.

source: The selected scheme cannot be modified. Add a new one instead.
pl: Wskazany zbiór zasad nie może być modyfikowany. Proszę dodać nowy.

source: Scheme Name
pl: Nazwa zbioru zasad

source: Scheme Description
pl: Opis zbioru zasad

source: Scheme name must be set.
pl: Nazwa zbioru musi zostać ustawiona.

source: The specified scheme name is not unique.
pl: Podana nazwa zbioru zasad nie jest jednoznaczna.

source: The scheme name must not be longer than 32 characters.
pl: Nazwa zbioru zasad nie może być dłuższa niż 32 znaki.

source: S&cheme Name
pl: Nazwa &zbioru zasad

source: Scheme &Description
pl: Opis zasa&d

source: Hard Disk
pl: Dysk twardy

source: &Standby Policy
pl: Tryb &gotowości

source: Maximum Performance
pl: Najlepsza wydajność

source: Power Saving
pl: Oszczędzanie energii

source: Aggressive Power Saving
pl: Zdecydowane oszczędzanie energii

source: Disabled
pl: Wyłączone

source: &Acoustic Policy
pl: &Głośność

source: Quiet
pl: Cichy

source: Maximally Quiet
pl: Najcichszy

source: Cooling Policy
pl: Chłodzenie

source: &Status
pl: Try&b

source: Active
pl: Aktywne

source: Passive
pl: Pasywne

source: &Overheat Temperature Action
pl: Reakcja na prze&grzanie

source: &Critical Temperature Action
pl: Reakcja na temperaturę &krytyczną

source: &Frequency Scaling
pl: &Skalowanie częstotliwości

source: Maximum Energy Saving
pl: Maksymalne oszczędzanie energii
