Repository: aviarypl/suse-l10n-pl
Catalog: yast/profile-manager.*.po
Languages: pl

source: Reading list of users...
pl: Odczytywanie listy użytkowników...

source: <p>To use the profile manager, the package <b>%1</b> is required.<br> Install it now?</p>
pl: <p>Do pracy menedżera profili niezbędny jest pakiet <b>%1</b>.<br> Czy zainstalować go teraz?</p>

source: SCPM is currently locked and needs recovery. This may be the result of an aborted profile switch or similar. You can have SCPM <b>Recover</b> the last command, which means your database will be updated and outstanding actions will be performed. You can also have SCPM <b>Rollback</b> the command, which means the old system status will be restored if possible.
pl: SCPM jest zablokowany i wymaga odtworzenia. Może to być wynikiem przerwy działania przełączania profilu albo podobnego błędu. SCPM może <b>Odtworzyć</b> ostatnie polecenie, co oznacza że Państwa baza danych będzie zaktualizowana a zaległe działania wykonane. SCPM może także <b>Wycofać</b> polecenie, co oznacza, że w miarę możliwości zostanie odtworzony poprzedni stan systemu.

source: &Recover
pl: O&dtwórz

source: Ro&llback
pl: Wy&cofaj

source: Progress Information
pl: Informacja o postępie

source: Initializing Profile Manager Configuration
pl: Inicjalizacja konfiguracji menedżera profili

source: Initialize SCPM
pl: Inicjalizuj SCPM

source: Read the SCPM state
pl: Odczytaj stan SCPM

source: Read resource groups
pl: Odczytaj grupy zasobów

source: Read SCPM settings
pl: Odczyt ustawień SCPM

source: Initializing SCPM...
pl: Inicjalizacja SCPM...

source: Reading the SCPM state...
pl: Odczytywanie stanu SCPM...

source: Reading resource groups...
pl: Odczytywanie grup zasobów...

source: Reading SCPM settings...
pl: Odczytywanie ustawień SCPM...

source: Finished
pl: Zakończono

source: Cannot initialize SCPM: %1
pl: Nie można zainicjować SCPM: %1

source: Cannot read SCPM status: %1
pl: Nie można wczytać statusu SCPM: %1

source: Reinitialization is needed.
pl: Wymagana jest reinicjalizacja.

source: SCPM is currently locked because your system installation has changed. This is usually caused by a system update. Therefore, the data saved in your profiles may be inconsistent, making it necessary to reininitialize SCPM. This also means the saved profiles will be lost and need to be set up again from scratch. Perform the reinitialization now?
pl: SCPM jest zablokowany, ponieważ została zmieniona instalacja systemu. Zazwyczaj wynika to z uaktualnienia systemu. Powoduje to, że dane zapisane w profilach mogą być niespójne, co wymusza ponowną inicjalizację SCPM. Oznacza to również, że zapisane profile zostaną utracone i trzeba je będzie utworzyć ponownie. Czy rozpocząć ponowną inicjalizację?

source: Recovery or rollback is needed.
pl: Wymagane jest odtworzenie albo wycofanie.

source: Cannot read resource groups: %1
pl: Nie można odczytać grup zasobów: %1

source: Writing SCPM status was not successful: %1
pl: Zapisanie stanu SCPM nie powiodło się: %1

source: Saving resource groups failed: %1
pl: Zapisywanie grup zasobów nie powiodło się: %1

source: Writing Profile Manager Configuration
pl: Zapisywanie konfiguracji menedżera profili

source: Write the SCPM database
pl: Zapisz bazę danych SCPM

source: Write SCPM status
pl: Zapisz stan SCPM

source: Write resource groups
pl: Zapisz grupy zasobów

source: Write SCPM settings
pl: Zapisz ustawienia SCPM

source: Writing the SCPM database...
pl: Zapisywanie bazy danych SCPM...

source: Writing SCPM status...
pl: Zapisywanie stanu SCPM...

source: Writing resource groups...
pl: Zapisywanie grup zasobów...

source: Writing SCPM settings...
pl: Zapisywanie ustawień SCPM...

source: Cannot write SCPM database: %1
pl: Nie można zapisać bazy danych SCPM: %1

source: Cannot write SCPM settings.
pl: Nie można zapisać ustawień SCPM.

source: SCPM Configuration
pl: Konfiguracja protokołu SLP

source: &Enabled
pl: Włącz&ony

source: &Disabled
pl: W&yłączony

source: Settings
pl: Ustawienia

source: &Switch Mode
pl: Tryb prz&ełączania

source: Normal
pl: Zwykły

source: Save Changes
pl: &Zapisz zmiany

source: Drop Changes
pl: P&orzuć zmiany

source: B&oot Mode
pl: Tryb &uruchamiania systemu

source: &Verbose Progress Messages
pl: O&bszerne informacje o postępie

source: &Log Debug Messages
pl: Zapisuj w dzienniku &komunikaty debugowania

source: Allow Profile Management for Non-root &Users
pl: Z&ezwól na zarządzanie profilami dla zwykłych użytkowników

source: Co&nfigure...
pl: K&onfiguruj...

source: Resource Groups
pl: Grupy zasobów

source: &Configure...
pl: K&onfiguruj...

source: <b>Active: </b>
pl: <b>Aktywne: </b>

source: none
pl: brak

source: Available &Services
pl: Dostępne u&sługi

source: Service %1 does not exist. Really add it?
pl: Usługa %1 nie istnieje. Czy naprawdę ją dodać?

source: &Browse...
pl: P&rzeglądaj...

source: File does not exist.
pl: Plik nie istnieje.

source: Resource &Group
pl: &Grupa zasobów

source: D&escription
pl: Op&is

source: Resources
pl: Zasoby

source: Name
pl: Nazwa

source: Type
pl: Typ

source: Add &Service
pl: Dodaj u&sługę

source: Add &File
pl: Dodaj &plik

source: &Delete
pl: &Usuń

source: &Reset Group
pl: Z&resetuj grupę

source: The name is invalid.
pl: Nieprawidłowa nazwa.

source: Resource group %1 already exists. Use another name.
pl: Grupa zasobów %1 już istnieje. Proszę wybrać inną nazwę.

source: Configuration of Resource Groups
pl: Konfiguracja grup zasobów

source: Resource Group
pl: Grupy zasobów

source: Description
pl: Opis

source: &Add
pl: Dod&aj

source: &Edit
pl: &Edytuj

source: &Reset All
pl: Z&resetuj wszystko

source: Delete group %1?
pl: Usunąć grupę %1?

source: Username
pl: Nazwa użytkownika

source: Permission
pl: Urawnienia

source: &Switch Only
pl: Tylko p&rzełączanie

source: &Everything
pl: &Wszystko

source: Enter a valid username.
pl: Proszę podać prawidłową nazwę użytkownika.

source: User Permissions Configuration
pl: Konfiguracja uprawnień użytkowników

source: Switch Only
pl: Tylko przełączanie

source: Everything
pl: Wszystko

source: Users
pl: Użytkownicy

source: Permissions
pl: Uprawnienia

source: <p><b><big>Initializing Profile Manager Configuration</big></b><br> Please wait...<br></p>
pl: <p><b><big>Inicjalizacja konfiguracji menedżera profili</big></b><br> Proszę czekać...<br></p>

source: <p><big><b>SCPM Configuration</b></big></p> <p>SCPM (System Configuration Profile Management) enables your system to save different configuration profiles and switch between them.</p>
pl: <p><big><b>Konfiguracja SCMP</b></big></p> <p>SCPM (konfiguracja systemu zarządzania profilami) pozwala na zapis różnych profili konfiguracji i przełączanie się między nimi.</p>

source: First, set the SCPM status to <b>Enabled</b>. If disabled later, none of the configuration data in the profiles will be lost. It just continues in the current configuration of your system and you cannot switch to any other profile until you enable it again.</p>
pl: W pierwszej kolejności należy <b>włączyć</b> SCPM. Późniejsze wyłączenie nie powoduje utraty danych konfiguracyjnych w profilu. Będzie to zachowane w aktualnej konfiguracji systemu i nie będzie możliwe przełączenie się do innego profilu bez ponownego włączenia SCPM.</p>

source: <p><b>Settings</b></p>
pl: <p><b>Ustawienia</b></p>

source: <p>The settings apply to the command line interface as well as to the graphical SCPM front-end named SUMF.</p>
pl: <p>Ustawienia będą przejęte przez interfejs tekstowy oraz interfejs graficzny SCMP, pod nazwą SUMF.</p>

source: <p><b>Switch Mode</b> defines the behavior of SCPM when switching profiles. If set to <b>Normal</b> or <b>Save Changes</b>, modified resources are preset for saving before the switch. Setting it to <b>Drop Changes</b> results in presets for ignoring. The effect in the command line SCPM tool is more limited than in SUMF, so check the info page if you intend to use the SCPM tool.</p>
pl: <p><b>Tryb przełączania</b> określa zachowanie SCPM podczas przełączania profili. Przy ustawieniu na <b>Zwykły</b> albo <b>Zapisz zmiany</b>, zasoby zmienione są domyślnie zapisywanie przed przełączeniem. Ustawienie na <b>Porzuć zmiany</b> skutkuje domyślnym ignorowaniem. Działanie w linii poleceń SCPM ma więcej ograniczeń niż w SUMF, więc proszę zapoznać się ze stronami info przed użyciem narzędzia SCPM.</p>

source: <p><b>Boot Mode</b> defines the behavior of SCPM at system boot time. <b>Save Changes</b> applies all changes to the previous profile. <b>Drop Changes</b> discards them.</p>
pl: <p><b>Tryb uruchamiania systemu</b> definiuje zachowanie SCPM podczas startu systemu. <b>Zapisz zmiany</b> zapisuje wszystkie zmiany do poprzedniego profilu. <b>Porzuć zmiany</b> porzuca zmiany.</p>

source: <p><b>Verbose Messages</b> affects the detail level of progress messages in the progress pop-up. If <b>Log Debug Messages</b> is set, SCPM writes debug messages to its log file (/var/log/scpm by default).</p>
pl: <p>Opcja <b>Obszerne komunikaty</b> skutkuje szczegółowymi komunikatami w oknie postępu. Jeśli zostanie wybrane <b>Zapisuj w dzienniku komunikaty debugowania</b>, SCPM zapisuje komunikaty z debugowania domyślnie w pliku dziennika /var/log/scpm.,/p>

source: <p>SCPM needs root privileges for operation. Check <b>Allow Profile Management for Non-root Users</b> and use <b>Configure</b> to set up users to authorize to use SCPM.</p>
pl: <p>SCPM wymaga uprawnień administratora. Proszę zaznaczyć <b>Zezwól na zarządzanie profilami dla zwykłych użytkowników</b> i wybrać <b>Konfiguruj</b>, aby określić użytkowników do autoryzacji w celu używania SCPM.</p>

source: <p><b>Resource Groups</b></p>
pl: <p><b>Grupy zasobów</b></p>

source: <p>A configuration profile covers only the files and services to change when switching to another profile. In SCPM terminology, these files and services are called resources. Those resources are grouped into logical units, called <i>resource groups</i>. SCPM comes with a predefined set of groups handled by default. This is sufficient for most systems. For a more detailed resource setup, click <b>Configure Resources</b>.</p>
pl: <p>Profile konfiguracyjne obejmują tylko pliki i usługi zmieniane przy przełączaniu do innego profilu. W terminologii SCPM te pliki i usługi są nazywane zasobami. Zasoby są pogrupowane w logiczne jednostki nazywane <i>grupami zasobów</i>. SCPM zawiera wcześniej zdefiniowany zestaw grup domyślnych. Dla większości systemów jest to wystarczające. Bardziej szczegółowe ustawienia zasobów dostępne są porzez opcję <b>Konfiguruj zasoby</b>.</p>

source: <p><big><b>Configuring Resources</b></big></p> <p>This list contains all installed resource groups. A resource group usually represents a system service with all needed configuration files. Here, easily choose which services should be handled by the profile management. Activate or deactive the groups by double-clicking them.</p>
pl: <p><big><b>Konfiguracja zasobów</b></big></p> <p>Lista ta zawiera wszystkie zainstalowane grupy zasobów. Grupa zasobów zazwyczaj reprezentuje usługę systemową ze wszystkimi wymaganymi plikami konfiguracyjnymi. Można tutaj w prosty sposób wybrać usługi, które mają być obsługiwane przez zarządzanie profilami. W celu aktywacji albo deaktywacji grup proszę je podwójne nacisnąć myszą.</p>

source: <p>To achive an even more customized setup, create your own resource groups or modify existing ones. With <b>Add</b> or <b>Edit</b>, enter the resource group editor. It allows activation and deactivation of resources and gives the possibility to create additional resources and add them to your groups.</p>
pl: <p>W celu osiągnięcia wyższego stopnia dostosowania należy utworzyć własne grupy zasobów lub zmodyfikować istniejące. Poprzez <b>Dodaj</b> albo <b>Edytuj</b> można uruchomić edytor grup zasobów. Pozwala on na aktywację i deaktywację zasobów, i daje możliwość utworzenia dodatkowych zasobów oraz dodawania ich do grup.</p>

source: <p>Return all resource groups to their initial states by pressing <b>Reset All</b>.</p>
pl: <p>W celu przywrócenia początkowego stanu wszystkich grup zasobów należy nacisnąć <b>Resetuj wszystko</b>.</p>

source: <p><b><big>Users</big></b></p>
pl: <p><b><big>Użytkownicy</big></b></p>

source: <p>To allow users of your system to perform profile management operations, add them here. There are two levels of permission: <b>Switch Only</b> means the specified user may switch profiles, but nothing else. <b>Everything</b> means the user may perform any operation, including adding and removing profiles.</p>
pl: <p>Jeśli trzeba zezwolić użytkownikom na wykonywanie operacji związanych z zarządzaniem profilami, należy ich dodać w tym oknie. Istnieją dwa poziomy uprawnień: <b>Tylko przełączanie</b> - oznacza, że określeni użytkownicy mogą wyłącznie przełączać profile. <b>Wszystko</b> - oznacza, że użytkownicy mogą wykonywać wszystkie operacje, włącznie z dodawaniem i usuwaniem profili.</p>

source: <p>Use <b>Add</b>, <b>Edit</b>, and <b>Delete</b> to modify the list of users with special permissions.</p>
pl: <p>Proszę użyć <b>Dodaj</b>, <b>Edytuj</b> i <b>usuń</b>, aby modyfikować listę użytkowników ze specjalnymi uprawnieniami.</p>

source: <p><b><big>Writing Profile Manager Configuration</big></b><br> Please wait...<br></p>
pl: <p><b><big>Zapisywanie konfiguracji menedżera profili</big></b><br> Proszę czekać...<br></p>

source: SCPM is enabled.
pl: SCPM włączone.

source: SCPM is disabled.
pl: SCPM wyłączone.

source: Active Resource Groups: %1
pl: Aktywne grupy zasobów: %1

source: Profile manager configuration module
pl: Moduł konfiguracji zarządzania profilami

source: Configuration summary of profile manager
pl: Podsumowanie konfiguracji zarządzania profilami

source: Change the profile manager settings
pl: Zmiana ustawień zarządzania profilami

source: Enable or disable profile switching for non-root users
pl: Włącza albo wyłącza przełączanie profili dla zwykłych użytkowników
