Repository: aviarypl/suse-l10n-pl
Catalog: yast/qt-pkg.*.po
Languages: pl

source: Virtualization
pl: Wirtualizacja

source: Security
pl: zebezpieczenia

source: Power Management
pl: Zarządzanie zasilaniem

source: Communication
pl: Komunikacja

source: Network
pl: Sieć

source: Maps
pl: Mapy

source: Software Sources
pl: Źródła oprogramowania

source: Unknown Group
pl: Nieznana grupa

source: Suggested Packages
pl: Sugerowane pakiety

source: Recommended Packages
pl: Zalecane pakiety

source: Orphaned Packages
pl: Pakiety osierocone

source: Multiversion Packages
pl: Pakiety z wieloma wersjami

source: Package Groups
pl: Grupy pakietów

source: &Show Patch Category:
pl: &Pokaż kategorię poprawki:

source: Needed Patches
pl: Wymagane poprawki

source: Unneeded Patches
pl: Niewymagane poprawki

source: All Patches
pl: Wszystkie poprawki

source: Patch Description
pl: Opis poprawki

source: security
pl: zebezpieczenia

source: recommended
pl: zalecana

source: optional
pl: opcjonalna

source: document
pl: dokument

source: Pattern
pl: Wzorzec

source: Products
pl: Produkty

source: Product
pl: Produkt

source: Vendor
pl: Dostawca

source: &Secondary Filter:
pl: Filtr &drugorzędny:

source: Unmaintained Packages
pl: Nieutrzymywane pakiety

source: Search
pl: Wyszukiwanie

source: Installation Summary
pl: Podsumowanie instalacji

source: Name
pl: Nazwa

source: zzz All
pl: Wszystko

source: &Search
pl: &Szukaj

source: Search in
pl: Szukaj w

source: Nam&e
pl: Naz&wa

source: Su&mmary
pl: Podsu&mowaniach

source: Descr&iption
pl: Op&isach

source: RPM "P&rovides"
pl: RPM

source: RPM "Re&quires"
pl: RPM "wymaga"

source: File list
pl: Lista plików

source: Search &Mode:
pl: &Tryb wyszukiwania:

source: Contains
pl: Zawiera

source: Begins with
pl: Zaczyna się od

source: Exact Match
pl: Pasuje dokładnie

source: Use Wild Cards
pl: Użyj wyrażeń wieloznacznych

source: Use Regular Expression
pl: Użyj wyrażenia regularnego

source: Case Sensiti&ve
pl: Rozróżniaj wielkość &liter

source: Searching...
pl: Wyszukiwanie...

source: No Results.
pl: Brak rezultatów.

source: Query Error
pl: Błąd zapytania

source: Selection
pl: Wybór

source: Changes Overview
pl: Przegląd zmian

source: Show packages with status
pl: Pokaż pakiety w stanie

source: &Refresh List
pl: Odśwież &listę

source: Build Time:
pl: Czas kompilacji:

source: Install Time:
pl: Czas instalacji:

source: Package Group:
pl: Grupa pakietów:

source: License:
pl: Licencja:

source: Installed Size:
pl: Rozmiar po zainstalowaniu:

source: Download Size:
pl: Rozmiar danych do pobrania:

source: Distribution:
pl: Dystrybucja:

source: Vendor:
pl: Dostawca:

source: Packager:
pl: Autor pakietu:

source: Architecture:
pl: Architektura:

source: Build Host:
pl: Komputer kompilacji:

source: URL:
pl: Adres URL:

source: Source Package:
pl: Pakiet z kodem źródłowym:

source: Media No.:
pl: Numer nośnika:

source: Authors:
pl: Autorzy:

source: <br> <h2>Update Problem</h2> <p> <font color='blue'> The packages in this list cannot be updated automatically. </font> </p> <p>Possible reasons:</p> <ul> <li>They are obsoleted by other packages <li>There is no newer version to update to on any installation media <li>They are third-party packages </ul> </p> <p> Please choose manually what to do with them. The safest course of action is to delete them. </p>
pl: <br> <h2>Problem z aktualizacją</h2> <p> <font color=blue> Pakiety wymienione w tej liście nie mogą być automatycznie uaktualnione. </font> </p> <p>Możliwe przyczyny:</p> <ul> <li>Pakiety są zastąpione przez inne pakiety. <li>Nie ma nowszej wersji na żadnym nośniku instalacyjnym. <li>Są to pakiety innych dostawców. </ul> </p> <p> Proszę określić ręcznie, co zrobić z tymi pakietami. Najbezpieczniejszym rozwiązaniem jest ich usunięcie. </p>

source: %1-%2 from vendor %3 (installed)
pl: %1-%2 od dostawcy %3 (zainstalowany)

source: %1-%2 from %3 with priority %4 and vendor %5
pl: %1-%2 z %3, z priorytetem %4 oraz dostawcą %5

source: This version is installed in your system.
pl: Wersja ta jest zainstalowana w systemie.

source: Missing package
pl: Brakujący pakiet

source: Package libqdialogsolver is required for this feature.
pl: Ta funkcja wymaga pakietu libqdialogsolver.

source: &Ignore Recommended Packages for Already Installed Packages
pl: &Ignoruj zalecane pakiety dla już zainstalowanych pakietów

source: Enhances:
pl: Poprawia:
