Repository: aviarypl/suse-l10n-pl
Catalog: yast/qt-pkg.*.po
Languages: pl

source: &Update Problems
pl: Problemy z &aktualizacją

source: Patter&ns
pl: W&zorce

source: Package &Groups
pl: &Grupy pakietów

source: &RPM Groups
pl: Grupy &RPM

source: &Languages
pl: &Języki

source: &Repositories
pl: &Repozytoria

source: S&earch
pl: Wy&szukiwanie

source: &Keywords
pl: Słowa &kluczowe

source: &Installation Summary
pl: Podsumowanie &instalacji

source: D&escription
pl: &Opis

source: &Technical Data
pl: Dane &techniczne

source: Dependencies
pl: Zależności

source: &Versions
pl: &Wersje

source: File List
pl: Lista plików

source: Change Log
pl: Dziennik zmian

source: &Cancel
pl: &Anuluj

source: &Accept
pl: A&kceptuj

source: &File
pl: &Plik

source: &Import...
pl: &Importuj...

source: &Export...
pl: &Eksportuj...

source: E&xit -- Discard Changes
pl: &Wyjdź -- pomiń zmiany

source: &Quit -- Save Changes
pl: &Zakończ -- zapisz zmiany

source: &Package
pl: Paki&et

source: All Packages
pl: Wszystkie pakiety

source: Update if newer version available
pl: Aktualizuj, jeśli jest dostępna nowsza wersja

source: Update unconditionally
pl: Aktualizuj bezwarunkowo

source: &Patch
pl: &Poprawka

source: Confi&guration
pl: Konfi&guracja

source: &Repositories...
pl: &Repozytoria...

source: &Online Update...
pl: Aktualizacja &online...

source: Search Packages on &Web...
pl: Szukaj pakietów &w sieci...

source: &Dependencies
pl: &Zależności

source: &Check Now
pl: &Sprawdź teraz

source: &Autocheck
pl: Kontrola a&utomatyczna

source: &Options
pl: &Opcje

source: Show -de&vel Packages
pl: Pokaż pakiety -de&vel

source: Show -&debuginfo/-debugsource Packages
pl: Pokaż pakiety -&debuginfo/-debugsource

source: &System Verification Mode
pl: &Tryb weryfikacji systemu

source: &Cleanup when deleting packages
pl: Wyczyść podczas usuwania pakietów

source: &Allow vendor change
pl: Zezwól na zmianę dostawcy

source: E&xtras
pl: &Dodatki

source: Show &Products
pl: Pokaż &produkty

source: Show P&ackage Changes
pl: Pokaż zmiany p&akietów

source: Install All Matching -&devel Packages
pl: Zainstaluj wszystkie pasujące pakiety -&devel

source: Install All Matching -de&buginfo Packages
pl: Zainstaluj wszystkie pasujące pakiety -de&buginfo

source: Install All Matching -debug&source Packages
pl: Zainstaluj wszystkie pasujące pakiety -debug&source

source: Generate Dependency Resolver &Test Case
pl: Wygeneruj &test modułu rozwiązywania zależności

source: &Help
pl: &Pomoc

source: &Overview
pl: Prze&gląd

source: &Symbols
pl: &Symbole

source: &Keys
pl: &Klawiatura

source: All package dependencies are OK.
pl: Wszystkie zależności pakietów są prawidłowe.

source: P&atches
pl: Popr&awki

source: Save Package List
pl: Zapisz listę pakietów

source: Error
pl: Błąd

source: Error exporting package list to %1
pl: Błąd podczas eksportowania listy pakietów do %1

source: Load Package List
pl: Wczytaj listę pakietów

source: Error loading package list from %1
pl: Błąd podczas wczytywania listy pakietów z %1

source: %1 packages will be updated
pl: Pakiety do zaktualizowania: %1

source: &Continue
pl: &Kontynuuj

source: C&ancel
pl: &Anuluj

source: <p><small><a href="repoupgraderemove:///%1">Cancel switching</a> system packages to versions in repository %2</small></p>
pl: <p><small><a href="repoupgraderemove:///%1">Anuluj przełączanie</a> pakietów systemowych do wersji z repozytorium %2</small></p>

source: <p><a href="repoupgradeadd:///%1">Switch system packages</a> to the versions in this repository (%2)</p>
pl: <p><a href="repoupgradeadd:///%1">Przełącz pakiety systemowe</a> do wersji z tego repozytorium (%2)</p>

source: Added Subpackages:
pl: Dodane podpakiety:

source: Reset &Ignored Dependency Conflicts
pl: Resetuj z&ignorowane konflikty zależności

source: System dependencies verify OK.
pl: Zależności systemowe są spełnione.

source: Error: Out of disk space!
pl: Błąd: brak miejsca na dysku.

source: <p>You can choose to install anyway if you know what you are doing, but you risk getting a corrupted system that requires manual repairs. If you are not absolutely sure how to handle such a case, press <b>Cancel</b> now and deselect some packages.</p>
pl: <p>Kontynuacja instalacji grozi uszkodzeniem systemu, które będzie wymagać ręcznej interwencji. W przypadku braku absolutnej pewności co do słuszności własnych działań, należy nacisnąć przycisk <b>Anuluj</b> i odznaczyć niektóre pakiety.</p>

source: C&ontinue Anyway
pl: &Kontynuuj mimo wszystko

source: The following items will be changed:
pl: Następujące elementy zostaną zmienione:

source: Abandon all changes?
pl: Porzucić wszystkie zmiany?

source: &Abandon
pl: &Porzuć

source: Automatic Changes
pl: Zmiany automatyczne

source: In addition to your manual selections, the following packages have been changed to resolve dependencies:
pl: Poza pakietami wskazanymi bezpośrednio, następujące pakiety zostały zmienione w celu rozwiązania zależności:

source: C&ontinue
pl: K&ontynuuj

source: Unsupported Packages
pl: Nieobsługiwane pakiety

source: Please realize that the following selected software is either unsupported or requires an additional customer contract for support.
pl: Należy mieć świadomość, że dla wybranego oprogramowania nie ma pomocy technicznej lub jej uzyskanie wymaga ono dodatkowej umowy klienta.

source: Not implemented yet. Sorry.
pl: Przepraszamy. Ta funkcja nie jest jeszcze zaimplementowana.

source: The YaST Package Manager
pl: Menedżer pakietów YaST

source: <b>Note:</b> This is a just a short overview. Refer to the manual for details.
pl: <b>Uwaga:</b> To jest tylko krótki przegląd. Szczegółowy opis można znaleźć w podręczniku użytkownika.

source: In this dialog, select patches to download and install.
pl: W tym oknie należy wybrać poprawki, które mają zostać pobrane i zainstalowane.

source: The list on the left side contains available patches along with the respective patch kind (security, recommended, or optional) and the (estimated) download size.
pl: Z lewej strony znajduje się lista dostępnych poprawek wraz z opisem rodzaju poprawki (zabezpieczenia, zalecana lub opcjonalna) oraz przybliżonym czasem pobierania.

source: This list normally contains only those patches that are not installed on your system yet. You can change that with the <b>Include Installed Patches</b> check box below the list.
pl: Ta lista zwykle zawiera tylko te poprawki, które nie zostały jeszcze zainstalowane w systemie. Można to zmienić włączając opcję <b>Dołącz zainstalowane poprawki</b>, znajdującą się pod listą.

source: The <b>Patch Description</b> field contains a longer explanation of the currently selected patch. Click a patch in the list to view its description here.
pl: Pole <b>Opis poprawki</b> zawiera dłuższy opis wybranej poprawki. Należy kliknąć poprawkę, aby zobaczyć ten opis.

source: The package list on the right side shows the contents of the currently selected patch, i.e., the packages it contains. You cannot install or delete individual packages from a patch, only the patch as a whole. This is intentional to avoid system inconsistencies.
pl: Lista pakietów z prawej strony pokazuje zawartość wybranej poprawki, t.j. pakiety, które ona zawiera. Nie da się zainstalować ani usunąć pojedynczych pakietów z poprawki -- poprawka jest traktowana jako całość. Jest to świadome ograniczenie wprowadzone w celu uniknięcia niespójności systemu.

source: In addition to <b>Patches</b>, you can also select one of the other filter views from <b>Filter</b> at the upper left:
pl: Oprócz <b>poprawek</b> można wybrać jeden z pozostałych filtrowanych widoków, wykorzystując w tym celu listę rozwijaną <b>Filtr</b> na górze z prawej strony:

source: In this dialog, select which packages to install, update, or delete. You can select individual packages or entire package "selections".
pl: W tym oknie dialogowym należy wskazać pakiety, które mają być zainstalowane, zaktualizowane lub usunięte. Można wybrać pojedyncze pakiety lub ich "zestawy".

source: Click the status icon for a package or selection to change the status or right-click it to open a context menu.
pl: Aby zmienić stan pakietu, należy kliknąć lewym przyciskiem myszy ikonę statusu lub skorzystać z menu kontekstowego za pomocą kliknięcia prawym przyciskiem myszy.

source: Use the <b>Check Dependencies</b> button to resolve package dependencies. Some packages require other packages to be installed. Some packages can only be installed if certain other packages are not installed, too. This check will automatically mark required packages for installation and it will warn you if there are dependency conflicts.
pl: W celu rozwiązania zależności pakietów należy użyć przycisku <b>Sprawdź zależności</b>. Niektóre pakiety wymagają wcześniejszego zainstalowania innych. Są też pakiety, które mogą być zainstalowane tylko, gdy pewne inne pakiety nie są zainstalowane. Sprawdzenie zależności automatycznie zaznacza, które pakiety mają być dodatkowo zainstalowane oraz ostrzega o konfliktach zależności pakietów.

source: When you leave this dialog with <b>Accept</b>, this check will automatically be performed.
pl: Jeśli w tym oknie dialogowym naciśnięty zostanie przycisk <b>Akceptuj</b>, sprawdzenie zależności zostanie przeprowadzone automatycznie.

source: Select one of the available filter views with the <b>Filter</b> combo-box at the upper left:
pl: Aby wybrać jeden z dostępnych widoków filtrowanych, należy skorzystać z listy rozwijanej <b>Filtr</b> u góry z prawej strony.

source: <b>Selections</b> shows some predefined sets of packages that logically belong together.
pl: <b>Zestawy</b> wskazują określone zestawy pakietów, między którymi występują powiązania logiczne.

source: Use the check box next to the selection to select it as a whole. You can also select or deselect individual packages in the package list at the right.
pl: Aby zaznaczyć wszystkie pakiety z zestawu, należy zaznaczyć opcję obok jej nazwy. Można też zaznaczać i odznaczać pojedyncze pakiety na liście po prawej stronie.

source: <b>Package Groups</b> shows packages by category. You can expand and collapse tree items to refine or generalize categories. Click any category to display the packages in that category in the package list on the right side.
pl: <b>Grupy pakietów</b> pokazują pakiety według kategorii. Można rozwijać i zwijać elementy drzewa w celu uszczegółowienia lub uogólnienia kategorii. Kliknięcie myszą wybranej kategorii powoduje wyświetlenie listy pakietów w prawej części okna.

source: <b>Hint:</b> There is a "zzz All" entry at the very end of the list that will show all packages. This may take a few seconds on slow machines.
pl: <b>Podpowiedź:</b> pozycja "zzz Wszystko" na samym końcu listy pokazuje wszystkie pakiety. Wykonanie tej opcji może to zająć trochę czasu na wolniejszych komputerach.

source: <b>Search</b> allows you to search for packages that meet various criteria. This is usually the easiest way to find a package if you know its name.
pl: <b>Szukaj</b> pozwala na wyszukiwanie pakietów spełniających różne kryteria. Zwykle jest to najszybsza metoda na znalezienie pakietu o znanej nazwie.

source: <b>Hint:</b> You can also use this to find out what package contains a certain library. Search in the <b>Provides</b> RPM field.
pl: <b>Podpowiedź:</b> -- opcję tę można wykorzystać do ustalenia, który pakiet zawiera konkretną bibliotekę. Przeszukiwane jest pole RPM <b>Dostarcza</b>.

source: <b>Installation Summary</b> by default shows the changes to your system -- what packages will be installed, deleted, or updated.
pl: <b>Podsumowanie instalacji</b> domyślnie pokazuje zmiany w systemie -- które z pakietów będą zainstalowane, usunięte lub zaktualizowane.

source: It is generally a good idea to use <b>Check Dependencies</b> then switch to <b>Installation Summary</b> before clicking <b>Accept</b>. This way you can see all changes that will be made to your system.
pl: Dobrym sposobem jest skorzystanie z polecenia <b>Sprawdź zależności</b> i sprawdzenie <b>Podsumowania instalacji</b> przed naciśnięciem przycisku <b>Akceptuj</b>. Można w ten sposób zobaczyć wszystkie zmiany, które będą dokonane w systemie.

source: You can also explicitly select what packages with what status to see here; use the check boxes at the left side.
pl: Można jawnie określić, które pakiety i w jakim stanie mają być wyświetlone w tym miejscu. Służą do tego pola wyboru z lewej strony.

source: <b>Hint:</b> You can also reverse the effect of this filter. You can see what packages remain the same on your system. Simply check <b>Keep</b> and uncheck everything else.
pl: <b>Podpowiedź:</b> -- można odwrócić działanie tego filtru, co pozwala zobaczyć, które pakiety pozostaną niezmienione w systemie. Wystarczy zaznaczyć opcję <b>Pozostaw</b> i odznaczyć wszystkie inne opcje.

source: Symbols Overview
pl: Przegląd symboli

source: Do not install
pl: Nie instaluj

source: This package is not installed and it will not be installed.
pl: Pakiet nie jest i nie będzie zainstalowany.

source: Install
pl: Zainstaluj

source: This package will be installed. It is not installed yet.
pl: Pakiet zostanie zainstalowany. Dotychczas nie był zainstalowany.

source: Keep
pl: Pozostaw

source: This package is already installed. Leave it untouched.
pl: Pakiet jest już zainstalowany i pozostanie niezmieniony.

source: Update
pl: Aktualizacja

source: This package is already installed. Update it or reinstall it (if the versions are the same).
pl: Pakiet jest już zainstalowany. Zostanie uaktualniony lub zainstalowany ponownie (jeśli wersje są takie same).

source: Delete
pl: Usuń

source: This package is already installed. Delete it.
pl: Pakiet jest zainstalowany i zostanie usunięty.

source: Taboo
pl: Tabu

source: This package is not installed and should not be installed under any circumstances, especially not because of unresolved dependencies that other packages might have or get.
pl: Pakiet nie jest zainstalowany i pod żadnym pozorem nie będzie zainstalowany. Problemy z zależnościami w innych pakietach nie mogą spowodować zainstalowania tego pakietu.

source: Packages set to "taboo" are treated as if they did not exist on any installation media.
pl: Pakiety oznaczone jako "tabu" są traktowane jako nieistniejące w żadnym źródle pakietów do instalowania.

source: Protected
pl: Chroniony

source: This package is installed and should not be modified, especially not because of unresolved dependencies that other packages might have or get.
pl: Pakiet jest zainstalowany i nie może być modyfikowany. Problemy z zależnościami w innych pakietach nie mogą spowodować zmiany tego pakietu.

source: Use this status for third-party packages that should not be overwritten by newer versions that may come with the distribution.
pl: Stan ten służy m.in. do wskazania pakietów dostarczanych przez innych dostawców, które nie powinny być nadpisywane przez nowsze wersje, mogące znaleźć się w dystrybucji.

source: Autoinstall
pl: Instalowany automatycznie

source: This package will be installed automatically because some other package needs it.
pl: Pakiet zostanie zainstalowany automatycznie, ponieważ wymagany jest przez inny pakiet.

source: <b>Hint:</b> You may have to use "taboo" to get rid of such a package.
pl: <b>Podpowiedź:</b> w celu pozbycia się takiego pakietu można użyć stanu "tabu".

source: Autoupdate
pl: Aktualizowany automatycznie

source: This package is already installed, but some other package needs a newer version, so it will automatically be updated.
pl: Pakiet jest już zainstalowany, ale będzie automatycznie uaktualniony, ponieważ inny pakiet wymaga jego nowszej wersji.

source: Autodelete
pl: Usuwany automatycznie

source: This package is already installed, but package dependencies require that it is deleted.
pl: Pakiet jest zainstalowany, ale z zależności pakietów wynika, że powinien być usunięty.

source: This can happen, for example, if some other package obsoletes this one.
pl: Może się tak zdarzyć, jeśli pakiet ten został zastąpiony jakimś innym.

source: Special Keys Overview
pl: Przegląd klawiszy specjalnych

source: In any case, go to the next list item.
pl: W każdym przypadku przejdź do następnego elementu listy.

source: Add
pl: Dodaj

source: Get this package. Install it if it is not installed yet. Update it to the latest version if it is installed and there is a newer version.
pl: Pobiera pakiet. Instaluje, jeśli nie jest zainstalowany. Aktualizuje do najnowszej wersji, jeśli jest zainstalowany i dostępna jest nowa wersja.

source: Remove
pl: Usuń

source: Get rid of this package. Mark it as "do not install" if it is not installed yet. Delete it if it is installed.
pl: Opcja do usuwania pakietu. Oznacza go jako "nie do instalowania", jeśli nie jest jeszcze zainstalowany. Usuwa, jeśli jest zainstalowany.

source: Update this package if it is installed and there is a newer version. Ignore packages that are not installed.
pl: Uaktualnia pakiet, jeśli jest zainstalowany i istnieje jego nowsza wersja. Pakiety, które nie są zainstalowane, są ignorowane.

source: Undo Update
pl: Cofnij aktualizację

source: Undo the effect of ">" above: Set package to "keep" if it is currently set to "update". Ignore all other packages.
pl: Cofa efekt ">" powyżej: ustawia stan pakietu na "pozostaw", jeśli jest ustawiony na "aktualizuj". Ignoruje wszystkie inne pakiety.

source: Set this package to "taboo" if it is not installed: make sure this package does not get installed, especially not because of unresolved dependencies that other packages might have or get.
pl: Ustawia pakiet jako "tabu", jeśli nie jest zainstalowany. Zapewnia, że pakiet ten nie zostanie zainstalowany, nawet jeśli w innych pakietach są lub pojawią się problemy z zależnościami.

source: Protect
pl: Chroń

source: Set this package to "protected" if it is installed: make sure this package will not be modified, especially not because of unresolved dependencies that other packages might have or get.
pl: Ustawia pakiet jako "chroniony", jeśli jest zainstalowany. Zapewnia, że pakiet ten nie zostanie zmodyfikowany, nawet jeśli w innych pakietach są lub pojawią się problemy z zależnościami.

source: Use this for third-party packages that should not be overwritten by newer versions that may come with the distribution.
pl: Stan ten można wykorzystać do oznaczenia pakietów innych dostawców, które nie powinny być nadpisane przez nowsze wersje mogące pojawić się w dystrybucji.

source: &Details...
pl: Szcz&egóły...

source: Information only available for installed packages.
pl: Informacje dostępne tylko dla zainstalowanych pakietów.

source: Changed Packages
pl: Pakiety zmienione

source: All
pl: Wszystkie

source: Selected by the user
pl: Wybrane przez użytkownika

source: Warning
pl: Ostrzeżenie

source: &OK -- Try Again
pl: &OK -- spróbuj ponownie

source: &Expert
pl: Tryb &eksperta

source: &Save This List to a File...
pl: &Zapisz tę listę do pliku...

source: Checking Dependencies...
pl: Sprawdzanie zależności...

source: Create Dependency Resolver Test Case
pl: Utwórz test modułu rozwiązywania zależności

source: <p>Use this to generate extensive logs to help tracking down bugs in the dependency resolver. The logs will be stored in directory <br><tt>%1</tt></p>
pl: <p>Opcja pozwala wygenerować obszerny dziennik w celu wyłapania błędów w module rozwiązywania zależności. Dzienniki będą przechowywane w katalogu <br><tt>%1</tt></p>

source: Solver Test Case
pl: Test modułu rozwiązywania

source: <p>Dependency resolver test case written to <br><tt>%1</tt></p><p>Prepare <tt>y2logs.tgz tar</tt> archive to attach to Bugzilla?</p>
pl: <p>Test modułu rozwiązywania zależności został zapisany do <br><tt>%1</tt></p><p>Czy przygotować archiwum <tt>y2logs.tgz.tar</tt> do załączenia do raportu w Bugzilli?</p>

source: Success
pl: Sukces

source: <p><b>Error</b> creating dependency resolver test case</p><p>Please check disk space and permissions for <tt>%1</tt></p>
pl: <p>Wystąpił <b>błąd</b> podczas tworzenia testu modułu rozwiązywania zależności</p><p>Proszę sprawdzić miejsce na dysku oraz uprawnienia dla <tt>%1</tt></p>

source: Save Conflicts List
pl: Zapisz listę konfliktów

source: Cannot open file %1
pl: Nie można otworzyć pliku %1

source: Conflict Resolution:
pl: Rozwiązanie konfliktu:

source: <a href='/'>%1 more...</a>
pl: <a href='/'>%1 więcej...</a>

source: Version:
pl: Wersja:

source: Provides:
pl: Dostarcza:

source: Prerequires:
pl: Wymaga wstępnie:

source: Requires:
pl: Wymaga:

source: Conflicts:
pl: Konflikty:

source: Obsoletes:
pl: Nieaktualne:

source: Recommends:
pl: Rekomendowane:

source: Suggests:
pl: Sugerowane:

source: Enances:
pl: Poprawia:

source: Supplements:
pl: Dodatki:

source: <b>Alternate Version</b>
pl: <b>Wersja alternatywna</b>

source: <b>Installed Version</b>
pl: <b>Wersja zainstalowana</b>

source: Package Description
pl: Opis pakietu

source: References:
pl: Odniesienia:

source: Supportability: %1
pl: Poziom wsparcia: %1

source: This package contains:
pl: Ten pakiet zawiera:

source: <b>Error:</b> Out of disk space!
pl: <b>Błąd</b> brak miejsca na dysku.

source: <b>Warning:</b> Disk space is running out!
pl: <b>Ostrzeżenie:</b> miejsce na dysku na wyczerpaniu.

source: Disk Space Warning
pl: Ostrzeżenie o miejscu na dysku

source: %1 files total
pl: Razem plików: %1

source: &View
pl: &Widok

source: Close the current page
pl: Zamknij aktualną stronę

source: Move page &left
pl: Przesuń stronę w &lewo

source: Move page &right
pl: Przesuń stronę w &prawo

source: &Close page
pl: &Zamknij stronę

source: Code
pl: Kod

source: Language
pl: Język

source: Package
pl: Pakiet

source: Summary
pl: Podsumowanie

source: Installed (Available)
pl: Zainstalowano (dostępne)

source: Avail. Ver.
pl: Dost. wersja

source: Inst. Ver.
pl: Zainst. wersja

source: Version
pl: Wersja

source: Size
pl: Rozmiar

source: &All in This List
pl: &Wszytko z tej listy

source: Export This List to &Text File...
pl: Eksportuj tę listę do pliku &tekstowego...

source: &Install Source
pl: &Instaluj kod źródłowy

source: Do &Not Install Source
pl: &Nie instaluj kodu źródłowego

source: &Install All Available Sources
pl: &Instaluj wszystkie dostępne kody źródłowe

source: Do &Not Install Any Sources
pl: &Nie instaluj żadnych kodów źródłowych

source: Export Package List
pl: Eksportuj listę pakietów

source: Status
pl: Stan

source: Install Sources
pl: Instaluj kod źródłowy

source: Do Not Install Sources
pl: Nie instaluj kodu źródłowego

source: No Sources Available
pl: Kod źródłowy niedostępny

source: Installed Version: %1
pl: Zainstalowana wersja: %1

source: same
pl: ta sama

source: newer
pl: nowsza

source: older
pl: starsza

source: Available Version: %1 (%2)
pl: Dostępna wersja: %1 (%2)

source: Not available for installation
pl: Niedostępny do instalacji

source: Do Not Install
pl: Nie instaluj

source: Protected -- Do Not Modify
pl: Chroniony -- nie zmieniaj

source: Taboo -- Never Install
pl: Tabu -- nigdy nie instaluj

source: Show solver information
pl: Pokaż informacje modułu rozwiązywania

source: (by a software selection)
pl: (poprzez zestaw)

source: (by dependencies)
pl: (poprzez zależności)

source: Dependencies broken
pl: Zerwane zależności

source: All dependencies satisfied
pl: Spełnione wszystkie zależności

source: Accessibility
pl: Dostępność

source: Accessories
pl: Akcesoria

source: Education
pl: Edukacja

source: Games
pl: Gry

source: Graphics
pl: Grafika

source: Office
pl: Biuro

source: Other
pl: Inne

source: Programming
pl: Programowanie

source: GNOME Desktop
pl: Środowisko GNOME

source: KDE Desktop
pl: Środowisko KDE

source: XFCE Desktop
pl: Środowisko XFCE

source: Other Desktops
pl: Inne środowiska graficzne

source: Publishing
pl: Publikowanie

source: Servers
pl: Serwery

source: Fonts
pl: Czcionki

source: Admin Tools
pl: Narzędzia administratora

source: Legacy
pl: Starsze wersje

source: Localization
pl: Tłumaczenia
