Repository: aviarypl/suse-l10n-pl
Catalog: yast/registration.*.po
Languages: pl

source: Unknown error occurred while retrieving SMT certificate file.
pl: Wystąpił nieznany błąd podczas pobierania pliku certyfikatu SM.

source: Skip
pl: Pomiń

source: The registration server URL could not be validated as URL.
pl: Adres URL serwera rejestracji nie mógł być sprawdzony jako adres URL.

source: Registration can not be performed.
pl: Rejestracja nie może zostać dokonana.

source: Change the URL and retry.
pl: Proszę zmienić adres URL i spróbować ponownie.

source: The current registration server URL is %1
pl: Obecny adres URL serwera rejestracji to %1

source: Downloading SMT certificate file failed
pl: Pobieranie pliku certyfikatu SMT nie powiodło się

source: Could not mount floppy disk
pl: Nie można było zamontować dyskietki

source: Could not read file on floppy disk
pl: Nie można odczytać pliku z dyskietki

source: Could not find SMT certificate file in local path
pl: Nie można znaleźć pliku certyfikatu SMT w ścieżce lokalnej

source: Select SMT certificate file
pl: Proszę wybrać plik certyfikatu SMT

source: Do you really want to cancel and thereby skip registration?
pl: Czy naprawdę anulować i przez to pominąć rejestrację?

source: Could not copy certificate file
pl: Nie można było skopiować pliku certyfikatu

source: Do you want to retry?
pl: Czy ponowić?

source: Do you want to trust this certificate?
pl: Czy zaufać temu certyfikatowi?

source: This certificate will be used to connect to the SMT server. You have to trust this certificate to continue with the registration.
pl: Ten certyfikat zostanie użyty do połączenia z serwerem SMT. Trzeba mu zaufać, aby kontynuować rejestrację.

source: <p><b>Issued For:</b></p>
pl: <p><b>Wydany dla:</b></p>

source: <p><b>Subject:</b></p>
pl: <p><b>Podmiot:</b><br>

source: <p><b>Validity:</b></p>
pl: <p><b>Ważność:</b></p>

source: Valid from:
pl: Ważny od:

source: Valid to:
pl: Ważny do:

source: Fingerprint:
pl: Odcisk:

source: Trust
pl: Zaufaj

source: Reject
pl: Odrzuć

source: Installation of the SMT certificates failed. See the logs for further information.
pl: Instalacja certyfikatu SMT nie powiodła się. Dalszych informacje można uzyskać w dzienniku.

source: Enabled catalog: %1 (%2)
pl: Włączony katalog: %1 (%2)

source: Disabled catalog: %1 (%2)
pl: Wyłączony katalog: %1 (%2)

source: Added Source: %1
pl: Dodane źródło: %1

source: Deleted Source: %1
pl: Usunięte źródło: %1

source: Added Service: %1
pl: Dodano usługę: %1.

source: Deleted Service: %1
pl: Usunięto usługę: %1.
