Repository: aviarypl/suse-l10n-pl
Catalog: yast/registration.*.po
Languages: pl

source: Registration Module Help
pl: Pomoc modułu rejestracji

source: Novell Customer Center Configuration
pl: Konfiguracja Centrum Obsługi Klienta firmy Novell

source: Online Update Configuration
pl: Konfiguracja aktualizacji online

source: Registration
pl: Rejestracja

source: Support Registration
pl: Rejestracja w pomocy technicznej

source: Get technical support and product updates and manage subscriptions with Novell Customer Center.
pl: W Centrum Obsługi Klienta firmy Novell można uzyskać pomoc techniczną, pobrać aktualizacje produktów oraz zarządzać subskrypcjami.

source: Get technical support and product updates by registering this installation.
pl: Poprzez rejestrację tej instalacji można uzyskać pomoc techniczną i aktualizację produktu.

source: Configure Now (Recommended)
pl: Skonfiguruj teraz (zalecane)

source: Configure Later
pl: Skonfiguruj później

source: Register Now (Recommended)
pl: Zarejestruj teraz (zalecane)

source: Register Later
pl: Zarejestruj później

source: Include for Convenience
pl: Włącz dla udogodnienia

source: Hardware Profile
pl: Profil sprzętowy

source: Registration Status
pl: Status Rejestracji

source: Optional Information
pl: Informacje opcjonalne

source: Registration Code
pl: Kod rejestracyjny

source: Details...
pl: Szczegóły...

source: Registration and Privacy Details
pl: Informacje dotyczące rejestracji i poufności

source: Your configuration was successful.
pl: Proces konfiguracji zakończony powodzeniem.

source: Your registration was successful.
pl: Rejestracja powiodła się.

source: An update server has been added to your configuration.
pl: Serwer z aktualizacjami został dodany do konfiguracji.

source: No update server could be added to your configuration.
pl: Nie można było dodać do konfiguracji żadnego serwera z aktualizacjami.

source: No software repository needed to be changed.
pl: Żadne repozytorium oprogramowania nie wymagało zmian.

source: Software repositories did not need to be changed.
pl: Repozytoria oprogramowania nie wymagały zmian.

source: New Update Server
pl: Nowy serwer z aktualizacjami

source: Updated software repositories
pl: Zaktualizowane repozytoria oprogramowania

source: Manual Interaction Required
pl: Wymagana interakcja ręczna

source: Needed Information
pl: Wymagane informacje

source: Continue
pl: Kontynuuj

source: A Web browser will start in which to complete the configuration on the opened Web site.
pl: Uruchomiona zostanie przeglądarka internetowa, która pozwoli uzupełnić konfigurację w otwartej witrynie internetowej.

source: Regularly Synchronize with the Customer Center
pl: Synchronizuj regularnie z Centrum Obsługi Klienta firmy Novell

source: Registration and Privacy Information
pl: Informacje dotyczące rejestracji i poufności

source: The server requires additional system information. Activating submission of the hardware profile automatically.
pl: Serwer wymaga dodatkowych informacji o systemie. Automatyczne aktywowanie wysyłania profilu sprzętowego.

source: Update Source Issues
pl: Aktualizacja źródeł wydania

source: Registering as a regular user does not include the update source in the Online Update YaST module. If you continue and later want to update with Online Update, the source must be added manually. Other tools, such as Software Updater in the panel, can still be used. Alternatively, cancel then register through YaST as root so the sources are available to all tools.
pl: Rejestracja przez zwykłego użytkownika nie zawiera źródeł aktualizacji w module Aktualizacja Online programu YaST. W razie kontynuowania i późniejszego zamiaru aktualizacji przy pomocy modułu Online Update, trzeba ręcznie dodać źródła. Można zawsze użyć innych narzędzi, jak Aktualizacja oprogramowania z panelu. Alternatywnie można anulować i przeprowadzić rejestrację poprzez program YaST jako administrator, tak aby źródła były dostępne dla wszystkich narzędzi.

source: Error: Data received is invalid.
pl: Błąd: otrzymane dane są nieprawidłowe.

source: Error: Could not retrieve data.
pl: Błąd: nie udało się pobrać danych.

source: No Web browser available. Run the suse_register command manually.
pl: Nie znaleziono przeglądarki internetowej. Proszę uruchomić "suse_register" ręcznie.

source: No product found to be registered. You do not need to register this installation. Please add update sources yourself.
pl: Nie znaleziono produktów do rejestracji. Rejestracja tej instalacji nie jest konieczna. Proszę samodzielnie dodać źródła aktualizacji.

source: Your registration requires interactive input that is not supported in text mode. Run YaST2 in the graphical mode or run the suse_register command manually.
pl: Rejestracja wymaga funkcji niedostępnych w trybie tekstowym. Proszę uruchomić YaST2 w trybie graficznym lub uruchomić "suse_register" ręcznie.

source: <p> Configure your system to enable online updates by registering it with Novell. To do this now, select <b>Configure Now</b>. Delay the registration with <b>Configure Later</b>. </p>
pl: <p> Aby korzystać z aktualizacji online, można zarejestrować system w firmie Novell. Aby zrobić to teraz, proszę zaznaczyć opcję <b>Skonfiguruj teraz</b>. Aby odłożyć rejestrację na później, należy zaznaczyć opcję <b>Skonfiguruj później</b>. </p>

source: <p> To simplify the registration process, include information from your system with <b>Optional Information</b> and <b>Hardware Profile</b>. <b>Details</b> shows the maximum amount of information that can be involved in your registration. To obtain this information, it contacts the Novell server to query what information is needed for your product. Only the identity of the installed product is sent in this initial exchange. </p>
pl: <p> Aby uprościć proces rejestracji, można dołączyć informacje o systemie przez <b>Informacje opcjonalne</b> i <b>Profil sprzętowy</b>. Opcja <b>Szczegóły</b> udostępnia maksymalnie dużo informacji, które mogą być wykorzystane do rejestracji. Aby uzyskać te informacje, system kontaktuje się z serwerem firmy Novell i sprawdza, jakie informacje są wymagane dla danego produktu. Podczas początkowej wymiany danych wysyłane są tylko dane identyfikacyjne zainstalowanego produktu. </p>

source: <p> If you purchased your copy of this product, enable <b>Registration Code</b> so you are prompted for your product code. This registers you for the installation support included with your product. </p>
pl: <p> Jeśli kopia produktu została zakupiona, należy uaktywnić opcję <b>Kod rejestracyjny</b>; nastąpi prośba o podanie kodu produktu. Spowoduje to zarejestrowanie Państwa w celu umożliwienia otrzymywania pomocy przy instalacji, dołączonej do produktu. </p>

source: <p> No information is passed to anyone outside Novell. The data is used for statistical purposes and to enhance your convenience regarding driver support and your Web account. Find a detailed privacy policy in <b>Details</b>. View the transmitted information in the log file <tt>~/.suse_register.log</tt>. </p>
pl: <p> Żadne informacje nie są przekazywane poza firmę Novell. Dane te są wykorzystywane do celów statystycznych i aby zwiększyć wygodę korzystania z pomocy dotyczącej sterowników i Państwa konta internetowego. Szczegółowe informacje odnośnie założeń prywatności znajdują się w opcji <b>Szczegóły</b>. Zestawienie wysyłanych informacji zapisane jest w pliku dziennika <tt>~/.suse_register.log</tt>. </p>

source: <p> <b>Regularly Synchronize with the Customer Center</b> checks that your update sources are still valid and adds any new ones that may be available. It additionally sends any modifications to your included data to Novell, such as hardware information if <b>Hardware Information</b> is activated. This option does not remove any sources added manually. </p>
pl: <p> <b>Synchronizuj regularnie z Centrum Obsługi Klienta firmy Novell</b> - pozwala na sprawdzanie, czy źródła aktualizacji są nadal ważne i funkcjonujące, oraz czy są może osiągalne nowe. Dodatkowo moduł ten wysyła dane o wszelkich modyfikacjach do Państwa danych w firmie Novell, takie jak informacje o urządzeniach, jeśli aktywna jest <b>Informacja o urządzeniach</b>. Opcja regularnej synchronizacji nie usuwa żadnych źródeł dodanych ręcznie. </p>

source: <p> The registration process will contact a Novell server (or a local registration server if your company provides one). Make sure that the network and proxy settings are correct. You can go back to the network setup to check or change the settings. </p>
pl: <p> Proces rejestracji nawiąże kontakt z serwerem firmy Novell (lub z lokalnym serwerem rejestracyjnym, jeśli firma taki zapewnia). Należy upewnić się, czy ustawienia sieci i serwera proxy są prawidłowe. Można powrócić do konfiguracji sieci, aby sprawdzić lub zmienić ustawienia. </p>

source: <p> Configure your system to enable online updates by registering it with Open-SLX. To do this now, select <b>Configure Now</b>. Delay the registration with <b>Configure Later</b>. </p>
pl: <p> Aby korzystać z aktualizacji online należy zarejestrować się w Open-SLX. Aby zrobić to teraz, proszę zaznaczyć <b>Konfiguruj teraz</b>. Aby odłożyć rejestrację na później, należy wybrać <b>Konfiguruj później</b>. </p>

source: <p> To simplify the registration process, include information from your system with <b>Optional Information</b> and <b>Hardware Profile</b>. <b>Details</b> shows the maximum amount of information that can be involved in your registration. To obtain this information, it contacts the Open-SLX server to query what information is needed for your product. Only the identity of the installed product is sent in this initial exchange. </p>
pl: <p> Aby uprościć proces rejestracji, można dołączyć informacje o systemie przez <b>Informacje opcjonalne</b> i <b>Profil sprzętowy</b>. Opcja <b>Szczegóły</b> udostępnia maksymalnie dużo informacji, które mogą być wykorzystane do rejestracji. Aby uzyskać te informacje, system kontaktuje się z serwerem Open-SLX i sprawdza, jakie informacje są wymagane dla danego produktu. Podczas początkowej wymiany danych wysyłane są tylko dane identyfikacyjne zainstalowanego produktu. </p>

source: <p> No information is passed to anyone outside Open-SLX. The data is used for statistical purposes and to enhance your convenience regarding driver support and your Web account. Find a detailed privacy policy in <b>Details</b>. View the transmitted information in the log file <tt>~/.suse_register.log</tt>. </p>
pl: <p> Żadne informacje nie są przekazywane poza Open-SLX. Dane są wykorzystywane do celów statystycznych i aby zwiększyć wygodę korzystania z pomocy dotyczącej sterowników i dostępu do Internetu. Szczegółowe informacje odnośnie polityki prywatności znajdują się w opcji <b>Szczegóły</b>. Zestawienie wysyłanych informacji zapisane jest w pliku dziennika <tt>~/.suse_register.log</tt>. </p>

source: <p> <b>Regularly Synchronize with the Customer Center</b> checks that your update sources are still valid and adds any new ones that may be available. It additionally sends any modifications to your included data to Open-SLX, such as hardware information if <b>Hardware Information</b> is activated. This option does not remove any sources added manually. </p>
pl: <p> Opcja <b>Synchronizuj regularnie z Centrum Obsługi Klienta</b> pozwala na sprawdzanie, czy źródła aktualizacji są nadal ważne i funkcjonujące, oraz czy są może osiągalne nowe. Dodatkowo moduł ten wysyła dane o wszelkich modyfikacjach do Państwa danych w Open-SLX, takie jak informacje o urządzeniach, jeśli aktywna jest <b>Informacja o urządzeniach</b>. Opcja regularnej synchronizacji nie usuwa żadnych źródeł dodanych ręcznie. </p>

source: <p> The registration process will contact an Open-SLX server (or a local registration server if your company provides one). Please make sure that the network and proxy settings are correct. You can step back to the network setup to check or change the settings. </p>
pl: <p> Proces rejestracji nawiąże kontakt z serwerem Open-SLX (lub z lokalnym serwerem rejestracyjnym, jeśli Twoja firma posiada taki). Należy upewnić się, czy ustawienia sieci i proxy są poprawne. Możesz powrócić do konfiguracji sieci aby sprawdzić lub zmienić ustawienia. </p>

source: Checking...
pl: Sprawdzanie...

source: Error
pl: Błąd

source: An error occurred while connecting to the server.
pl: Wystąpił błąd podczas łączenia się z serwerem.

source: Starting browser...
pl: Uruchamianie przeglądarki...

source: Initialization failed. Can not interact with the package system.
pl: Inicjalizacja nie powiodła się. Nie można dokonać interakcji z systemem pakietów.

source: In order to register properly the system needs to install the following packages.
pl: Aby zarejestrować system poprawnie należy zainstalować następujące pakiety.

source: active
pl: aktywna

source: expired
pl: dobiegła końca

source: returned or refunded
pl: zwrócona lub zrekompensowana

source: full version
pl: pełna wersja

source: evaluation
pl: ewaluacyjna

source: provisional
pl: tymczasowa

source: Registration is successful.
pl: Rejestracja powiodła się.

source: Subscription is expired.
pl: Subskrypcja dobiegła końca.

source: Registration is expired.
pl: Ważność rejestracji upłynęła.

source: Registration code is missing.
pl: Brak kodu do rejestracji.

source: Registration code is invalid.
pl: Niepoprawny kod rejestracji.

source: Registration code does not match mail address.
pl: Kod rejestracyjny nie odpowiada podanemu adresowi e-mail.

source: Registration Status at: <b>%1</b>
pl: Status rejestracji na: <b>%1</b>

source: Product: <b>%1</b> (%2, %3)
pl: Produkt: <b>%1</b> (%2, %3)

source: Subscription: <b>%1</b> (%2)
pl: Subskrypcja: <b>%1</b> (%2)

source: Message: %1
pl: Komunikat: %1

source: Expiry: %1
pl: Data zakończenia: %1

source: No status information about registered products available.
pl: Brak dostępnych informacji o statusie zarejestrowanych produktów.

source: Registration status is not available.
pl: Informacja o statusie rejestracji niedostępna.

source: Advanced
pl: Zaawansowane

source: Registration failed partially.
pl: Rejestracja częściowo nieudana.

source: Registration failed.
pl: Rejestracja nie powiodła się.

source: No products found to be registered.
pl: Nie znaleziono zarejestrowanych produktów.

source: unknown status
pl: status nieznany

source: Xen Dom0 detected. The following package needs to be installed.
pl: Wykryto Xen Dom0. Wymagana jest instalacja następującego pakietu.

source: Xen DomU detected.
pl: Wykryto Xen DomU.

source: The following package needs to be installed.
pl: Wymagana jest instalacja następującego pakietu.

source: To count this installation correctly the package %1 needs to be installed.
pl: Aby instalacja została uznana za poprawną, musi zostać zainstalowany pakiet %1.

source: Therefore the following package needs to be removed first.
pl: Dlatego należy najpierw usunąć następujący pakiet.

source: The package %1 should have been installed and %2 removed.
pl: Pakiet %1 powinien zostać zainstalowany, a pakiet %2 usunięty.

source: Registration will continue now although the registration server may miscount this installation.
pl: Rejestracja będzie kontynuowana, jednak serwer rejestracji może nie uznać tej instalacji.

source: Setting up online update source...
pl: Konfigurowanie źródeł aktualizacji online...

source: Updating software repositories...
pl: Aktualizacja repozytoriów oprogramowania...

source: Product Registration
pl: Rejestracja produktu

source: Run during autoinstallation
pl: Uruchom podczas automatycznej instalacji

source: Do not run during autoinstallation
pl: Nie uruchamiaj podczas automatycznej instalacji

source: %1 item of registration data
pl: %1 element danych rejestracyjnych

source: Included Information
pl: Informacje dołączone

source: Hardware profile
pl: Profil sprzętowy

source: Optional information
pl: Informacje opcjonalne

source: SMT Server Settings
pl: Ustawienia serwera SMT

source: SMT Server: %1
pl: Serwer SMT: %1

source: SMT Certificate: %1
pl: Certyfikat SMT: %1

source: &Key
pl: &Klucz

source: &Value
pl: War&tość

source: Key is invalid.
pl: Nieprawidłowy klucz.

source: <p>Product registration includes your product in Novell's database, enabling you to get online updates and technical support. To register while installing automatically, select <b>Run Product Registration</b>. To simplify the procedure, include information from your system with <b>Hardware Profile</b> and <b>Optional Information</b>.</p>
pl: <p>Rejestracja produktu, dołączająca Państwa produkt do bazy danych firmy Novell, pozwala na korzystanie z aktualizacji online i pomocy technicznej. Aby zarejestrować produkt podczas automatycznej instalacji, proszę zaznaczyć <b>Uruchom rejestrację produktu</b>. W celu uproszczenia procedury można dołączyć informacje o systemie przez opcje: <b>Profil sprzętowy</b> i <b>Informacje opcjonalne</b>.</p>

source: <p>Get more information about the registration process with <tt>suse_register -h</tt>.</p>
pl: <p>Więcej informacji o procesie rejestracji można uzyskać przy pomocy polecenia <tt>suse_register -h</tt>.</p>

source: <p>Other information used for registration is shown in <b>Registration Data</b>.<br>To add a new key and value pair, press <b>Add</b> then enter the appropriate values. These parameters are the ones that can be passed with <tt>suse_register -a</tt>.<br>Get more information with <tt>suse_register -p</tt>. Remove a key-value pair with <b>Delete</b> or modify an existing pair with <b>Edit</b>.</p>
pl: <p>Pozostałe informacje używane do procesu rejestracji przedstawione są w <b>Danych rejestracyjnych</b>. <br />Aby dodać nową parę klucz - wartość, należy kliknąć przycisk <b>Dodaj</b> a następnie wprowadzić właściwe wartości. Parametry te mogą być wprowadzone przez polecenie <tt>suse_register -a</tt>. Więcej informacji można uzyskać przy pomocy polecenia <tt>suse_register -p</tt>. Parę klucz - wartosć można usunąć przy pomocy przycisku <b>Usuń</b>, a zmodyfikować istniejąca parę przy pomocy <b>Edytuj</b>.</p>

source: <p>If your network deploys a custom SMT server, set the URL of the SMT Server and the location of the SMT certificate in <b>SMT Server Settings</b>. Refer to your SMT manual for further assistance.</p>
pl: <p>Jeśli sieć posiada własny serwer SMT, proszę podać jego adres URL oraz położenie certyfikatu SMT w <b>ustawieniach serwera SMT</b>. Dalsze wskazówki można znaleźć w podręcznika SMT.</p>

source: SMT Server
pl: Serwer SMT

source: SMT Certificate
pl: Certyfikat SMT

source: Run Product Registration
pl: Uruchom rejestrację produktu

source: Include in Registration
pl: Dołącz do rejestracji

source: Registration Data to Use
pl: Dane rejestracyjne do użycia

source: Key
pl: Klucz

source: Value
pl: Wartość

source: Ad&d
pl: Do&daj

source: &Edit
pl: &Edytuj

source: De&lete
pl: U&suń

source: SMT Server URL must start with https://
pl: Adres URL serwera SMT musi zaczynać się z https://

source: Location of SMT Certificate invalid. See your SMT documentation.
pl: Położenie certyfikatu SMT jest nieprawidłowe. Proszę odnieść się do dokumentacji SMT.

source: Contacting server...
pl: Łączenie z serwerem...

source: This may take a while
pl: To może chwilę potrwać

source: Please wait...
pl: Proszę czekać...

source: Updating software repositories
pl: Aktualizacja repozytoriów oprogramowania

source: The software repositories have been updated. Find details in the Software Repositories module.
pl: Repozytoria oprogramowania zostały zaktualizowane. Szczegóły można znaleźć w module Repozytoria oprogramowania.

source: The software repositories have been updated.
pl: Repozytoria oprogramowania zostały zaktualizowane.

source: Find details in the Software Repositories module.
pl: Więcej szczegółów można znaleźć w module Repozytoria oprogramowania.

source: No software repositories have been updated.
pl: Żadne repozytorium oprogramowania nie zostało zaktualizowane.

source: Registration was successful.
pl: Rejestracja powiodła się.

source: The default update repository has been restored.
pl: Domyślne repozytorium aktualizacji zostało przywrócone.

source: The default update repository has been added.
pl: Domyślne repozytorium aktualizacji zostało dodane.

source: To add the default update repository, you have to register this product.
pl: W celu dodania domyślnego repozytorium aktualizacji konieczna jest rejestracja produktu.

source: Do you want to perform the registration now?
pl: Czy dokonać teraz rejestracji?

source: You can register for installation support.
pl: Można zarejestrować dla pomocy przy instalacji.

source: Starting registration...
pl: Rozpoczynanie rejestracji...

source: Use local registration server
pl: Użycie lokalnego serwera rejestracji

source: Use custom registration server
pl: Użycie innego serwera rejestracji

source: Registration server:
pl: Serwer rejestracji:

source: Server CA certificate:
pl: Certyfikat CA serwera:

source: Server CA certificate location:
pl: Położenie certyfikatu CA serwera:

source: Local Registration Server
pl: Lokalny serwer rejestracji

source: Custom Registration Server
pl: Inny serwer rejestracji

source: URL invalid
pl: Nieprawidłowy adres URL

source: The registration server URL has to start with https://
pl: Adres URL serwera rejestracji musi rozpoczynać się od https://

source: Server CA certificate location is invalid. For details, see the help text.
pl: Położenie certyfikatu CA serwera jest nieprawidłowe. Szczegóły można znaleźć w tekście pomocy.

source: Add custom registration data
pl: Dodaj własne dane rejestracyjne

source: Add key value pairs:
pl: Dodanie par wartości kluczy:

source: See the help text for details.
pl: Szczegóły można znaleźć w tekście pomocy.

source: <p>To register this installation at a local registration server, configure the URL and optionally the server's CA certificate via the <b>Advanced</b> menu.</p>
pl: <p>Aby zarejestrować tę instalację w lokalnym serwerze rejestracji, należy skonfigurować URL oraz opcjonalnie certyfikat CA serwera za pomocą menu<b>Zaawansowane</b>.</p>

source: <p>The registration server URL has to start with <i>https://</i> whereas the location of its CA certificate may be a URL of the format <i>http://</i>, <i>https://</i> or <i>ftp://</i>. Furthermore valid locations are <i>/path/on/local/disk</i>, <b>floppy</b><i>/path/on/floppy-disk</i> and the keyword <i>done</i>. The latter indicates that no CA certificate handling needs to be done in order to trust the registration server.</p>
pl: <p>URL serwera rejestracji musi rozpoczynać się od <i>https://</i>, podczas gdy położenie jego certyfikatu CA może posiadać URL formatu <i>http://</i>, <i>https://</i> lub <i>ftp://</i>. Inne poprawne położenia to <i>/ścieżka/na/dysku/lokalnym</i>, <b>dyskietka</b><i>/ścieżka/na/dyskietce</i> oraz słowo kluczowe <i>done</i>. Druga połowa wskazuje, że obsługa certyfikatu CA nie jest wymagane w celu zaufania serwerowi rejestracji.</p>

source: Unknown error
pl: Nieznany błąd

source: Do you want to skip registration?
pl: Czy na pewno pominąć rejestrację?

source: If you select %1, registration will most likely fail. You can copy the certificate file to the system manually and then specify its path by choosing %2.
pl: W razie wyboru %1, rejestracja najprawdopodobniej nie powiedzie się. Można także ręczne skopiować plik certyfikatu do systemu, a następnie określić jego ścieżkę wybierając %2.

source: Could not load the SMT certificate file from floppy disk.
pl: Nie można było wczytać certyfikatu SMT z dyskietki.

source: Could not download the SMT certificate file from specified URL.
pl: Nie można było pobrać certyfikatu SMT z podanego adresu URL.

source: Could not find the SMT certificate file in specified path.
pl: Nie można było znaleźć certyfikatu SMT w podanej ścieżce.
