Repository: aviarypl/suse-l10n-pl
Catalog: yast/repair.*.po
Languages: pl

source: Could not detect any hard disks in your system. You probably need to load the correct kernel modules. Halting the repair system.
pl: Nie wykryto żadnego dysku w tym systemie. Prawdopodobnie konieczne jest wczytanie odpowiednich modułów jądra. System naprawy zostanie zatrzymany.

source: One hard disk detected: %1
pl: Wykryto jeden dysk: %1

source: Several hard disks detected: %1
pl: Wykryto kilka dysków: %1

source: No partition table was found for hard disk %1
pl: Nie znaleziono tablicy partycji dysku %1

source: Repairing partition table of hard disk %1
pl: Naprawa tablicy partycji dysku %1

source: Successfully repaired the partition table
pl: Naprawa tablicy partycji zakończona pomyślnie

source: Partition table was not repaired
pl: Tablica partycji nie została naprawiona

source: No hard disk was found with a valid primary partition table
pl: Nie znaleziono dysku z prawidłową podstawową tablicą partycji

source: None of the hard disks detected contain a valid primary partition table. Halting the repair system.
pl: Nie wykryto żadnego dysku z prawidłową podstawową tablicą partycji. Zatrzymanie systemu naprawy.

source: Partition tables found for disk %1
pl: Znaleziono tablice partycji dysku %1

source: Partition tables found for the disks %1
pl: Znaleziono tablice partycji dysku %1

source: No valid partition types were found
pl: Nie znaleziono prawidłowych typów partycji

source: Valid swap partitions were found:<br>%1
pl: Znaleziono prawidłowe partycje wymiany:<br>%1

source: No swap partitions were found
pl: Nie znaleziono partycji wymiany

source: Swap partitions were found:<br>%1
pl: Znaleziono partycje wymiany:<br>%1

source: Adding partition %1 to swap
pl: Dodawanie partycji wymiany %1

source: Partition %1 was already added to swap
pl: Partycja %1 już jest używana do wymiany

source: Activate Swap Partition %1
pl: Aktywacja partycji wymiany %1

source: The partition %1 has the file system ID 130 and contains a valid swap area. Activating this swap partition increases the performance of the repair tool. Activate the swap partition?
pl: Partycja %1 ma system plików z ID 130 i zawiera prawidłowy obszar wymiany. Aktywowanie tej partycji wymiany poprawi efektywność programu do naprawy. Czy uaktywnić partycję wymiany?

source: Swap activation was successful
pl: Aktywowanie przestrzeni wymiany zakończone pomyślnie

source: Swap activation was not successful
pl: Aktywowanie przestrzeni wymiany zakończone niepowodzeniem

source: Adding partition %1 to swap...
pl: Dodawanie partycji %1do przestrzeni wymiany...

source: No valid swap area was found on partition %1
pl: Nie znaleziono prawidłowego obszaru wymiany na partycji %1

source: Creating swap area on partition %1...
pl: Tworzenie obszaru wymiany na partycji %1...

source: mkswap %1 was successful
pl: mkswap na %1 powiodło się

source: Repair skipped
pl: Pominięto naprawę

source: mkswap %1 was not successful
pl: mkswap na %1 nie powiodło się

source: Loading failed for kernel modules:<br> %1
pl: Nie powiodło się wczytywanie modułów jądra:<br> %1

source: Kernel modules successfully installed:<br> %1
pl: Moduły jądra zainstalowane z powodzeniem:<br> %1

source: No mounted partitions were found
pl: Nie znaleziono zamontowanych partycji

source: %1 on %2 type %3 %4
pl: %1 na %2 typ %3 %4

source: Mounted partitions were found:<br>%1
pl: Znaleziono zamontowane partycje:<br> %1

source: No partitions found
pl: Nie znaleziono żadnej partycji

source: Executing file system check for partition %1...
pl: Sprawdzanie systemu plików na partycji %1...

source: Partition mounted: check impossible
pl: Partycja zamontowana: sprawdzenie niemożliwe

source: Partition is encrypted: check not supported
pl: Partycja jest zaszyfrowana: sprawdzanie nie jest obsługiwane

source: Partition is used by MD RAID: check not supported
pl: Partycja używana przez MD RAID: sprawdzanie nie jest obsługiwane

source: %1 contains valid %2 file system
pl: %1 zawiera poprawny system plików %2

source: %1 contains no valid %2 file system
pl: %1 zawiera nieprawidłowy system plików %2

source: %1 contains unknown file system
pl: %1 zawiera nieznany system plików

source: No Valid Linux Partitions Found
pl: Nie znaleziono żadnej prawidłowej partycji linuksowej

source: Could not detect any valid Linux partitions in your system. There probably is no valid Linux system on this computer. If you are sure that you installed a Linux system, press Retry Scanning. Otherwise skip scanning the system and start a new installation.
pl: Nie wykryto żadnej prawidłowej partycji linuksowej w tym systemie. Prawdopodobnie nie ma prawidłowego systemu Linux na tym komputerze. W razie pewności, że system Linux jest zainstalowany, proszę nacisnąć przycisk "Ponów sprawdzanie". W przeciwnym razie należy pominąć sprawdzanie i rozpocząć nową instalację.

source: Valid Linux partitions were found:<br>%1
pl: Znaleziono prawidłowe partycje linuksowe:<br>%1

source: Mountable partitions were found:<br>%1
pl: Znaleziono montowalne partycje:<br> %1

source: No mountable partitions were found
pl: Nie znaleziono żadnej montowalnej partycji

source: No Mountable Partitions Found
pl: Nie znaleziono żadnej montowalnej partycji

source: Could not detect any mountable partitions in your system. Probably there is no valid Linux system on this computer. If you are sure that you installed a Linux system, press Retry Scanning. Otherwise skip scanning the system and start a new installation.
pl: Nie znaleziono żadnej montowalnej partycji w tym systemie. Prawdopodobnie nie ma prawidłowego systemu Linux na tym komputerze. W razie pewności, że system Linux jest zainstalowany, proszę nacisnąć przycisk "Ponów sprawdzanie". W przeciwnym razie należy pominąć sprawdzanie i rozpocząć nową instalację.

source: Unmountable Linux partitions
pl: Niemontowalne partycje linuksowe

source: One valid partition was found: %1
pl: Znaleziono jedną prawidłową partycję: %1

source: Several valid root partitions were found:<br>%1
pl: Znaleziono kilka prawidłowych partycji głównych:<br> %1

source: No valid root partition was found
pl: Nie znaleziono prawidłowej partycji głównej

source: No Valid Root Partition Found
pl: Nie znaleziono prawidłowej partycji głównej

source: Could not detect any valid root partition in your system. Probably there is no valid Linux system on this computer. If you are sure that you installed a Linux system, try to restart scanning. Otherwise skip scanning and start a new installation.
pl: Nie znaleziono żadnej prawidłowej partycji głównej w tym systemie. Prawdopodobnie nie ma prawidłowego systemu Linux na tym komputerze. W razie pewności, że system Linux jest zainstalowany, proszę nacisnąć przycisk "Ponów sprawdzanie". W przeciwnym razie należy pominąć sprawdzanie i rozpocząć nową instalację.

source: Mounting root partition %1 to %2...
pl: Montowanie partycji głównej %1 na %2...

source: Root partition was successfully mounted
pl: Montowanie partycji głównej powiodło się

source: Root partition was not successfully mounted to %1
pl: Montowanie partycji głównej na %1 nie powiodło się

source: Could Not Mount Root Partition to %1
pl: Nie można zamontować partycji głównej na %1

source: Unable to mount the root partition %1. Restart the scanning and choose a another root partition or cancel scanning the system.
pl: Nie można zamontować partycji głównej %1. Proszę ponowić sprawdzanie i wybrać inną partycję główną albo anulować sprawdzanie systemu.

source: &Restart Scanning
pl: P&onów sprawdzanie

source: Root partition is already mounted to %1
pl: Partycja główna jest już zamontowana na %1

source: Reading fstab of root partition %1...
pl: Odczytywanie fstab partycji głównej %1...

source: fstab could not be read
pl: Nie można odczytać pliku fstab

source: Could Not Read fstab
pl: Nie można odczytać pliku fstab

source: Unable to read fstab. Restart the scan and choose another root partition or cancel scanning the system.
pl: Nie udało się odczytać pliku fstab. Proszę ponowić sprawdzanie i wybrać inną partycję główną albo anulować sprawdzanie systemu.

source: fstab read
pl: Przeczytano fstab

source: The root entry of fstab is valid
pl: Wpis partycji głównej w pliku fstab jest prawidłowy

source: The root entry of fstab is not valid
pl: Wpis partycji głównej w pliku fstab jest nieprawidłowy

source: Repairing the root entry was successful
pl: Pomyślnie naprawiono wpis partycji głównej

source: fstab entries valid
pl: Wpisy w pliku fstab są prawidłowe

source: At least one fstab entry is not valid
pl: Co najmniej jeden wpis w pliku fstab jest nieprawidłowy

source: The fstab entry was successfully repaired
pl: Naprawa wpisów w pliku fstab powiodła się

source: Hard Disk
pl: Dysk twardy

source: There are several hard disk in your system. Select the hard disk for which YaST should try to recover lost partitions.
pl: W systemie znajduje się kilka dysków twardych. Proszę wskazać dysk, dla którego YaST ma ma spróbować odzyskać utracone partycje.

source: Partition
pl: Partycja

source: Select the partition on which to execute a file system check.
pl: Sprawdzenie systemu plików na partycji

source: The selected partition %1 is currently mounted on the system mount point %2. This partition cannot be unmounted here. Start the YaST rescue tool from CD-ROM and try executing the file system check again.
pl: Wybrana partycja %1 jest aktualnie zamontowana w punkcie montowania %2. Nie można stąd odmontować tej partycji. Należy uruchomić program naprawy YaST z płyty CD-ROM i spróbować uruchomić ponownie sprawdzanie systemu plików.

source: Partition Mounted
pl: Partycja zamontowana

source: The selected partition %1 is currently mounted. Unmount the partition then execute a file system check?
pl: Wybrana partycja %1 jest aktualnie zamontowana. Czy odmontować tę partycję i uruchomić sprawdzanie systemu plików?

source: Unmounting the partition %1 is not possible. A file system check cannot be executed.
pl: Odmontowanie partycji %1 nie jest możliwe. Nie można uruchomić sprawdzania systemu plików.

source: Progress
pl: Postęp

source: Checking file system...
pl: Sprawdzanie systemu plików...

source: Partition:
pl: Partycja:

source: Cannot detect the file system type of the partition %1. Executing a file system check is not possible.
pl: Nie można wykryć typu systemu plików na partycji %1. Uruchomienie sprawdzenia systemu plików nie jest możliwe.

source: The partition %1 contains the non-Linux file system %2. No partitions checks were done.
pl: Partycja %1 zawiera nielinuksowy system plików %2. Nie wykonano żadnej weryfikacji partycji.

source: The partition %1 contains a valid %2 file system.
pl: Partycja %1 zawiera prawidłowy system plików %2.

source: No floppy drive detected in your system. Saving system information is not possible.
pl: Nie można wykryć napędu dyskietek w tym systemie. Zapisanie informacji systemowych nie jest możliwe.

source: Insert a formatted disk in your floppy drive and press Continue.
pl: Proszę włożyć sformatowaną dyskietkę do napędu i nacisnąć przycisk Dalej.

source: Saving partition table of disk %1...
pl: Zapisywanie tablicy partycji dysku %1...

source: The primary partition table of disk %1 was not written correctly to floppy disk.
pl: Główna tablica partycji dysku %1 nie została prawidłowo zapisana na dyskietkę.

source: Writing the system information was not successful. Try again.
pl: Zapisywanie informacji systemowych nie powiodło się. Proszę spróbować ponownie.

source: Writing the system information was successful.
pl: Zapisywanie informacji systemowych zakończone pomyślnie.

source: Partitions and File Systems
pl: Partycje i systemy plików

source: Check Partition Tables
pl: Sprawdzenie tablic partycji

source: <P> The partition table is the part of a hard disk where the information about the size and the position of the partitions of a hard disk are stored. Every hard disk has its own partition table.</P>
pl: <P> Tablica partycji jest częścią dysku twardego, w której są przechowywane informacje o rozmiarze i położeniu partycji. Każdy dysk twardy ma własną tablicę partycji.</P>

source: <P>Without such a partition table, Linux cannot find a partition on a hard disk.</P>
pl: <P>Bez tablicy partycji Linux nie może znaleźć partycji na dysku twardym.</P>

source: <P> If you delete a partition by mistake, it is sometimes possible to recover the lost partition. This tool can analyze the hard disk and try to find such a partition. The partition table can also be lost or damaged due to a system crash or a virus. Even in these cases, it can sometimes recover a partition table.</P>
pl: <P> Czasem jest możliwe odtworzenie przypadkowo usuniętej partycji. To narzędzie może przeanalizować dysk twardy i spróbować znaleźć taką partycję. Tablica partycji może zostać utracona lub uszkodzona w wyniku awarii systemu albo działań wirusa. Nawet w takich przypadkach czasami jest możliwe odzyskanie tablicy partycji.</P>

source: Check Swap Areas
pl: Sprawdzenie obszarów wymiany

source: <P> The swap area is the virtual memory of a Linux system. Linux swap areas can be a special partition or a file.</P>
pl: <P> Obszar wymiany to wirtualna pamięć systemu Linux. Obszary wymiany Linuksa mogą być specjalnymi partycjami lub plikami.</P>

source: <P> This procedure checks all swap areas found. If a swap area is damaged, the system can create a new swap area. </P>
pl: <P> Procedura ta sprawdza wszystkie znalezione obszary wymiany. Jeśli obszar wymiany jest uszkodzony, system naprawy może utworzyć nowy obszar wymiany. </P>

source: Check File Systems
pl: Sprawdzenie systemu plików

source: <P> Formatting a partition means a file system will be created in a partition. After that, you can mount the partition and save files and other data to the partition. Linux can normally only use partitions with a valid file system for saving data and programs. </p>
pl: <P> W wyniku formatowania partycji powstaje na niej system plików. Następnie można zamontować tę partycję i zapisywać na niej pliki i inne dane. W normalnym przypadku Linux może używać do zapisywania danych i programów wyłącznie partycji z prawidłowym systemem plików. </p>

source: <P> An inconsistent file system occurs when a partition is not correctly unmounted. For example, this happens when the system crashes.</p>
pl: <P> Niespójność systemu plików jest efektem nieprawidłowego odmontowania tego systemu plików. Może się to zdarzyć podczas awarii systemu.</p>

source: <p>There is a repair method for each file system. For example, if the file system of the damaged partition is ext2 or ext3, use fsck.ext2 (e2fsck) with the corresponding options to repair the file system.</P>
pl: <p>Dla każdego systemu plików istnieje metoda naprawy. Na przykład, jeśli na uszkodzonej partycji znajduje się system ext2 lub ext3, w celu naprawienia systemu plików należy użyć fsck.ext2 (e2fsck) z odpowiednimi opcjami.</p>

source: <P>This procedure checks the file system of all partitions found and suggests repairing it if an error was found.</P>
pl: <P>Procedura ta sprawdza systemy plików wszystkich znalezionych partycji i w przypadku znalezienia błędu proponuje naprawę.</P>

source: Check fstab Entries
pl: Sprawdzenie wpisów w pliku fstab

source: <P> fstab is a configuration file that contains entries for all devices that should be mounted during the boot process. If you have deleted a partiton without removing the corresponding fstab entry, you get a warning during the boot process.</P>
pl: <P> fstab jest plikiem konfiguracyjnym zawierającym wpisy dla wszystkich urządzeń, które mają być zamontowane podczas uruchamiania systemu. Usunięcie partycji bez usuwania odpowiedniego wpisu w fstab powoduje pojawianie się ostrzeżeń w czasie uruchamiania systemu.</P>

source: <P> This procedure checks all entries listed in fstab and reports missing, obsolete, and erroneous entries.</P>
pl: <P> Procedura ta sprawdza wszystkie wpisy znajdujące się w pliku fstab i informuje o wpisach brakujących, nieaktualnych i błędnych.</P>

source: Reset Module Settings
pl: Przywróć ustawienia modułów

source: Searching for hard disks...
pl: Wyszukiwanie dysków...

source: Checking partition tables...
pl: Sprawdzanie tablic partycji...

source: Searching for valid swap partitions...
pl: Wyszukiwanie prawidłowych partycji wymiany...

source: Searching for swap partitions...
pl: Wyszukiwanie partycji wymiany...

source: Installing kernel modules for file system support...
pl: Instalowanie modułów jądra do obsługi systemu plików...

source: Searching for currently mounted partitions...
pl: Wyszukiwanie aktualnie zamontowanych partycji...

source: Found partitions for file system check
pl: Znalezione partycje do sprawdzenia systemu plików

source: Searching for valid Linux partitions...
pl: Wyszukiwanie prawidłowych partycji linuksowych...

source: Searching for mountable partitions...
pl: Wyszukiwanie partycji montowalnych...

source: Searching for valid root partitions...
pl: Wyszukiwanie prawidłowych partycji głównych...

source: Checking root file system entry of fstab...
pl: Sprawdzanie wpisu fstab dla głównego systemu plików...

source: Checking fstab entries...
pl: Sprawdzanie wpisów fstab...

source: Start Partitioning Tool
pl: Uruchom narzędzie do partycjonowania

source: To resize, delete, or create a partition, press this button to start the YaST partitioning tool.
pl: Aby zmienić rozmiar, usunąć lub utworzyć partycję, proszę nacisnąć ten przycisk. Uruchomi się narzędzie partycjonujące programu YaST.

source: If you have deleted or lost one or all partitions of a hard disk accidentally, press this button to attempt recovery.
pl: Jeśli przypadkowo usunięto lub utracono jedną lub wszystkie partycje z dysku twardego, proszę nacisnąć ten przycisk, aby spróbować je odzyskać.

source: Repair File System
pl: Napraw system plików

source: If the system crashed and you have a corrupted file system, press this button to scan and repair the file system.
pl: Jeśli miała miejsce awaria systemu i system plików jest uszkodzony, należy nacisnąć ten przycisk w celu przejrzenia i naprawienia systemu plików.

source: Save System Settings to Floppy
pl: Zapisz ustawienia systemu na dyskietkę

source: This can be helpful for later system checks. For example, it is possible to recover a lost partition table with the stored system information.
pl: Może być to przydatne w przyszłym sprawdzaniu systemu. Na przykład na podstawie zachowanych informacji o systemie można odtworzyć zniszczoną tablicę partycji.

source: System repair module
pl: Moduł naprawy systemu

source: Command line interface for the system repair module is not available
pl: Interfejs tekstowy dla modułu naprawy systemu nie jest dostępny

source: System Log (%1)
pl: Dziennik systemowy (%1)
