Repository: aviarypl/suse-l10n-pl
Catalog: yast/repair.*.po
Languages: pl

source: Select the desired system analysis procedures. Usable if you already know a little bit about your problem.
pl: Proszę wybrać elementy systemu do analizy. Opcja ta jest użyteczna, jeśli posiada się pewne informacje o problemie.

source: For example, deselect a category group, like the boot loader test, then start analysis.
pl: Na przykład, można odznaczyć grupę kategorii, takich jak testowanie programu rozruchowego, a potem rozpocząć analizę.

source: E&xpert Tools
pl: Narzędzia &zaawansowane

source: Use if the automatic detection fails or you know the exact type of problem.
pl: Są one odpowiednie, gdy automatyczne wykrywanie nie daje rezultatów lub dokładnie znany jest rodzaj problemu.

source: For example, directly recover a lost partition table or verify the package database.
pl: Na przykład, bezpośrednie przejście do odzyskiwania utraconej partycji lub weryfikowanie bazy pakietów.

source: &Select All
pl: Wybierz w&szystko

source: &Deselect All
pl: O&dznacz wszystko

source: <P>The system repair scans a lot of system parts automatically. Usually, only one or two scopes, like the boot loader or the file system, are damaged.</P>
pl: <P>Funkcja naprawy systemu przegląda automatycznie wiele części systemu. Zwykle uszkodzona jest jedna lub dwie części systemu, takie jak program rozruchowy lub system plików.</P>

source: <P>Therefore, this dialog enables the selection of system parts that should be scanned.</P>
pl: <P>Dlatego w tymoknie można wskazać elementy systemu, które mają być przeglądane.</P>

source: Some of the groups shown at the right side of the dialog need other groups. These dependencies are resolved automatically.
pl: Niektóre grupy pokazane z prawej strony okna wymagają innych grup. Zależności te są uwzględniane automatycznie.

source: Select all entries in the list.
pl: Wybiera wszystkie pozycje z listy.

source: Deselect all entries in the list.
pl: Odznacz wszystkie pozycje z listy.

source: Select at least one item.
pl: Proszę wybrać przynajmniej jeden element.

source: Resolving the dependencies between the selected groups...
pl: Rozwiązywanie zależności pomiędzy wybranymi grupami...

source: <P>The repair system allows the direct repair of damaged system areas with the tools shown at the right side of the dialog.</P>
pl: <P>System naprawy pozwala na bezpośrednią naprawę uszkodzonych części systemu, przy pomocy narzędzi pokazanych po prawej stronie okna.</P>

source: <P>Each tool has a special functionality. Read the description of the different options and select one. If no entry matches your problem, go back and start the automatic analysis.</P>
pl: <P>Każde z narzędzi posiada określoną funkcjonalność. Proszę przeczytać opis różnych opcji i wybrać jedną z nich. Jeśli żadna z pozycji nie pasuje do istniejącego problemu, należy się cofnąć i rozpocząć analizę automatyczną.</P>

source: Module Check
pl: Sprawdzanie modułu

source: &Show All Details
pl: Pokaż wszystkie &szczegóły

source: <p>Now checking your system.</p>
pl: <p>Sprawdzanie systemu.</p>

source: <p>Depending on the CPU and the amount of memory, this can take some time.</p>
pl: <p>Może to zająć trochę czasu, który zależy od procesora i ilości pamięci.</p>

source: <p>The file system checks with fsck are especially time consuming.</p>
pl: <p>Zwykle najbardziej czasochłonne jest sprawdzanie systemu plików przez fsck.</p>

source: <P>If the scan sequence finds an error, one or more repair proposals are made. Then select one proposal or cancel the repair. </P>
pl: <P>Jeśli przeszukiwanie wykaże błąd, zostanie proponowany jeden lub więcej sposobów naprawy. Proszę wybrać jedną propozycję albo anulować naprawę.</P>

source: Pause or continue analyzing the system.
pl: Wstrzymaj albo kontynuuj analizowanie systemu.

source: Activate or disable reporting details.
pl: Zezwól lub zabroń raportowania szczegółów.

source: Really finish the system repair tool?
pl: Na pewno zakończyć naprawę systemu?

source: Error
pl: Błąd

source: Problematic
pl: Z problemami

source: Omitted
pl: Pominięto

source: Repaired
pl: Naprawiono

source: Failed
pl: Nie powiodło się

source: Open
pl: Otwarty

source: Not found
pl: Nie znaleziono

source: Finish
pl: Zakończ

source: The partition %1 has the file system ID 130, but contains no valid swap area. To create a valid swap area, press Repair. Press Skip to not perform the repair.
pl: Partycja %1 ma system plików z ID 130, ale nie zawiera prawidłowego obszaru wymiany. Aby utworzyć prawidłowy obszar wymiany należy nacisnąć przycisk Napraw. Aby nie naprawiać, proszę nacisnąć przycisk Pomiń.

source: <p>A partition with the ID 130 should be a Linux swap partition. All swap partitions need a valid swap area, which is created with the tool mkswap.</p>
pl: <p>Partycja z ID 130 powinna być partycją wymiany Linuksa. Wszystkie partycje wymiany muszą mieć prawidłowy obszar wymiany. Można go utworzyć przy pomocy narzędzia mkswap.</p>

source: <p>If you know how to use mkswap, close this tool and create a new swap area on the damaged swap partition. Otherwise close this help dialog and press Repair for automatic repair.</p>
pl: <p>Jeśli sposób użycia mkswap jest znany, należy zamknąć ten program i utworzyć nowy obszar wymiany na uszkodzonej partycji wymiany. Jeśli nie, należy zamknąć to okno i nacisnąć przycisk Napraw w celu automatycznego wykonania naprawy.</p>

source: Creating swap area...
pl: Tworzenie obszaru wymiany...

source: Changing environment to target system was not successful.
pl: Zmiana środowiska do systemu docelowego nie powiodła się.

source: The following configuration files were not found:<br>%1
pl: Następujące pliki konfiguracyjne nie zostały znalezione:<br>%1

source: Installing new boot loader...
pl: Instalowanie nowego programu rozruchowego...

source: New boot loader installation was successful.
pl: Instalacja nowego programu rozruchowego zakończona powodzeniem.

source: Skipped installing a new boot loader.
pl: Pominiecie instalacji nowego programu rozruchowego.

source: New boot loader installation was not successful.
pl: Instalacja nowego programu rozruchowego nie powiodła się.

source: Configuration files were found:<br>%1
pl: Znaleziono pliki konfiguracyjne:<br>%1

source: Found %1 boot loader
pl: Znaleziono program rozruchowy %1

source: No boot loader was found
pl: Nie znaleziono programu rozruchowego

source: New boot loader installation was successful
pl: Nowy program rozruchowy został pomyślnie zainstalowany

source: Skipped installing a new boot loader
pl: Pominięta instalacja nowego programu rozruchowego

source: New boot loader installation was not successful
pl: Instalacja nowego programu rozruchowego nie powiodła się

source: Searching for root device...
pl: Wyszukiwanie urządzenia głównego...

source: Root device was found: %1
pl: Znaleziono urządzenie główne: %1

source: No root device was found
pl: Nie znaleziono urządzenia głównego

source: Searching for boot device...
pl: Wyszukiwanie urządzenia rozruchowego...

source: Boot device was found: %1
pl: Znaleziono urządzenie rozruchowe: %1

source: No boot device was found
pl: Nie znaleziono urządzenia rozruchowego

source: No Valid Root Partition
pl: Nie znaleziono prawidłowej partycji głównej

source: No valid root partitions detected in your system. Probably, there is no valid Linux system on this computer. If you are sure that you installed a Linux system, press Retry Scanning. Otherwise, skip scanning the system and start a new installation.
pl: Nie wykryto prawidłowej partycji głównej w tym systemie. Prawdopodobnie na tym komputerze nie ma prawidłowego systemu Linux. W razie pewności, że system Linux został tu zainstalowany, proszę nacisnąć przycisk "Ponów sprawdzanie". W przeciwnym razie należy pominąć sprawdzanie systemu i rozpocząć nową instalację.

source: No Valid Boot Partition Found
pl: Nie znaleziono prawidłowej partycji startowej

source: No valid boot partitions detected in your system. Probably, there is no valid Linux system on this computer. If you are sure that you installed a Linux system, press Retry Scanning. Otherwise, skip scanning the system and start a new installation.
pl: Nie wykryto prawidłowej partycji startowej w tym systemie. Prawdopodobnie na tym komputerze nie ma prawidłowego systemu Linux. W razie pewności, że system Linux jest zainstalowany, proszę nacisnąć przycisk "Ponów sprawdzanie". W przeciwnym razie należy pominąć sprawdzanie systemu i rozpocząć nową instalację.

source: &Retry Scanning
pl: Ponów sp&rawdzanie

source: Packages needed by the boot loader were found:<br>%1
pl: Znaleziono pakiety wymagane przez program rozruchowy:<br>%1

source: Missing packages needed by the boot loader:<br>%1
pl: Brakujące pakiety wymagane przez program rozruchowy:<br>%1

source: The following packages needed by the boot loader are not installed in the system.
pl: Następujące pakiety wymagane przez program rozruchowy nie są zainstalowane.

source: Installing packages...
pl: Instalowanie pakietów...

source: Package installation was successful.
pl: Instalowanie pakietu zakończone powodzeniem.

source: Missing packages were not installed.
pl: Brakujące pakiety nie zostały zainstalowane.

source: Package installation was not successful.
pl: Instalacja pakietów zakończona niepowodzeniem.

source: Cannot initialize package database.
pl: Nie można zainicjować bazy danych pakietów.

source: Cannot Initialize the Package Database
pl: Nie można zainicjować bazy danych pakietów

source: Could not initialize the package database. Probably, there is no valid package database on this computer. To check the package database, press Retry Scanning. Otherwise press Cancel and continue with other tests.
pl: Nie udało się zainicjować bazy danych pakietów. Prawdopodobnie na tym komputerze nie ma prawidłowej bazy danych pakietów. Aby sprawdzić bazę danych pakietów, proszę nacisnąć przycisk "Ponów sprawdzanie". Jeśli nie, należy nacisnąć przycisk Anuluj i kontynuować inne testy.

source: Packages needed by the boot loader were checked successfully:<br>%1
pl: Pakiety wymagane przez program rozruchowy zostały poprawnie zweryfikowane:<br>%1

source: Packages needed by the boot loader were not checked successfully:<br>%1
pl: Pakiety wymagane przez program rozruchowy nie zostały zweryfikowane z powodzeniem:<br>%1

source: The state of the following packages needed by the boot loader is not valid. Press Repair to update these packages.
pl: Stan następujących pakietów wymaganych przez program rozruchowy nie jest prawidłowy. Proszę nacisnąć przycisk Napraw, aby zaktualizować te pakiety.

source: Updating packages...
pl: Uaktualnianie pakietów...

source: Successfully updated packages.
pl: Pakiety uaktualnione z powodzeniem.

source: Packages were not updated.
pl: Pakiety nie zostały zaktualizowane.

source: Package update was not successful.
pl: Uaktualnianie pakietów zakończone niepowodzeniem.

source: Package versions are OK:<br>%1
pl: Wersje pakietów są poprawne:<br>%1

source: Package versions are obsolete:<br>%1
pl: Wersje pakietów są nieaktualne:<br>%1

source: The following packages are obsolete. Press Repair to update these packages.
pl: Wersje następujących pakietów są nieaktualne. Proszę nacisnąć przycisk Napraw, aby uaktualnić te pakiety.

source: All needed initrd modules found
pl: Znaleziono wszystkie potrzebne moduły initrd

source: Repairing missing initrd modules...
pl: Naprawianie brakujących modułów initrd...

source: Repair was successful.
pl: Naprawa się powiodła.

source: Repair was skipped.
pl: Naprawę pominięto.

source: Repair was not successful.
pl: Naprawa nie powiodła się.

source: File exists
pl: Plik istnieje

source: Configuration file was not found or is empty
pl: Plik konfiguracyjny nie został znaleziony albo jest pusty

source: Creating new boot loader configuration file...
pl: Tworzenie nowego pliku konfiguracyjnego programu rozruchowego...

source: Creation was not successful
pl: Tworzenie nie powiodło się

source: Creation was skipped
pl: Tworzenie pominięto

source: Boot loader configuration file check was successful
pl: Weryfikacja pliku konfiguracyjnego programu rozruchowego zakończona powodzeniem

source: Boot loader configuration file contains errors
pl: Plik konfiguracyjny programu rozruchowego zawiera błędy

source: Repairing boot loader configuration...
pl: Naprawianie konfiguracji programu rozruchowego...

source: Repair was successful
pl: Naprawa się powiodła

source: Repair was skipped
pl: Naprawę pominięto

source: Repair was not successful
pl: Naprawa nie powiodła się

source: Asking about boot loader...
pl: Sprawdzanie programu rozruchowego...

source: Boot Loader Check
pl: Weryfikacja programu rozruchowego

source: No error found in the boot loader settings of the system. It is sometimes possible that your boot loader is damaged anyway. The only way to detect such an exceptional case is to ask the user. If you can shut down your system and have it start correctly, you have a valid boot loader installation. In this case, press Continue. If your system does not start correctly, press Repair.
pl: Nie znaleziono błędów w konfiguracji programu rozruchowego. Mimo tego może się zdarzyć, że program rozruchowy jest uszkodzony. Jedyną możliwością wykrycia takiej wyjątkowej sytuacji jest zapytanie użytkownika. Jeśli po wyłączeniu systemu i ponownym jego uruchomieniu wszystko jest w porządku, oznacza to, że program rozruchowy jest poprawnie zainstalowany. W takim przypadku należy nacisnąć przycisk Dalej. Jeśli system nie uruchamia się poprawnie, proszę nacisnąć przycisk Napraw.

source: Error detected by user...
pl: Błąd wykryty przez użytkownika...

source: No error found...
pl: Nie znaleziono błędów...

source: Boot Loader
pl: Program rozruchowy

source: Check Boot Loader Configuration
pl: Sprawdzenie konfiguracji programu rozruchowego

source: <p> The boot loader is the first thing you should see after you turn on a computer with a Linux installion. Starting a Linux system without a boot loader is not possible.</P>
pl: <P>Program rozruchowy jest pierwszą rzeczą, jaką powinno się zobaczyć po włączeniu komputera z systemem Linux. Uruchomienie systemu Linux bez programu rozruchowego nie jest możliwe.</P>

source: <P>For this check, the repair system tries to detect the installed boot loader. Afterwards, the configuration files of the found boot loader are checked. If no boot loader or an error in the configuration is detected, you have the possibility to install a new boot loader. </P>
pl: <P>System naprawczy próbuje wykryć zainstalowany program rozruchowy. Potem sprawdza pliki konfiguracyjne znalezionego programu rozruchowego. Jeśli nie ma programu rozruchowego albo zostaną stwierdzone błędy konfiguracji, będzie możliwe zainstalowanie nowego programu rozruchowego. </P>

source: Resetting boot loader settings...
pl: Przywracanie ustawień programu rozruchowego...

source: Searching configuration files...
pl: Przeszukiwanie plików konfiguracyjnych...

source: Searching for boot loader...
pl: Szukanie programu rozruchowego...

source: Searching for packages...
pl: Wyszukiwanie pakietów...

source: Verifying packages...
pl: Sprawdzanie pakietów...

source: Checking versions...
pl: Sprawdzanie wersji...

source: Checking initrd modules...
pl: Sprawdzanie modułów initrd...

source: Searching boot loader configuration file...
pl: Szukanie pliku konfiguracyjnego programu rozruchowego...

source: Checking boot loader configuration file...
pl: Sprawdzanie pliku konfiguracyjnego programu rozruchowego...

source: Install New Boot Loader
pl: Instaluj nowy program rozruchowy

source: If you do not see a boot menu after turning on your computer or after restarting, press this button to install a new boot loader.
pl: Jeśli po włączeniu komputera lub po jego restarcie nie pojawia się menu startowe, należy nacisnąć ten przycisk w celu zainstalowania nowego programu rozruchowego.

source: Floppy device found on %1
pl: Znaleziono napęd dyskietek %1

source: Several floppy devices found<br>%1
pl: Znaleziono kilka napędów dyskietek<br> %1

source: Select the Floppy Device
pl: Proszę wybrać urządzenie stacji dyskietek

source: Select one of the floppy devices for later use.
pl: Proszę wybrać jedną ze stacji dyskietek do wykorzystania później.

source: Selected floppy device %1
pl: Wybrano stację dyskietek %1

source: No floppy device found
pl: Nie znaleziono napędu dyskietek

source: Target system initialized
pl: System docelowy zainicjalizowany

source: Initialize Repair System
pl: Inicjalizacja systemu naprawczego

source: TODO
pl: Do zrobienia

source: Probing floppy...
pl: Testowanie dyskietki...

source: Initializing target system...
pl: Inicjalizacja systemu docelowego...

source: Target system was not initialized
pl: System docelowy nie został zainicjowany

source: Following devices cannot be mounted:<br>%1
pl: Następujące urządzenia nie mogą być zamontowane:<br>%1

source: Package database was found
pl: Znaleziono bazę danych pakietów

source: No package database was found
pl: Baza danych pakietów nie została znaleziona

source: Initializing new package database...
pl: Inicjalizacja nowej bazy danych pakietów...

source: Successfully initialized new package database
pl: Poprawnie zainicjowano nową bazę danych pakietów

source: Skipped initializing new package database
pl: Pominięto inicjalizację nowej bazy danych pakietów

source: Initialization of the new package database was not successful
pl: Inicjalizacja nowej bazy danych pakietów zakończona niepowodzeniem

source: Different versions of products
pl: Różne wersje produktów

source: Minimum required packages were found
pl: Znaleziono minimum wymaganych pakietów

source: Some packages of the minimum requirement were missing
pl: Brak części pakietów z wymagań minimalnych

source: Installing missing packages...
pl: Instalowanie brakujących pakietów...

source: Installation of missing packages was successful
pl: Instalacja brakujących pakietów zakończona pomyślnie

source: Installation of missing packages was skipped
pl: Pominięto instalację brakujących pakietów

source: Installation of missing packages was not successful
pl: Instalacja brakujących pakietów zakończona niepowodzeniem

source: Package verification was canceled
pl: Weryfikacja pakietu została pominięta

source: Package verification failed
pl: Weryfikacja pakietu zakończona niepowodzeniem

source: Reinstallation of unverified packages was successful
pl: Ponowna instalacja niezweryfikowanych pakietów powiodła się

source: Reinstallation of unverified packages was skipped
pl: Pominięto ponowną instalację niezweryfikowanych pakietów

source: Reinstallation of unverified packages was not successful
pl: Ponowna instalacja niezweryfikowanych pakietów nie powiodła się

source: All packages were verified successfully
pl: Wszystkie pakiety zweryfikowano pomyślnie

source: Base Packages Only
pl: Tylko pakiety podstawowe

source: All Installed Packages
pl: Wszystkie pakiety zainstalowane

source: Package Range
pl: Zakres pakietów

source: You can verify all packages or only the base packages. Verifying all packages is very time consuming.
pl: Można weryfikować wszystkie pakiety lub tylko pakiety podstawowe. Weryfikowanie wszystkich pakietów zajmuje bardzo dużo czasu.

source: Verified %1 packages successfully.
pl: Pomyślna weryfikacja %1 pakietów.

source: The most common way to add a new program or library to a Linux system is to install a new package. In doing so, the install routine copies all files of the package to the target and registers the package in the package database.
pl: Najpopularniejszą metodą dodawania nowych programów i bibliotek do systemu Linux jest instalowanie pakietów. Polega to na skopiowaniu przez procedury instalacyjne wszystkich plików tworzących pakiet do ich miejsc docelowych oraz zarejestrowaniu pakietu w bazie danych pakietów.

source: %1 The package database administers all information about the installed software packages. Verifying a package means that the information in the package database about a package is compared with the actual installed files.
pl: %1 Baza danych pakietów służy do administrowania wszystkimi informacjami o zainstalowanych pakietach oprogramowania. Weryfikowanie pakietów oznacza porównanie informacji w bazie pakietów z rzeczywiście zainstalowanymi plikami.

source: Check Package Database
pl: Sprawdzenie bazy pakietów

source: <p> The package database administers all information about the installed software packages. %1 This makes it possible to remove the package later.</P>
pl: <p> Baza danych pakietów służy do administrowania wszystkimi informacjami o zainstalowanych pakietach oprogramowania. %1 Dzięki temu możliwe jest usunięcie pakietu w przyszłości.</P>

source: <P> This procedure checks all files that pertain to the package database. If some files are missing or the package database cannot be opened, you can rebuild the database or revert to a backup.</P>
pl: <P> Procedura ta sprawdza wszystkie pliki należące do bazy pakietów. Jeśli brakuje jakichś plików lub nie da się otworzyć bazy danych, można przebudować bazę danych albo powrócić do kopii zapasowej.</P>

source: Check Minimal Package Selection
pl: Sprawdzenie minimalnego zestawu pakietów

source: <P> %1 &product; needs at least some packages for the basic system functionality. Without these packages, the system is not executable.</P>
pl: <P> %1 &product; wymaga co najmniej kilku pakietów do zapewnienia podstawowej funkcjonalności systemu. Bez tych pakietów systemu nie można uruchomić.</p>

source: <P> This procedure checks if all packages of a minimal installation are installed. If some packages are missing, you can install the missing packages.</P>
pl: <P>Procedura sprawdza, czy wszystkie pakiety instalacji minimalnej są zainstalowane. Jeśli brakuje jakichś pakietów, można zainstalować brakujące.</P>

source: Verify Base Packages
pl: Zweryfikuj pakiety podstawowe

source: <P> This procedure verifies all packages that belong to the minimum selection. If discrepancies appear, you can reinstall the damaged packages.</P>
pl: <P> Ta procedura weryfikuje wszystkie pakiety należące do zestawu minimalnego. Jeśli pojawiają się rozbieżności, można ponownie zainstalować uszkodzone pakiety.</P>

source: Verify All Installed Packages (very time consuming)
pl: Zweryfikuj wszystkie zainstalowane pakiety (bardzo czasochłonne)

source: <P> This procedure verifies all installed packages. If discrepancies appear, you can reinstall the damaged packages. Verifying all packages is very time consuming. Therefore, this menu entry does not belong to the default selection.</P>
pl: <P> Ta procedura weryfikuje wszystkie zainstalowane pakiety. Jeśli pojawiają się rozbieżności, można ponownie zainstalować uszkodzone pakiety. Weryfikowanie wszystkich pakietów jest bardzo czasochłonne. Z tego powodu ta pozycja menu nie jest domyślna.</P>

source: Packages
pl: Pakiety

source: Reset Package Check Settings
pl: Przywróć ustawienia sprawdzania pakietów

source: Mounting all partitions...
pl: Montowanie wszystkich partycji...

source: Searching for package database...
pl: Wyszukiwanie bazy danych pakietów...

source: Searching for minimum required packages...
pl: Wyszukiwanie minimum wymaganych pakietów...

source: Verifying base packages...
pl: Weryfikowanie pakietów podstawowych...

source: Verify Installed Software
pl: Weryfikuj zainstalowane oprogramowanie

source: If you have problems with some installed applications, select this to check all software packages.
pl: Jeśli pojawiły się problemy z niektórymi zainstalowanymi programami, należy wybrać tę opcję w celu sprawdzenia wszystkich pakietów oprogramowania.

source: Verifying all installed packages...
pl: Weryfikowanie wszystkich zainstalowanych pakietów...

source: No hard disks were detected
pl: Nie wykryto żadnego dysku
