Repository: aviarypl/suse-l10n-pl
Catalog: yast/repair.*.po
Languages: pl

source: The following packages are not installed.
pl: Następujące pakiety nie są zainstalowane.

source: The listed packages belong to the minimal package selection. Installing these packages is recommended. Press Repair to install all selected packages in the list.
pl: Wypisane pakiety należą do zestawu minimalnego. Zalecane jest zainstalowanie tych pakietów. Proszę nacisnąć przycisk Napraw, aby zainstalować wszystkie pakiety wskazane na liście.

source: <P>&product; needs at least some packages for basic system functionality. Without these packages, the system might be not executable.</P>
pl: <p>&product; wymaga co najmniej kilku pakietów do zapewnienia podstawowej funkcjonalności systemu. Bez tych pakietów systemu może się nie uruchomić.</p>

source: <P>%1 checks if all required packages for a minimal system are installed. If some packages are missing, %1 offers to install the missing packages.</P>
pl: <p>%1 sprawdza, czy wszystkie pakiety wymagane w instalacji minimalnej są zainstalowane. Jeśli jakichś pakietów brakuje, %1 zaproponuje ich zainstalowanie.</p>

source: &Missing Packages to Install
pl: &Brakujące pakiety do zainstalowania

source: Verifying Base Packages
pl: Weryfikowanie pakietów podstawowych

source: Verifying All Installed Packages
pl: Weryfikowanie wszystkich zainstalowanych pakietów

source: Show Log
pl: Pokaż dziennik

source: Unverified Packages
pl: Pakiety niezweryfikowane

source: Verified the installed software and found problems in the following packages.
pl: W czasie weryfikacji zainstalowanego oprogramowania stwierdzono problemy w następujących pakietach.

source: These packages probably differ from their originally installed versions. Check the packages to reinstall and start the reinstallation process by pressing Repair.
pl: Pakiety te prawdopodobnie różnią się od ich pierwotnie zainstalowanych wersji. Proszę zaznaczyć pakiety do ponownego zainstalowania i uruchomić proces instalacji naciskając Napraw.

source: <p>All installed packages have been verified. Some of these packages contain errors. For details, see the log of the verification process. To open the log, press <b>%1</b>.</p>
pl: <p>Wszystkie zainstalowane pakiety zostały zweryfikowane. Niektóre z nich zawierają błędy. Szczegóły są zapisane w pliku dziennika procesu weryfikacji. Aby otworzyć dziennik należy nacisnąć przycisk<b>%1</b>.</p>

source: <p>There, see if files of the package are missing or the data of the package in the package database differs from the installed files of the package.</P>
pl: <p>Tu można zobaczyć, czy brakuje plików należących do pakietu albo czy dane o pakiecie w bazie pakietów różnią się od rzeczywiście zainstalowanych plików pakietu.</P>

source: <p>Sometimes, verification of the package could report errors even if the package is correctly installed and works fine. That is why you should reinstall only the packages that do not work properly.</p>
pl: <p>Weryfikacja pakietu może czasem zgłosić błąd, nawet jeśli pakiet został poprawnie zainstalowany i działa jak trzeba. Dlatego należy ponownie zainstalować tylko te pakiety, które nie działają poprawnie.</p>

source: Packages with Problems
pl: Pakiety z problemami

source: &Pause
pl: &Pauza

source: &Continue
pl: &Dalej

source: The File Size
pl: Rozmiar pliku

source: The File Mode
pl: Tryb pliku

source: The MD5 Checksum of the File
pl: Suma kontrolna MD5 pliku

source: The File Major and Minor Number
pl: Główny i porządkowy numer pliku

source: The File Symbolic Link Content
pl: Zawartość dowiązania symbolicznego

source: The Owner of the File
pl: Właściciel pliku

source: The File Group
pl: Właściciel grupowy pliku

source: The Last Modification Time
pl: Data ostatniej modyfikacji

source: Package Name
pl: Nazwa pakietu

source: Files
pl: Pliki

source: Configuration File
pl: Plik konfiguracyjny

source: Status
pl: Stan

source: Package %1 of %2
pl: Pakiet %1 z %2

source: Show &Details
pl: Pokaż szcz&egóły

source: Also Show Successfully Verified &Packages
pl: Pokaż także &pakiety zweryfikowane pozytywnie

source: Yes
pl: Tak

source: No
pl: Nie

source: more...
pl: więcej...

source: Package:
pl: Pakiet:

source: Files:
pl: Pliki:

source: Result of Package '%1' Verification
pl: Wyniki weryfikacji pakietu '%1'

source: Files
pl: Pliki

source: Package Details
pl: Szczegóły pakietu

source: Reinstall the Package
pl: Zainstaluj pakiet ponownie

source: Really cancel package verification?
pl: Czy naprawdę anulować weryfikację pakietu?

source: Verifying the package %1 was successful.
pl: Weryfikacja pakietów %1 zakończona pomyślnie.

source: The file is a noncritical type.
pl: Plik nie jest krytyczny.

source: The file is located in a noncritical directory.
pl: Plik znajduje się w katalogu, który nie jest krytyczny.

source: The file is a configuration file.
pl: Ten plik jest plikiem konfiguracyjnym.

source: The package has been updated with the online update.
pl: Pakiet został uaktualniony w ramach uaktualnień online.

source: The test failure seems to be caused by an incorrectly built package.
pl: Negatywny wynik testu prawdopodobnie jest wynikiem nieprawidłowo zbudowanego pakietu.

source: &Skip
pl: P&omiń

source: &Repair
pl: Nap&raw

source: &Change
pl: Zmi&eń

source: &Recover
pl: Nap&raw

source: %1 Help
pl: %1 - Pomoc

source: Recover
pl: Napraw

source: &Copy Saved Partition Table from Floppy
pl: Skopiuj za&chowaną tablicę partycji z dyskietki

source: Have &gpart Suggest Partition Table
pl: Użyj &gpart dla sugerowanej tablicy partycji

source: Have g&part Suggest Partition Table (Expert Mode)
pl: Użyj g&part dla sugerowanej tablicy partycji (tryb zaawansowany)

source: &Restore Original Partition Table
pl: Odtwó&rz oryginalną tablicę partycji

source: <p><h3>No Partition Table Found for Hard Disk %1</h3></BR> The repair system will search for a valid partition table of disk %1 on the inserted floppy disk. If it cannot find one, it will start the program gpart to guess the lost partition table. You can decide if the information gpart finds is valid for your system.</p>
pl: <p><h3>Nie znaleziono tablicy partycji dysku %1</h3></BR> Naprawa polega na wyszukaniu poprawnej tablicy partycji dysku %1 na dyskietce włożonej do napędu. Jeśli nie uda się znaleźć tablicy partycji, to w następnym kroku zostanie uruchomiony program gpart, który pomoże odgadnąć jak wyglądała utracona tablica partycji. Będzie można zdecydować, czy informacje znalezione przez gpart są poprawne dla tego systemu.</p>

source: <p>gpart may be of some help when the primary partition table has been lost or destroyed, but it can, under no circumstances, replace proper disk and partition table backups. To save the master boot record (MBR) including the primary partition table to the file /tmp/hda.mbr, enter the command <pre> dd if=/dev/hda of=/tmp/hda.mbr bs=512 count=1 </pre> replacing /dev/hda with the block device name of the disk in question. This should be done for all disks in the system. To restore the primary partition table without overwriting the MBR, enter <pre> dd if=/tmp/hda.mbr of=/dev/hda bs=1 count=64 skip=446 seek=446 </pre></p>
pl: <p>gpart może być pewną pomocą w sytuacji, gdy główna tablica partycji została utracona lub uszkodzona, ale w żadnej sytuacji nie może zastąpić prawidłowych kopii zapasowych dysku i tablicy partycji. Aby zapisać master boot record (MBR) zawierający główną tablicę partycji do pliku /tmp/hda.mbr, proszę napisać <pre> dd if=/dev/hda of=/tmp/hda.mbr bs=512 count=1 </pre> zastępując /dev/hda nazwą urządzenia blokowego odpowiedniego dysku. Należy to zrobić dla wszystkich dysków w systemie. Aby odtworzyć główną tablicę partycji, bez zamazywania zawartości MBR, należy napisać <pre> dd if=/tmp/hda.mbr of=/dev/hda bs=1 count=64 skip=446 seek=446 </pre></p>

source: <p>Warning: Make sure that all parameters are entered as shown and the disk device is correct. Failing to do so may result in severe corruption of the file system. The saved file should be stored in a safe place like a floppy disk.</p>
pl: <p>Ostrzeżenie: Proszę się upewnić, że wszystkie parametry zostały wpisane dokładnie jak to pokazano i urządzenie dla dysku jest wybrane prawidłowo. Pomyłka może skutkować poważnym uszkodzeniem systemu plików. Zapisany plik powinien być przechowywany w bezpiecznym miejscu, np. na dyskietce.</p>

source: <p>From the manual page of gpart:<br> "It should be stressed that gpart does a very heuristic job, never believe its output without any plausability checks. It can be easily right in its guesswork but it can also be terribly wrong. You have been warned."</p>
pl: <p>Z podręcznika systemowego gpart:<br> "Należy podkreślić, że gpart wykorzystuje metody bardzo heurystyczne, nigdy nie należy wierzyć w wyniki jego działania bez sprawdzenia. Wynik odgadywania może być prawidłowy, ale równie dobrze może być bardzo odległy od rzeczywistości. Zostałeś ostrzeżony."</p>

source: <P><h3>No Partition Table Found for Hard Disk %1</h3><BR> The repair system will start gpart to guess the primary partition table of disk %1.</p>
pl: <P><h3>Nie znaleziono tablicy partycji dla dysku %1</h3><BR> Naprawa polega na uruchomieniu programu gpart w celu odgadnięcia głównej tablicy partycji dysku %1.</p>

source: <p>gpart may be of some help when the primary partition table was lost or destroyed, but it can, under no circumstances, replace proper disk and partition table backups. To save the master boot record (MBR) including the primary partition table to the file /tmp/hda.mbr, enter <pre> dd if=/dev/hda of=/tmp/hda.mbr bs=512 count=1 </pre> replacing /dev/hda with the block device name of the disk in question. This should be done for all disks in the system. To restore the primary partition table without overwriting the MBR, enter <pre> dd if=/tmp/hda.mbr of=/dev/hda bs=1 count=64 skip=446 seek=446 </pre></p>
pl: <p>gpart może być pewną pomocą w sytuacji, gdy główna tablica partycji została utracona lub uszkodzona, ale w żadnej sytuacji nie może zastąpić prawidłowych kopii zapasowych dysku i tablicy partycji. Aby zapisać master sektor startowy (MBR) zawierający główną tablicę partycji do pliku /tmp/hda.mbr, proszę napisać <pre> dd if=/dev/hda of=/tmp/hda.mbr bs=512 count=1 </pre> zastępując /dev/hda nazwą urządzenia blokowego odpowiedniego dysku. Należy to zrobić dla wszystkich dysków w systemie. Aby odtworzyć główną tablicę partycji, bez zamazywania zawartości MBR, proszę napisać <pre> dd if=/tmp/hda.mbr of=/dev/hda bs=1 count=64 skip=446 seek=446 </pre></p>

source: <p>Warning: Make sure that all parameters are typed as shown and the disk device is correct. Failing to do so may result in severe corruption of the file system. The saved file should be stored in a safe place like a floppy disk.</p>
pl: <p>Ostrzeżenie: Proszę się upewnić, że wszystkie parametry zostały wpisane dokładnie jak to pokazano i urządzenie dla dysku jest wybrane poprawnie. Pomyłka może skutkować poważnym uszkodzeniem systemu plików. Zapisany plik powinien być przechowywany w bezpiecznym miejscu, takim jak dyskietka.</p>

source: Before starting any scan or repair sequence, a backup of the original partition table of the device %1 is created.
pl: Przed rozpoczęciem przeszukiwania i naprawiania zostanie utworzona kopia zapasowa oryginalnej tablicy partycji urządzenia %1.

source: Partition table successfully repaired.
pl: Tablica partycji została pomyślnie naprawiona.

source: Partition table was not successfully repaired.
pl: Naprawa tablicy partycji nie powiodła się.

source: Name
pl: Nazwa

source: End
pl: Koniec

source: Size
pl: Rozmiar

source: Restore the Entire Master Boot Record
pl: Odtwórz wpis sektora startowego

source: <P>The table in the center of the dialog shows the partitions that could be recovered.</P>
pl: <P>Tabela w środku okna zawiera listę partycji, które mogą zostać odtworzone.</P>

source: Change the status of a partition to %1.
pl: Zmień status partycji na %1.

source: If you have changed the status of all partitions for recovering to %1, press <b>Change</b> to execute the recovery process.
pl: Jeśli zmieniono status wszystkich partycji przeznaczonych do odzyskiwania do %1, należy nacisnąć przycisk <b>Napraw</b>, w celu rozpoczęcia procesu odzyskiwania.

source: The status of a listed partition can be switched between %1 and %2. Only partitions with the status %2 are recovered.
pl: Stan partycji na liście można przełączać pomiędzy %1 i %2. Naprawić można tylko partycje w stanie %2.

source: Name of the partition that could be recovered.
pl: Nazwa partycji, która może być naprawiona.

source: The file system ID of the partition. For example, 131 is a normal Linux partition and 6, 11, 12, and 14 are fat and fat32 partitions.
pl: Identyfikator systemu plików partycji. Na przykład 131 to zwykła partycja linuksowa, a 6, 11, 12 i 14 to partycje fat i fat32.

source: The start cylinder of the partition.
pl: Początkowy cylinder partycji.

source: The end cylinder of the partition.
pl: Końcowy cylinder partycji.

source: Size of the partition.
pl: Rozmiar partycji.

source: Select this option to recover the entire master boot record with all partitions.
pl: Proszę wybrać tę opcję, aby naprawić sektor startowy wszystkich partycji.

source: Recover Lost Partitions
pl: Odzyskaj utracone partycje

source: The following partitions were found on device %1. To recover a partition, select the entry in the table and press Recover.
pl: Znaleziono następujące partycje na urządzeniu %1. Aby naprawić partycję, proszę wybrać pozycję w tabeli i nacisnąć przycisk Napraw.

source: Recovering partition table...
pl: Odzyskiwanie tablicy partycji...

source: No primary partition table was found on hard disk %1.
pl: Na dysku %1 nie znaleziono głównej tablicy partycji.

source: If you have a floppy with some up-to-date system information from a former rescue session, insert it in your drive and press Repair. Press Skip and repair manually if you have a backup of the partition table of disk %1. Press Help to learn how to make a backup of a partition table manually and how to restore it.
pl: Jeśli istnieje dyskietka z aktualnymi informacjami systemowymi z poprzedniej sesji naprawczej, proszę umieścić ją w napędzie i nacisnąć przycisk Napraw. Proszę nacisnąć przycisk Pomiń i naprawić ręcznie, jeśli istnieje kopia zapasowa tablicy partycji dysku %1. Aby dowiedzieć się jak wykonać ręcznie kopię zapasową tablicy partycji i jak ją odtworzyć, należy nacisnąć przycisk Pomoc.

source: Cannot detect a floppy drive in your system. A backup copy of the primary partition table could not be read.
pl: Nie można znaleźć napędu dyskietek w tym systemie. Nie można odczytać kopii zapasowej głównej tablicy partycji.

source: Searching for partition table...
pl: Szukanie tablicy partycji...

source: Could not find a valid partition table. Insert another floppy disk and try again or have gpart suggest a partition table.
pl: Nie można znaleźć prawidłowej tablicy partycji. Proszę włożyć inną dyskietkę i spróbować ponownie albo użyć programu gpart do odgadywania tablicy partycji.

source: Restoring old partition table...
pl: Odczytywanie starej tablicy partycji...

source: Could not find a valid master boot record on the floppy disk. Insert another floppy disk and try again or have gpart suggest the partition table.
pl: Nie można znaleźć prawidłowego sektora startowego na dyskietce. Proszę włożyć inną dyskietkę i spróbować ponownie albo użyć programu gpart do odgadywania tablicy partycji.

source: Restoring the partition table was not successful. Insert another floppy disk and try again or have gpart suggest the partition table.
pl: Odczytywanie tablicy partycji nie powiodło się. Proszę włożyć inną dyskietkę i spróbować ponownie albo użyć programu gpart do odgadywania tablicy partycji.

source: Either no floppy disk is inserted in the drive or the inserted floppy is not correctly formatted. Insert another floppy disk and try again or have gpart suggest the partition table.
pl: Brak dyskietki w napędzie lub dyskietka jest nieprawidłowo sformatowana. Proszę włożyć inną dyskietkę i spróbować ponownie albo użyć programu gpart do odgadywania tablicy partycji.

source: Full Scan
pl: Pełne przeszukiwanie

source: Start Detection
pl: Uruchom wykrywanie

source: <P> <BIG><B>Help for Expert Mode</B></BIG> </P>
pl: <P> <BIG><B>Pomoc dla trybu zaawansowanego</B></BIG> </P>

source: <P>When a possible partition is found, gpart normally skips all sectors this entry seems to occupy and continues the scan from the end of the last possible partition. The disk scan can take quite a while when using this option. Be patient.</P>
pl: <P>Po znalezieniu możliwej partycji, gpart zwykle pomija sektory, które może ona zajmować i prowadzi przeszukiwanie od końca ostatniej możliwej partycji. Po ustawieniu tej opcji przeszukiwanie dysku może zająć sporo czasu. Prosi się o cierpliwość.</P>

source: Scan Options for gpart
pl: Proszę wybrać opcje przeszukiwania dla gpart

source: Do Not Try to &Identify Extended Partition Tables
pl: Nie próbuj &Identyfikować rozszerzonych tablic partycji

source: Do Not &Skip Disk Read Errors
pl: Nie pomijaj błędów odczytu dy&sku

source: Cylinders %1-%2,
pl: Cylindry %1-%2,

source: Size %1
pl: Rozmiar %1

source: First Partition Found
pl: Pierwsza znaleziona partycja

source: Second Partition Found
pl: Druga znaleziona partycja

source: Third Partition Found
pl: Trzecia znaleziona partycja

source: Fourth Partition Found
pl: Czwarta znaleziona partycja

source: Partition %1 must be deleted to recover cylinders %2-%3.
pl: Należy usunąć partycję %1, aby odtworzyć cylindry %2-%3.

source: Conflicts with Existing Partitions
pl: Konflikt z istniejącymi partycjami

source: No lost partition found.
pl: Nie znaleziono utraconych partycji.

source: <p> Read the following points carefully and select only the partition that should really be recovered. </P>
pl: <p> Proszę przeczytać uważnie poniższe punkty i wybrać tylko te partycje, które naprawdę mają być naprawione. </P>

source: <P><B>Use caution.</B> Sometimes an existing partition must be deleted to recover another partition.</P>
pl: <P><B>Uwaga dla użytkowników.</B> Czasem należy usunąć istniejącą partycję, aby możliwe było naprawienie innej partycji.</P>

source: Start the recovery process.
pl: Rozpocznij proces naprawy.

source: Recover Previously Existing Partitions
pl: Napraw istniejące wcześniej partycje

source: Recovering the selected partition %1 is only possible by deleting the following partitions: %2 Press Continue to delete the partitions and recover %1.
pl: Naprawienie wskazanej partycji %1 będzie możliwe wyłącznie po usunięciu następujących partycji: %2 Aby usunąć te partycje i naprawić %1, należy nacisnąć przycisk Dalej.

source: Recovering the partition %1 (%2) is not possible. The partition number conflicts with an existing partition. Solving the conflict is not possible.
pl: Naprawienie znalezionej partycji %1 (%2) jest niemożliwe. Numer partycji koliduje z istniejącą partycją. Rozwiązanie konfliktu jest niemożliwe.

source: Search for Lost Partitions
pl: Szukaj utraconych partycji

source: This can take a lot of time depending on the system performance and the hard disk size.
pl: Może to zająć dużo czasu, w zależności od wydajności systemu i rozmiaru twardego dysku.

source: Hard Disk:
pl: Dysk twardy:

source: No valid partitions found for the partition table of %1. If there were some partitions on the disk, you can try to restore them manually. To do that, enter the cylinder values in fdisk or the partitioning tool.
pl: Nie znaleziono żadnych prawidłowych partycji dla tablicy partycji %1. Jeśli na dysku były jakieś partycje, to można spróbować odtworzyć je ręcznie. Aby to zrobić, należy wprowadzić numery cylindrów w programie fdisk lub programie do partycjonowania.

source: Partition table was not successfully repaired.
pl: Naprawianie tablicy partycji nie powiodło się.

source: Writing the backup of %1 was successful.
pl: Zapisanie kopii zapasowej %1 zakończone pomyślnie.

source: Writing the backup of %1 was not successful.
pl: Zapisanie kopii zapasowej %1 nie powiodło się.

source: Restore Original Partition Table of %1
pl: Odtwarzanie oryginalnej tablicy partycji %1

source: If you press %1, the partition table of %2 will be replaced with the backup.
pl: Po wciśnięciu %1 tablica partycji %2 zostanie zastąpiona jej kopią zapasową.

source: Select a repair method or skip repairing.
pl: Wskaż metodę naprawy lub pomiń naprawianie.

source: No partition table was found for hard disk %1. If at least one partition should exist for %1, select one of the following repair methods. If no partition ever existed on this hard disk, skip the repair. If in doubt, skip the repair.
pl: Nie znaleziono tablicy partycji dla dysku twardego %1. Jeśli dla %1 powinna istnieć co najmniej jedna partycja, to należy wybrać jedną z następujących metod naprawy. Jeśli na tym dysku nigdy nie było partycji lub użytkownik ma wątpliwości, to należy pominąć tę naprawę.

source: Repair Partition Table of %1
pl: Napraw tablicę partycji %1

source: The system will be restarted now.
pl: System zostanie uruchomiony ponownie.

source: %1 Initialization
pl: %1 - Inicjalizacja

source: Custom Repair
pl: Naprawy niestandardowe

source: Repair Tool Box
pl: Narzędzia naprawcze

source: System Check
pl: Sprawdzanie systemu

source: Really abort the system repair tool?
pl: Na pewno przerwać naprawę systemu?

source: Initializing the system. Please wait...
pl: Inicjowanie systemu. Proszę czekać...

source: Load rescue modules
pl: Wczytanie modułów naprawczych

source: Probe floppy disk devices
pl: Sprawdzenie napędów dyskietek

source: Probe hard disk controllers
pl: Wykrycie kontrolerów dysków twardych

source: Load kernel modules for hard disk controllers
pl: Wczytanie modułów jądra do obsługi kontrolerów dysków

source: Probe hard disks
pl: Wykrycie dysków twardych

source: Probe USB
pl: Wykrycie urządzeń USB

source: Loading rescue modules...
pl: Wczytywanie modułów naprawczych...

source: Probing floppy disk devices...
pl: Wykrywanie napędów dyskietek...

source: Probing hard disk controllers...
pl: Wykrywanie kontrolerów dysków...

source: Loading kernel modules for hard disk controllers...
pl: Wczytywanie modułów jądra do obsługi kontrolerów dysków...

source: Probing hard disks...
pl: Sprawdzanie dysków...

source: Probing USB...
pl: Wykrywanie urządzeń USB...

source: Finished
pl: Zakończono

source: No hard disks were found. Check your hardware.
pl: Nie znaleziono żadnych dysków twardych. Proszę sprawdzić urządzenia w komputerze.

source: Scan and Repair &Options
pl: &Opcje przeszukiwania i naprawy

source: <p>The system repair tool can repair some parts of a damaged system. Therefore, the tool scans the system and reports the errors found.</p>
pl: <p>Narzędzie naprawy systemu może naprawić pewne fragmenty uszkodzonego systemu. Dlatego programy narzędziowe przeszukują system i informują o znalezionych błędach.</p>

source: <p>After an error was found, select from the suggested repair method or cancel the repair process.</p>
pl: <p>Po znalezieniu błędu, proszę wybrać jeden z sugerowanych sposobów naprawy albo anulować proces naprawy.</p>

source: <p>Nothing will be repaired automatically. Changes are only made if you accept the repair propsal.</P>
pl: <p>Nic nie zostanie naprawione automatycznie. System może zostać zmieniony tylko po zaakceptowaniu propozycji napraw.</P>

source: &Automatic Repair
pl: Naprawy &automatyczne

source: Automatic analysis with repair proposals. Fits in most cases.
pl: Automatyczne analizy z propozycjami napraw. Odpowiednie dla większości przypadków.

source: Analyze the entire system automatically and display repair proposals.
pl: Automatycznie analizuj system i pokaż propozycje napraw.

source: &Customized Repair
pl: Naprawy niestan&dardowe
