Repository: aviarypl/suse-l10n-pl
Catalog: yast/repair.*.po
Languages: pl

source: Error during initialization. Halting %1.
pl: Błąd podczas inicjalizacji. Zatrzymywanie %1.

source: An error occurred during execution of the init functions of module %1. Halting %2.
pl: Wystąpił błąd podczas wykonywania funkcji init modułu %1. Zatrzymywanie %2.

source: Not all dependencies between the modules were successfully solved. Halting %1.
pl: Nie wszystkie zależności między modułami zostały poprawnie rozwiązane. Zatrzymywanie %1.

source: %1 %2 Press Repair to install these packages.
pl: %1 %2 Proszę nacisnąć przycisk Napraw, aby zainstalować te pakiety.

source: Boot Loader Package Missing
pl: Brak pakietu programu rozruchowego

source: The variable INITRD_MODULES contains the list of modules to add to the initial RAM disk by calling the script mkinitrd. Examples are drivers for SCSI controllers, LVM, reiserfs.
pl: Zmienna INITRD_MODULES zawiera listę modułów, które powinny być dodane do początkowego ramdysku, poprzez wywołanie skryptu mkinitrd. Przykładami są sterowniki SCSI, LVM, reiserfs.

source: The file %1 contains a list of modules to add to the initial RAM disk by calling the script mkinitrd. YaST is missing the following modules: %2 Press Repair to add the missing modules to the initial RAM disk.
pl: Plik %1 zawiera listę modułów, które skrypt mkinitrd powinien dodać do początkowego ramdysku. YaST nie może odnaleźć następujących modułów: %2 Proszę nacisnąć przycisk Napraw, aby dodać brakujące moduły do początkowego ramdysku.

source: initrd Modules Missing
pl: Brak modułów initrd

source: Calling mkinitrd failed. Display the log file?
pl: Nie udało się uruchomić mkinitrd. Czy pokazać plik dziennika?

source: The Output of the Script mkinitrd
pl: Wyjście skryptu mkinitrd

source: <p>The file %1 was not found.</p>
pl: <p>Plik %1 nie został odnaleziony.</p>

source: <p>The boot loader configuration file contains defective data. Depending on the boot loader type, the syntax of the configuration file differs. </p>
pl: <p>Pliki konfiguracyjne programu rozruchowego zawierają uszkodzone dane. Składnia pliku konfiguracyjnego zależy od rodzaju programu rozruchowego. </p>

source: The main configuration file of the boot loader was not found. If you changed the boot loader configuration manually and the system starts correctly, skip this dialog and continue the detection sequence. If you never changed anything affecting the boot loader, press Repair to create a new configuration file.
pl: Nie znaleziono głównego pliku konfiguracyjnego programu rozruchowego. Jeśli konfiguracja programu rozruchowego była wykonana ręcznie i system uruchamia się poprawnie, proszę pominąć to okno i kontynuować sekwencję wykrywania. Jeśli nie zmieniano niczego związanego z programem rozruchowym, to należy nacisnąć przycisk Napraw i utworzyć nowy plik konfiguracyjny.

source: <p>The command /sbin/lilo -t checks the syntax of the LILO boot loader configuration file.</p>
pl: <p>Polecenie /sbin/lilo -t służy do sprawdzenia składni pliku konfiguracyjnego programu rozruchowego LILO.</p>

source: <p>This command returned an error. This normally means your system is not bootable. It is recommended to create a new configuration file.</P>
pl: <p>Polecenie zwróciło błąd. Zwykle oznacza to, że systemu nie da się uruchomić. Zalecane jest utworzenie nowego pliku konfiguracyjnego.</P>

source: The syntax of the boot loader configuration file is not valid. The configuration file contains defective data needed for booting the Linux system. Press Repair to generate a new configuration file automatically. If you are sure your configuration file contains no errors, press Skip.
pl: Nieprawidłowa składnia pliku konfiguracyjnego programu rozruchowego. Dane w pliku konfiguracyjnym, konieczne do uruchomienia systemu Linux, zostały uszkodzone. Proszę nacisnąć przycisk Napraw aby automatycznie wygenerować nowy plik konfiguracyjny. W razie pewności, że plik konfiguracyjny nie zawiera błędów, proszę nacisnąć przycisk Pomiń.

source: <p>A default GRUB installation needs three configuration files:</p>
pl: <p>Domyślna instalacja programu GRUB wymaga trzech plików konfiguracyjnych:</p>

source: <P>The following files are not valid:</p>
pl: <P>Następujące pliki nie są prawidłowe:</p>

source: <p>This generally means that your system is not bootable.</p>
pl: <p>Zwykle oznacza to, że system nie da się uruchomić.</p>

source: <p>Creating a new boot loader configuration is recommended.</p>
pl: <p>Zaleca się utworzenie nowej konfiguracji programu rozruchowego.</p>

source: The configuration of the boot loader contains errors. Press Repair to generate a new configuration automatically. If you are sure your configuration contains no errors and your system is bootable, press Skip.
pl: Błędna konfiguracja programu rozruchowego. Proszę nacisnąć przycisk Napraw, aby automatycznie wygenerować nową konfigurację. W razie pewności, że konfiguracja nie zawiera błędów, a system się uruchamia, proszę nacisnąć przycisk Pomiń.

source: The boot loader was installed successfully.
pl: Program rozruchowy został poprawnie zainstalowany.

source: Boot Loader Error Detected
pl: Wykryto błąd programu rozruchowego

source: No valid boot loader installation can be found. Installing a new boot loader is recommended. If you are sure your system boots correctly, it is not necessary to reinstall the boot loader. Otherwise, press Repair to install a new boot loader.
pl: Nie można znaleźć poprawnie zainstalowanego programu rozruchowego. Zaleca się zainstalowanie nowego programu rozruchowego. W razie pewności, że system uruchamia się poprawnie, ponowna instalacja rozruchowego nie jest konieczna. W przeciwnym przypadku proszę nacisnąć przycisk Napraw, aby zainstalować nowy program rozruchowy.

source: <P>The boot loader is the first thing you should see after you turn on a computer with a Linux installation. Starting a Linux system without a boot loader is not possible.</P>
pl: <P>Program rozruchowy jest pierwszą rzeczą, jaką powinno się zobaczyć po włączeniu komputera z systemem Linux. Uruchomienie systemu Linux bez programu rozruchowego nie jest możliwe.</P>

source: <P>If you have installed more than one operating system on a computer, the boot loader allows you to select which system to start.</P>
pl: <P>Jeśli na komputerze zainstalowano więcej niż jeden system operacyjny, program rozruchowy pozwala wybrać, który system ma być uruchomiony.</P>

source: The file %1 was not found. It cannot be recovered.
pl: Nie znaleziono pliku %1. Nie można odzyskać tego pliku.

source: The following configuration files cannot be found: %1 Installing a new boot loader is recommended. If you are sure your system boots correctly, it is not necessary to reinstall the boot loader. Otherwise, press Repair to install a new boot loader.
pl: Nie można znaleźć następujących plików konfiguracyjnych: %1 Dlatego zalecana jest instalacja nowego programu rozruchowego. W razie pewności, że system uruchamia się poprawnie, to ponowna instalacja programu rozruchowego nie jest konieczna. W przeciwnym przypadku proszę nacisnąć przycisk Napraw, w celu zainstalowania nowego programu rozruchowego.

source: System Repair
pl: Naprawa systemu

source: Repair Tools
pl: Narzędzia naprawcze

source: Re&pair Tools...
pl: Narzędzia na&prawcze...

source: Reading system settings...
pl: Wczytywanie ustawień systemu...

source: No floppy device was detected. Loading a file from a removable device is not possible.
pl: Nie wykryto stacji dysków. Wczytanie plików z dyskietki jest niemożliwe.

source: An error occurred while loading the %1 kernel module. Mounting the floppy device is not possible. System information cannot be read.
pl: Wystąpił błąd podczas wczytywania modułu jądra %1. Zamontowanie dyskietki nie jest możliwe. Nie da się odczytać informacji o systemie.

source: The default floppy mount point %1 does not exist and cannot be created.
pl: Domyślny punkt montowania dyskietki %1 nie istnieje i nie można go utworzyć.

source: An error occurred while mounting the floppy.
pl: Wystąpił błąd podczas montowania dyskietki.

source: An error occurred while unmounting the floppy.
pl: Wystąpił błąd podczas odmontowania dyskietki.

source: Checking floppy device...
pl: Sprawdzanie napędu dyskietki...

source: Loading file system modules...
pl: Wczytywanie modułów systemu plików...

source: Checking mount point...
pl: Sprawdzanie punktu montowania...

source: Mounting floppy...
pl: Montowanie dyskietki...

source: Unmounting floppy...
pl: Odmontowywanie dyskietki...

source: The %1 file system of the partition %2 is corrupted. To repair the file system, press Repair. Press Skip if you do not want this repair.
pl: Uszkodzony system plików %1 na partycji %2. Aby naprawić ten system plików, należy nacisnąć przycisk Napraw. Proszę nacisnąć przycisk Pomiń, aby nie naprawiać.

source: <p>An inconsistent file system occurs when a partition is not correctly unmounted. This could happen during a system crash.</p>
pl: <p>Niespójność systemu plików jest efektem nieprawidłowego odmontowania partycji. Mogło się to zdarzyć podczas awarii systemu.</p>

source: <p>There is a repair method for each file system. For example, if the file system of the damaged partition is ext2 or ext3, use fsck.ext2 (e2fsck) with the corresponding options to repair the file system. The following lines list the repair tools of the different Linux file systems.</p>
pl: <p>Istnieją metody naprawy dla każdego systemu plików. Na przykład, jeśli na uszkodzonej partycji znajduje się system ext2 lub ext3, do naprawy tego systemu plików należy użyć fsck.ext2 (e2fsck) z odpowiednimi opcjami. Poniżej przedstawiono narzędzia do naprawy różnych systemów plików Linuksa.</p>

source: <p><pre> ext2 and ext2: fsck.ext2 or e2fsck reiserfs: reiserfsck jfs: fsck.jfs xfs: xfs_repair msdos (fat): fsck.msdos</pre></p>
pl: <p><pre> ext2 i ext2: fsck.ext2 lub e2fsck reiserfs: reiserfsck jfs: fsck.jfs xfs: xfs_repair msdos (fat): fsck.msdos</pre></p>

source: <p>If you know what kind of file system you have and how to use the corresponding tool, close this program and repair the damaged file system on your own. Otherwise, close this help dialog and press Repair for automatic repair.</p>
pl: <p>Jeśli znany jest używany system plików i wiadomo, jak używać odpowiednich narzędzi, proszę wyjść z tego programu i samodzielnie naprawić uszkodzenie systemu plików. W przeciwnym przypadku proszę zamknąć to okienko i nacisnąć przycisk Napraw, a naprawa zostanie wykonana automatycznie.</p>

source: Error Detected
pl: Wykryto błąd

source: Repairing file system...
pl: Naprawianie systemu plików...

source: Successfully Repaired %1 on %2
pl: Pomyślnie naprawione %1 na %2

source: Failed Repair of %1 on %2
pl: Nieudana naprawa %1 na %2

source: Fatal Corruptions on reiserfs
pl: Uszkodzenie krytyczne reiserfs

source: Checking the file system (reiserfs) reports fatal corruptions. Only a rebuild of the reiserfs file system tree (reiserfsck --rebuild-tree) could solve the problem. To rebuild your reiserfs tree, press Repair. Otherwise press Skip and repair the file system manually.
pl: Sprawdzenie systemu plików (reiserfs) wykazało krytyczne uszkodzenia. Rozwiązać problem można wyłącznie przez odtworzenie drzewa systemu reiserfs (reiserfsck --rebuild-tree). Aby odtworzyć drzewo reiserfs, należy nacisnąć przycisk Napraw. W przeciwnym razie proszę nacisnąć przycisk Pomiń i naprawić system plików ręcznie.

source: Remove
pl: Usuń

source: Ignore
pl: Ignoruj

source: Replace
pl: Zamień

source: Create
pl: Utwórz

source: Device
pl: Urządzenie

source: Mount Point
pl: Punkt montowania

source: Create Mount Point
pl: Utwórz punkt montowania

source: State
pl: Stan

source: fstab Line
pl: Wiersz fstab

source: &Ignore
pl: &Ignoruj

source: &Create
pl: &Utwórz

source: &Remove
pl: U&suń

source: Change &Mount Point
pl: Zmień punkt &montowania

source: R&eplace
pl: Zami&eń

source: Cannot Read fstab
pl: Nie można odczytać pliku fstab

source: No existing fstab file found. Create a new one?
pl: Nie znaleziono pliku fstab. Czy utworzyć nowy?

source: All missing mount points were created successfully.
pl: Wszystkie brakujące punkty montowania zostały utworzone.

source: Could not create the following mount points: %1
pl: Nie można utworzyć następujących punktów montowania: %1

source: Could not create the mount point: %1
pl: Nie można utworzyć punktu montowania: %1

source: <P>No valid fstab entry was found for the devices listed in the table.</P> <P> Select the devices for which to create a new fstab entry. </P> <p>Press <b>Change</b> to accept the changes proposed in this dialog.</p>
pl: <P>Nie znaleziono prawidłowych wpisów fstab dla urządzeń wymienionych w tabeli</P> <P> Proszę wybrać urządzenia, dla których należy utworzyć nowe wpisy fstab. </P> <p>Naciśnij przycisk <b>Zmień</b> aby zaakceptować zmiany zaproponowane w tym oknie.</p>

source: The name of the device for which no valid fstab entry was found.
pl: Nazwa urządzenia, dla którego nie znaleziono prawidłowego wpisu w pliku fstab.

source: The mount point for the found device. This mount point is created in the file system. If you leave the mount point field empty, no fstab entry will be created.
pl: Punkt montowania dla znalezionego urządzenia. Punkt montowania tworzony jest w systemie plików. Pozostawienie pustego punktu montowania spowoduje, że nie zostanie utworzony wpis w pliku fstab.

source: Specify a mount point for a device different from the proposed one.
pl: Proszę określić punkt montowania dla urządzenia inny, niż zaproponowany

source: Add fstab Entries
pl: Dodawanie wpisów w pliku fstab

source: Select the devices for which to create a new fstab entry and enter a mount point.
pl: Proszę wskazać urządzenia, dla których należy utworzyć nowe wpisy w pliku fstab i podać punkty montowania.

source: Devices without Valid fstab Entry
pl: Urządzenia bez prawidłowych wpisów w pliku fstab

source: Mount Point for %1
pl: Punkt montowania dla %1

source: First create mount points for the listed devices.
pl: Najpierw proszę utworzyć punkty montowania dla podanych urządzeń.

source: Empty Mount Point
pl: Pusty punkt montowania

source: Valid mount points are required to create fstab entries for devices. You did not enter a mount point for all devices. If you continue now, fstab entries are only created for devices with mount points. Really continue?
pl: Do utworzenia wpisów w pliku fstab dla urządzeń konieczne są prawidłowe punkty montowania. Nie podano punktów montowania dla wszystkich urządzeń. W takiej sytuacji zostaną utworzone wpisy fstab wyłącznie dla urządzeń z określonymi punktami montowania. Czy naprawdę kontynuować?

source: <P>The /etc/fstab file does not contain valid mount points for the listed devices. </P>
pl: <P>Plik /etc/fstab nie zawiera prawidłowych punktów montownia dla podanych urządzeń. </P>

source: The status of a listed line can be switched between %1 and %2. Mount points for a partition are only created if the the status is %2.
pl: Stan pokazanego wiersza może być przełączany pomiędzy %1 i %2. Punkt montowania dla partycji zostanie utworzony tylko wtedy, gdy stan będzie %2.

source: This field contains the present entry of the mount point in fstab. Change this field to a valid mount point. If you do not want to create the mount point, select the corresponding line in the table and change the status to ignore.
pl: To pole zawiera aktualny wpis pliku fstab dla punktu montowania. Proszę zmienić zawartość pola na prawidłowy punkt montowania. Jeśli nie ma potrzeby tworzenia punktu montowania, proszę wybrać odpowiedni wiersz w tabeli i zmienić jego stan na 'ignoruj'.

source: Change the status of the line to %1.
pl: Zmień stan wiersza na %1.

source: Create Mount Points
pl: Utwórz punkty montowania

source: Some mount points for fstab entries are missing in the file system. Change the status of the lines for which to create a mount point.
pl: Niektóre punkty montowania podane w fstab nie istnieją w systemie plików. Proszę zmienić stan wierszy, dla których mają być utworzone punkty montowania.

source: Missing or Invalid Mount Points
pl: Stwierdzono brak lub błędy punktów montowania

source: The status of a listed line can be switched between %1 and %2. fstab entries are only removed if the the status of the corresponding line is %2.
pl: Stan pokazanego wiersza może być przełączany między %1 i %2. Punkty montowania są usuwane tylko wtedy, gdy stan odpowiedniego wiersza jest ustawiony na %2.

source: Remove fstab Entries
pl: Usuń wpis fstab

source: Could not find existing devices for the following fstab lines. To remove the lines from fstab, select them in the table and change the status.
pl: Nie można odnaleźć urządzeń dla następujących wierszy pliku fstab. Aby usunąć te wiersze z fstab, proszę wskazać je w tabeli i zmienić ich status.

source: Invalid or Obsolete Lines in fstab
pl: Nieprawidłowe lub nieaktualne wpisy w fstab

source: Existing fstab Lines
pl: Istniejące wpisy fstab

source: Suggested fstab Lines
pl: Proponowane wpisy fstab

source: One or more existing fstab entries seem to be invalid. Compare the suggested entry with the existing one. To replace an existing line with a suggested line, select the corresponding line in the %1 table and press %2.
pl: Prawdopodobnie w pliku fstab co najmniej jeden wiersz nie jest prawidłowy. Proszę porównać proponowaną pozycję z istniejącą. Aby zastąpić istniejący wiersz sugerowanym, proszę wybrać odpowiedni wiersz w tabeli %1 i naciśnąć %2.

source: The status of a listed line can be switched between %1 and %2. Lines are only replaced if the status is %2.
pl: Stan pokazanego wiersza może być przełączany pomiędzy %1 i %2. Wiersze są zastępowane tylko wtedy, gdy stan będzie %2.

source: Change Existing fstab Entries
pl: Zmień istniejące wpisy fstab

source: One or more existing fstab entries seem invalid. Compare the suggested entry with the existing one.
pl: Prawdopodobnie w pliku fstab co najmniej jeden wpis nie jest prawidłowy. Porównaj sugerowany wpis z istniejącym.

source: Set the status of at least one table entry to replace.
pl: Ustaw status co najmniej jednej pozycji tabeli na 'wymień'.

source: Not All Replaced
pl: Nie wszystko zostało zastąpione

source: Only the fstab lines marked for replacement are replaced. Really replace only the selected lines?
pl: Zastąpione zostaną tylko zaznaczone wiersze pliku fstab. Czy naprawdę zastąpić tylko wybranie wiersze?

source: Select a Root Partition
pl: Proszę wybrać partycję główną (root)

source: There are several valid root partitions in your system. Select one item in the list.
pl: W tym systemie znajduje się kilka prawidłowych partycji głównych. Proszę wybrać jedną pozycję z listy.

source: No valid root partition found. Go back and select all scan options. Afterwards, restart scanning.
pl: Nie udało się znaleźć prawidłowej partycji głównej. Proszę wrócić i wybrać wszystkie opcje sprawdzania systemu. Następnie proszę ponownie uruchomić sprawdzanie.

source: Cannot read the file /etc/fstab. Initialization of the target system is not possible. Go back and select all scan options.
pl: Nie można odczytać pliku /etc/fstab. Inicjalizacja systemu docelowego jest niemożliwa. Proszę wrócić i wybrać wszystkie opcje przeglądania.

source: Finish installation before starting the repair system. Halting the repair system.
pl: Proszę zakończyć instalację przed uruchomieniem systemu naprawy. Zatrzymywanie systemu naprawy.

source: <p>The package database administers all information of the installed software packages. The most common way to add a new program or library to a Linux system is to install a new package. In doing so, the install routine copies all files of the package to the target and registers the package in the package database.</P>
pl: <p>Baza danych pakietów służy do administrowania wszystkimi informacjami o zainstalowanych pakietach oprogramowania. Najpopularniejszą metodą dodawania nowych programów i bibliotek do systemu Linux jest instalowanie pakietów. Polega to na skopiowaniu przez procedury instalacyjne wszystkich plików tworzących pakiet do ich miejsc docelowych oraz zarejestrowaniu pakietu w bazie danych pakietów.</P>

source: <P>If the package database is damaged, installing and removing packages or updating the system is not possible.</P>
pl: <P>Uszkodzenie bazy danych pakietów powoduje, że nie jest możliwe instalowanie i usuwanie pakietów ani uaktualnianie systemu.</P>

source: Cannot open the package database. Try rebuilding the package database or reverting to a backup.
pl: Nie można otworzyć bazy danych pakietów. Proszę spróbować ponownie utworzyć tę bazę lub odtworzyć ją z kopii zapasowych.

source: You seem to be using %1 from a product (%2 %3) different than the installed one (%4 %5). Because the package database of the installed product can be damaged, only the package database from the correct installation media can be used for the package database checking. Checking the package database with a different product should be skipped. Really continue to package database check?
pl: Wygląda na to, że używasz %1 z produktu (%2 %3) innego niż zainstalowany (%4 %5). Ponieważ baza danych pakietów zainstalowanych produktów może być uszkodzona, tylko baza danych pakietów z prawidłowego nośnika instalacyjnego może zostać użyta do sprawdzenia. Sprawdzanie bazy danych pakietów z innym produktem powinno zostać pominięte. Czy na pewno kontynuować sprawdzanie bazy danych pakietów?

source: The package database was checked. The following files that belong to the package database were not found. %1
pl: Baza pakietów została sprawdzona. Nie znaleziono następujących plików, które należą do tej bazy. %1

source: Reverting to the backup was successful.
pl: Odtwarzanie z kopii zapasowej nie powiodło się.

source: Reverting to the backup was not successful. Select another backup or try to rebuild the package database.
pl: Odtwarzanie z kopii zapasowej nie powiodło się. Proszę wskazać inną kopię zapasową lub spróbować przebudować bazę pakietów.

source: Rebuilding the package database...
pl: Przebudowywanie bazy pakietów...

source: Successfully rebuilt the package database.
pl: Przebudowanie bazy pakietów powiodło się.

source: Could not rebuild the package database. Revert to a backup of the package database.
pl: Nie można przebudować bazy pakietów. Proszę odtworzyć bazę pakietów z kopii zapasowej.

source: No package database backup files found. Normally, a cron job creates daily backups of the package database and stores the backups in the directory %1. However, no backup files could be found in this directory. Try another repair method.
pl: Nie można znaleźć kopii zapasowej bazy pakietów. Zazwyczaj zadanie programu cron tworzy codzienną kopię zapasową bazy pakietów i umieszcza tę kopię w katalogu %1. Jednak w tym katalogu nie znaleziono żadnych kopii zapasowych. Proszę spróbować innej metody naprawy.

source: Backup to Use
pl: Kopia zapasowa do użycia

source: Several backups of the package database were found. Select the date (YYYY/MM/DD) of the backup to which to revert.
pl: Znaleziono kilka kopii zapasowych bazy pakietów. Proszę wskazać datę (YYYY/MM/DD) kopii zapasowej, która ma być odtworzona.

source: Reverting to the backup of the package database was successful.
pl: Odtworzenie bazy pakietów z kopii zapasowej zakończone powodzeniem.

source: Reverting to the backup of the package database was not successful.
pl: Odtworzenie bazy pakietów z kopii zapasowej nie powiodło się.

source: Repair Package Database
pl: Napraw bazę pakietów

source: Repair Method
pl: Sposób naprawy

source: Rebuild Package Database
pl: Przebuduj bazę pakietów

source: Revert to Daily Backup
pl: Odtwórz codzienną kopię zapasową

source: Revert to Orginal Package Database (saved by YaST)
pl: Odtwórz oryginalną bazę pakietów (zachowaną przez YaST)

source: Missing Packages
pl: Brakujące pakiety
