Repository: aviarypl/suse-l10n-pl
Catalog: yast/restore.*.po
Languages: pl

source: Cannot mount file system.
pl: Nie można zamontować systemu plików.

source: Cannot read archive file. It is not a tar archive or it is broken.
pl: Nie można odczytać pliku archiwum. Nie jest to archiwum tar albo plik jest uszkodzony.

source: Cannot copy archive file to temporary directory.
pl: Nie można skopiować pliku archiwum do katalogu tymczasowego.

source: The archive does not contain the required files. It was probably not created by the backup module.
pl: Archiwum nie zawiera wymaganych plików. Prawdopodobnie nie było utworzone przez moduł kopii zapasowej.

source: Files not owned by any package
pl: Pliki nie należące do żadnego pakietu

source: Boot loader configuration failed.
pl: Konfiguracja programu rozruchowego nie powiodła się.

source: Invalid target directory (%1).
pl: Nieprawidłowy katalog docelowy (%1).

source: Restoring files not owned by any package...
pl: Przywracanie plików nie należących do żadnego pakietu...

source: Restoring package %1...
pl: Przywracanie pakietu %1...

source: Package star is needed to extract files from the archive. Press %1 to install this package.
pl: Pakiet star jest wymagany w celu wyjęcia plików z archiwum. Proszę nacisnąć przycisk %1, aby zainstalować ten pakiet.

source: Package star is not installed. Press OK to exit.
pl: Pakiet star nie jest zainstalowany. Proszę nacisnąć przycisk OK, aby zakończyć.

source: Configuring boot loader...
pl: Konfigurowanie programu rozruchowego...

source: Yes
pl: Tak

source: No
pl: Nie

source: Backup Archive
pl: Archiwum kopii zapasowej

source: Restore Options
pl: Opcje przywracania

source: Activate &boot loader configuration after restoration
pl: Uaktywnij konfigurację programu &rozruchowego po przywróceniu

source: Run &SuSEconfig after restoration
pl: Uruchom &SuSEconfig po przywróceniu

source: Restore RPM &database (if present in archive)
pl: Przywróć bazę &danych RPM (jeśli jest w archiwum)

source: Packages to Restore
pl: Pakiety do przywrócenia

source: <I>Restore all files from the archive</I>
pl: <I>Przywróć wszystkie pliki z archiwum</I>

source: --No package--
pl: --Brak pakietu--

source: <P><B><BIG>Restore Module</BIG></B><BR>The restore module can restore your system from a backup archive.</P>
pl: <P><B><BIG>Moduł przywracania</BIG></B><BR> Moduł przywracania umożliwia przywrócenie systemu z archiwum kopii zapasowej.</P>

source: <P>Archive can be read from:</P>
pl: <P>Archiwum można odczytać z:</P>

source: <P><B>Local File</B>: The archive is already available in the system. It is on a mounted file system.</P>
pl: <P><B>Plik lokalny</B>: Archiwum jest już dostępne w systemie i znajduje się w zamontowanym systemie plików.</P>

source: <P><B>Network</B>: The backup archive can be read from network using NFS.</P>
pl: <P><B>Sieć</B>: Archiwum kopii zapasowej może być odczytane z sieci, poprzez NFS.</P>

source: <P><B>Removable Device</B>: The archive is on a removable device or on an unmounted file system. The device can be selected from a list or you can enter the device filename (for example, /dev/hdc) if not listed.</P>
pl: <P><B>Urządzenie przenośne</B>: Archiwum znajduje się na urządzeniu przenośnym lub na niezamontowanym systemie plików. Można wybrać to urządzenie z listy lub podać nazwę pliku urządzenia (np. /dev/hdc), jeśli nie jest wymienione.</P>

source: <P>If you press <B>Select</B>, the device is mounted and you can select the file from a dialog.</P>
pl: <P>Naciśnięcie przycisku <B>Wybierz</B>, spowoduje zamontowanie tego urządzenia i będzie można wybrać plik w oknie dialogowym.</P>

source: <P>Note: If you have a multivolume archive, select the first volume.</P>
pl: <P>Uwaga: W przypadku archiwum wielowoluminowego, proszę wybrać pierwszy wolumin.</P>

source: <P><B><BIG>Multivolume Archive</BIG></B><BR>The backup archive has more than one volume. In this dialog, enter volumes that belong to the backup archive.</P>
pl: <P><B><BIG>Archiwum wielowoluminowe</BIG></B><BR> Archiwum kopii zapasowej ma więcej niż jeden wolumin. W tym oknie proszę podać woluminy, które należą do archiwum kopii zapasowej.</P>

source: <P>After the volume is read, the filename is automatically changed to the next volume name. Press <B>Next</B> to continue to the next volume.</P>
pl: <P>Po odczytaniu woluminu nazwa pliku zostanie automatycznie zmieniona na nazwę następnego woluminu. Proszę nacisnąć przycisk <B>Dalej</B>, aby przejść do następnego woluminu.</P>

source: <P><B><BIG>Archive Properties</BIG></B><BR>Information about the backup archive is displayed here. Press <B>Archive Contents</B> to show the contents of the archive. Press <B>Expert Options</B> to set advanced restore options. If the archive is a multivolume archive, select more volumes after pressing <B>Next</B>.</P>
pl: <P><B><BIG>Właściwości archiwum</BIG></B><BR> W oknie tym podawane są informacje o archiwum kopii zapasowej. Proszę nacisnąć przycisk <B>Zawartość archiwum</B>, aby wyświetlić zawartość archiwum. Aby ustawić zaawansowane opcje przywracania proszę nacisnąć przycisk <B>Opcje zaawansowane</B>. Jeśli jest to archiwum wielowoluminowe, więcej woluminów można wybrać po naciśnięciu przycisku <B>Dalej</B>.</P>

source: <P><B><BIG>Archive Contents</BIG></B><BR> The packages and files in the backup archive are displayed here.</P>
pl: <P><B><BIG>Zawartość archiwum</BIG></B><BR> W tym oknie wyświetlane są pakiety i pliki będące zawartością archiwum kopii zapasowej.</P>

source: <P><B><BIG>Restore Options</BIG></B><BR>These options are intended for expert users. The default values are usually appropriate.</P>
pl: <P><B><BIG>Opcje przywracania</BIG></B><BR>Opcje te są przeznaczone dla zaawansowanych użytkowników. Wartości domyślne są zazwyczaj odpowiednie.</P>

source: <p>Select <B>Activate Boot Loader Configuration</B> to reinstall the boot loader. Some boot loaders, such as LILO, must be reinstalled if configuration files or files needed at system boot are changed.</p> <p>With <B>Run SuSEconfig</B> have SuSEconfig activate changes in configuration files.</p>
pl: <P>Proszę wybrać opcję <B>Aktywuj konfigurację menedżera rozruchu</B>, aby ponownie zainstalować program rozruchowy. Niektóre programy rozruchowe, np. LILO, muszą być ponownie zainstalowane po modyfikacji plików konfiguracyjnych albo plików potrzebnych w czasie uruchamiania systemu.</p> <p>Po wybraniu <B>Uruchom SuSEconfig</B> SuSEconfig uaktywni zmiany w plikach konfiguracyjnych.</p>

source: <P><B><BIG>Package Restoration</BIG></B><BR>Restore the set of installed packages to the state at the time of backup.</P>
pl: <P><B><BIG>Przywracanie pakietów</BIG></B><BR>Przywróć zestaw zainstalowanych pakietów do stanu z czasu wykonywania kopii zapasowej.</P>

source: <P>There is a list with uninstalled packages in the table. These packages were installed at backup time, but are now missing. To obtain the same system configuration as at the time of backup, select all packages. <b>X</b> in the first column means that the package will be installed.</P>
pl: <P>W tabeli znajduje się lista pakietów odinstalowanych. Pakiety te były zainstalowane w czasie wykonywania kopii, ale w tej chwili ich nie ma. Aby uzyskać taką samą konfigurację systemu, jak podczas archiwizacji, należy zaznaczyć wszystkie pakiety. Znak <b>X</b> w pierwszej kolumnie oznacza, że pakiet zostanie zainstalowany</P>

source: <P>Packages in the table were not installed at the time of backup, but are now. To obtain the same system configuration as at backup time, uninstall all packages. </P>
pl: <P>Pakiety wymienione w tabeli nie były zainstalowane w czasie wykonywania kopii zapasowej, jednak w tej chwili są. Aby uzyskać taką samą konfiguracje systemu, jak podczas archiwizacji, należy odinstalować wszystkie pakiety.</P>

source: <P><b>X</b> in the first column means that the package will be uninstalled. To leave a package installed, deselect it.</P>
pl: <P>Znak <b>X</b> w pierwszej kolumnie oznacza, że pakiet zostanie odinstalowany. Aby pozostawić pakiet zainstalowany, trzeba go odznaczyć.</P>

source: <P><B><BIG>Selection</BIG></B><BR> Select which packages to restore from the backup archive.</P>
pl: <P><B><BIG>Wybór</BIG></B><BR> Proszę wskazać pliki przeznaczone do przywrócenia z archiwum kopii zapasowej.</P>

source: <P>The first column displays the restoration status of the package. It can be <b>X</b> (package will be restored) or empty (package will not be restored).</P>
pl: <P>W pierwszej kolumnie przedstawiony jest status przywracania pakietu. Może to być <b>X</b> (pakiet zostanie przywrócony) lub brak zaznaczenia (pakiet nie zostanie przywrócony).</P>

source: <P><b>P</b> means that a package will be restored only partially. Press <B>Select Files</B> to restore a package partially.</P>
pl: <P><b>P</b> oznacza, że pakiet będzie przywrócony tylko częściowo. Proszę nacisnąć przycisk <B>Wskaż pliki</B>, aby przywrócić pakiet częściowo.</P>

source: <P>The number of selected files to restore from the archive is in the second column.</P>
pl: <P>W drugiej kolumnie przedstawiona jest liczba wskazanych plików, które będą przywrócone z archiwum.</P>

source: <p>If you deleted the RPM database by mistake or if it is badly corrupted, select <b>Restore RPM Database</b>. The database is then restored if it is available in the backup archive. In other cases, leave this option unchecked.</p>
pl: <p>W przypadku omyłkowego usunięcia bazy danych RPM albo jej poważnego uszkodzenia, proszę wybrać <B>Przywróć bazę danych RPM</B>. Baza danych zostanie przywrócona, jeśli znajduje się w archiwum kopii zapasowej. W przeciwnym przypadku nie należy wybierać tej opcji.</P>

source: <P><B><BIG>File Selection</BIG></B><BR> Select which files to restore. </P>
pl: <P><B><BIG>Wybór plików</BIG></B><BR> Proszę wskazać pliki do przywrócenia. </P>

source: <P><B><BIG>Restoring</BIG></B><BR> Files are being restored from the backup archive now. It will take some time, depending on the size and number of restored files. </P>
pl: <P><B><BIG>Przywracanie</BIG></B><BR> Pliki z archiwum kopii zapasowej są teraz przywracane. Zajmie to jakiś czas, zależny od rozmiaru i liczby przywracanych plików. </P>

source: <P><B><BIG>Summary</BIG></B><BR> This is a summary of the restoration process. To see more details, select <B>Show Details</B>. To save the summary to a file, select <B>Save to File</B>. </P>
pl: <P><B><BIG>Podsumowanie</BIG></B><BR> Podsumowanie procesu przywracania. Aby zobaczyć więcej informacji proszę wybrać <B>Pokaż szczegóły</B>. W celu zapisania tego podsumowania do pliku należy wybrać <B>Zapisz do pliku</B>. </P>

source: <P><B>Note:</B> Displaying the detailed summary can take a long time depending on the number of restored files. </P>
pl: <P><B>Uwaga:</B> Wyświetlanie szczegółowego podsumowania może zająć sporo czasu, który zależy od liczby przywróconych plików. </P>

source: <P>Some changes, such as a kernel update, made by the restore module can be activated only after a system reboot. It is recommended to reboot the system after restoration.</P>
pl: <P>Niektóre zmiany wprowadzane przez moduł przywracania (np. uaktualnienia jądra) będą efektywne dopiero po ponownym uruchomieniu systemu .Zaleca się ponowne uruchomienie systemu po przywróceniu.</P>

source: Archive file cannot be read.
pl: Nie można odczytać pliku archiwum.

source: Archive volume cannot be read.
pl: Nie można odczytać woluminu archiwum.

source: Select it manually?
pl: Czy wybrać je ręcznie?

source: &Show Details
pl: Pokaż &szczegóły

source: Sa&ve to File...
pl: Z&apisz do pliku...

source: Save Summary to File
pl: Zapisz podsumowanie do pliku

source: Floppy
pl: Dyskietka

source: Multivolume Archive
pl: Archiwum wielowoluminowe

source: &Local File
pl: Plik &lokalny

source: Archive Filena&me
pl: &Nazwa pliku archiwum

source: &Select...
pl: &Wybierz...

source: Network (N&FS)
pl: Sieć (N&FS)

source: I&P Address or Name of NFS Server
pl: Adres I&P lub nazwa serwera NFS

source: Select &Host...
pl: Wybierz &komputer...

source: &Archive Filename
pl: Nazwa pliku &archiwum

source: Rem&ovable Device
pl: Urządzenia przen&ośne

source: &Device
pl: Urzą&dzenie

source: Archi&ve Filename
pl: Naz&wa pliku archiwum

source: S&elect...
pl: Wybi&erz...

source: Archive Selection
pl: Wybór archiwum

source: Multivolume Archive Selection
pl: Wybór archiwum wielowoluminowego

source: Select Archive File
pl: Wybierz plik archiwum

source: The selected file is not on the mounted device.
pl: Wybrany plik nie znajduje się na zamontowanym urządzeniu.

source: Enter a valid filename.
pl: Proszę podać prawidłową nazwę pliku.

source: Enter a valid server and filename.
pl: Proszę podać prawidłową nazwę serwera i pliku.

source: Enter a valid device and filename.
pl: Proszę podać prawidłową nazwę urządzenia i pliku.

source: Detailed configuration requires reading the archive. If an archive is not read, full restoration will be configured. Read the selected archive?
pl: Szczegółowa konfiguracja wymaga odczytania archiwum. Jeśli archiwum nie będzie odczytane, zostanie wybrane pełne przywracanie. Czy odczytać wybrane archiwum?

source: Reading archive contents...
pl: Wczytywanie zawartości archiwum...

source: Cannot read backup archive file %1.
pl: Nie można odczytać pliku archiwum %1.

source: Test of all volumes failed. An archive file is probably corrupted.
pl: Test wszystkich woluminów nie powiódł się. Plik archiwum prawdopodobnie jest uszkodzony.

source: Archive Filename:
pl: Nazwa pliku archiwum:

source: Date of Backup:
pl: Data utworzenia kopii zapasowej:

source: Backup Hostname:
pl: Nazwa archiwizowanego komputera:

source: Multivolume Archive:
pl: Archiwum wielowoluminowe:

source: Archive &Description:
pl: &Opis archiwum:

source: &Archive Content...
pl: Z&awartość archiwum...

source: E&xpert Options...
pl: Opcje &zaawansowane...

source: Archive Properties
pl: Właściwości archiwum

source: Archive &Contents
pl: Zawartość ar&chiwum

source: Archive Contents
pl: Zawartość archiwum

source: Activate &Boot Loader Configuration after Restoration
pl: Aktywuj konfigurację programu &rozruchowego po przywracaniu

source: Run &SuSEconfig after Restoration
pl: Uruchom &SuSEconfig po przywracaniu

source: Target Directory
pl: Katalog docelowy

source: The target directory is invalid or the path is not absolute.
pl: Katalog docelowy jest nieprawidłowy lub ścieżka nie jest bezwzględna.

source: Package
pl: Pakiet

source: Version
pl: Wersja

source: Installed Version
pl: Wersja zainstalowana

source: Description
pl: Opis

source: &Select All
pl: W&ybierz wszystko

source: &Deselect All
pl: O&dznacz wszystko

source: Package Restoration: Installation
pl: Przywracanie pakietu: instalacja

source: Package Restoration: Uninstallation
pl: Przywracanie pakietu: dezinstalacja

source: All
pl: Wszystko

source: %1 of %2
pl: %1 z %2

source: Package %1 is not installed in your system. Install it?
pl: Pakiet '%1' nie jest zainstalowany. Czy go zainstalować?

source: S&elect Files
pl: Wybi&erz pliki

source: Files
pl: Pliki

source: Restore RPM &Database (if present in archive)
pl: Przywróć bazę &danych RPM (jeśli jest w archiwum)

source: X: Restore all files from backup, P: Partial restore of manually selected files
pl: X: przywrócenie wszystkich plików z archiwum kopii zapasowej, P: częściowe przywrócenie ręcznie wybranych plików

source: <P>To select files to restore from the archive, press <B>Select Files</B>.</P>
pl: <P>Aby wskazać pliki do przywrócenia z archiwum, należy nacisnąć przycisk <B>Wybierz pliki</B>.</P>

source: Some packages are not installed. Select them for restoration?
pl: Niektóre pakiety nie są zainstalowane. Czy wybrać je do przywrócenia?

source: Some installed packages have a different version than in the backup archive. Select them for restoration?
pl: Niektóre zainstalowane pakiety mają inną wersję niż w archiwum kopii zapasowej. Czy wybrać je do przywrócenia?

source: Restoring the RPM database is recommended.
pl: Zaleca się przywrócenie bazy danych RPM.

source: Not restoring the RPM database is recommended.
pl: Nie zaleca się przywrócenia bazy danych RPM.

source: There is a conflict between selected packages and the RPM database restoration option. Try changing the selection or the RPM database restoration status.
pl: Wystąpił konflikt pomiędzy wybranymi pakietami a opcją przywracania bazy danych RPM. Proszę spróbować zmienić wybór lub status przywracania bazy RPM.

source: &Files to Restore
pl: &Pliki do przywrócenia

source: File Selection: Package %1
pl: Wybór pliku: pakiet %1

source: Abort Confirmation
pl: Anuluj potwierdzenie

source: Really abort restore?
pl: Czy na pewno przerwać przywracanie?

source: Restoring Files
pl: Przywracanie plików

source: Not started
pl: Nie rozpoczęto

source: Failed
pl: Nie powiodło się

source: Number of Installed Packages:
pl: Liczba zainstalowanych pakietów:

source: Number of Uninstalled Packages:
pl: Liczba odinstalowanych pakietów:

source: Total Restored Packages:
pl: Razem przywróconych pakietów:

source: Total Restored Files:
pl: Razem przywróconych plików:

source: Failed Files
pl: Pliki, których przywrócenie nie powiodło się

source: Details:
pl: Szczegóły:

source: Boot Loader Configuration:
pl: Konfiguracja programu rozruchowego:

source: SuSEconfig Status:
pl: Status SuSEconfig:

source: Restored Files:
pl: Przywrócone pliki:

source: Summary of Restoration
pl: Podsumowanie przywracania
