Repository: aviarypl/suse-l10n-pl
Catalog: yast/runlevel.*.po
Languages: pl

source: Initializing system services (runlevel). Please wait...
pl: Inicjalizacja usług systemowych (poziomu pracy). Proszę czekać...

source: A dependency loop was detected. Further dependency checking will be disabled.
pl: Wykryto pętlę zależności. Sprawdzanie zależności zostanie zatrzymane.

source: Saving changes to runlevels.
pl: Zapisywanie zmian do poziomów pracy.

source: Service %1
pl: Usługa %1

source: Setting %1: %2
pl: Ustawienie %1: %2

source: Skipping service %1.
pl: Pomijanie usługi %1.

source: Failed services: %1.
pl: Usługi, których uruchomienie nie powiodło się: %1.

source: 0: System halt
pl: 0: Zatrzymanie systemu

source: 1: Single user mode
pl: 1: Tryb jednego użytkownika

source: 2: Local multiuser without remote network
pl: 2: Lokalny tryb wielu użytkowników, bez dostępu do sieci zdalnej

source: 3: Full multiuser with network
pl: 3: Pełny tryb wielu użytkowników, z dostępem do sieci

source: 4: User defined
pl: 4: Zdefiniowany przez użytkownika

source: 5: Full multiuser with network and display manager
pl: 5: Pełny tryb wielu użytkowników, z dostępem do sieci i graficznym menedżerem logowania

source: 6: System reboot
pl: 6: Ponowne uruchomienie systemu

source: Unchanged
pl: Niezmieniony

source: Default Runlevel
pl: Domyślny poziom pracy

source: Services
pl: Usługi

source: <p><b>%1</b><br> Start: %2</p>
pl: <p><b>%1</b><br> Uruchamiany w: %2</p>

source: Error: service '%1' not found.
pl: Błąd: usługa "%1" nie została znaleziona.

source: Service
pl: Usługa

source: Runlevels
pl: Poziomy pracy

source: Description
pl: Opis

source: Default Runlevel after Boot: %1
pl: Domyślny poziom pracy po uruchomieniu systemu: %1

source: Current Runlevel: %1
pl: Bieżący poziom pracy: %1

source: Configuration of system services (runlevel)
pl: Konfiguracja usług systemowych (poziomy pracy)

source: Show a list of current system service status
pl: Wyświetlenie bieżącego stanu usług sieciowych

source: Enable the service
pl: Włączenie usługi

source: Disable the service
pl: Wyłączenie usługi

source: Set default runlevel after boot
pl: Ustawienie domyślnego poziomu pracy systemu po jego uruchomieniu.

source: Specify default runlevel
pl: Ustawienie domyślnego poziomu pracy

source: Comma separated list of runlevels
pl: Lista poziomów pracy (rozdzielonych przecinkami)

source: Comma separated service names
pl: Lista usług (rozdzielonych przecinkami)

source: List default runlevels instead of current
pl: Wyświetlenie domyślnych poziomów pracy zamiast bieżącego

source: Saving default runlevel...
pl: Zapisywanie domyślnego poziomu pracy...

source: VNC needs runlevel 5 to run correctly. No graphical system login will be available after the computer is rebooted. Are you sure you want to use runlevel %1 instead?
pl: VNC do poprawnej pracy wymaga poziomu 5. Graficzne logowanie nie będzie dostępne po ponownym uruchomieniu komputera. Czy na pewno użyć %1 poziomu pracy?

source: SSH needs running network. You have selected a non-network runlevel. Recommended runlevels are 3 or 5. Are you sure you want to use %1 instead?
pl: SSH wymaga sieci. Wybrano jednak poziom pracy bez sieci. Zalecane poziomy to 3 lub 5. Czy na pewno użyć %1 poziomu pracy?

source: Set Default Runlevel
pl: Domyślny poziom pracy

source: Available Runlevels
pl: Poziomy pracy

source: <p><b><big>Selecting the Default Runlevel</big</b></p>
pl: <p><b><big>Wybór domyślnego poziomy pracy</big></b></p>

source: <p>The runlevel is the setting that helps determine which services are available by default. Select the level that includes the services this system should allow when the system starts.</p>
pl: <p>Poziom pracy określa które usługi są dostępne. Proszę wybrać poziom, który zawiera wszystkie potrzebne dla tego systemu usługi</p>

source: <p>Runlevel <b>2</b> allows multiple users to log in to the system locally, but no network or network services are available. This setting is rarely used as the default.</p>
pl: <p><b>2</b> poziom pracy pozwala na logowanie się lokalne wielu użytkowników, lecz bez dostępu do sieci i usług sieciowych. Ten poziom jest rzadko używany jako domyślny</p>

source: <p>Runlevel <b>3</b> allows both local and remote logins and enables the network and any configured network services. This setting does not start the graphical login manager, so graphical user interfaces cannot be used immediately.</p>
pl: <p><b>3</b> poziom pracy pozwala na logowanie się lokalne i zdalne wielu użytkowników. Na tym poziomie nie jest uruchamiany graficzny menedżer logowanie, więc graficzny interfejs użytkownika nie będzie dostępny domyślnie</p>

source: <p>Runlevel <b>5</b> is the most common default runlevel for workstations. In addition to the network, it starts the X display manager, which allows graphical logins. It also starts any other configured services.</p>
pl: <p><b>5</b> poziom pracy jest najcześciej używany dla stacji roboczych. Poza siecią, uruchamiany jest także menedżer wyświetlania X, który pozwala na logowanie graficzne. Uruchamiane są także inne skonfigurowane usługi.</p>

source: <p>If you are not sure what to select, runlevel <b>5</b> is generally a good choice for workstations. Runlevel <b>3</b> is often used on servers that do not have a monitor and should not use graphical interfaces.</p>
pl: <p>W przypadku braku pewności dla stacji roboczych zalecamy poziom <b>5</b>. Poziom <b>3</b> jest często stosowany na serwerach (brak monitora i aplikacji graficznych).</p>

source: <li>VNC needs runlevel 5 to run correctly. No graphical system login will be available after the computer is rebooted.</li>
pl: <li>VNC do poprawnej pracy wymaga poziomu 5. Graficzne logowanie będzie niedostępne po ponownym uruchomieniu komputera.</li>

source: <li>SSH needs runlevel 3 or 5, but you have currently selected a non-network one.</li>
pl: <li>SSH wymaga sieci. Wybrano jednak poziom pracy bez sieci.</li>

source: Default &Runlevel
pl: Domyślny poziom p&racy

source: success
pl: pomyślne

source: invalid or excess arguments
pl: argumenty nieprawidłowe lub zbędne

source: unimplemented feature
pl: funkcja niezaimplemetowana

source: user had insufficient privileges
pl: użytkownik nie ma odpowiednich uprawnień

source: program is not installed
pl: program nie jest zainstalowany

source: program is not configured
pl: program nie jest skonfigurowany

source: program is not running
pl: program nie jest uruchomiony

source: unspecified error
pl: nieokreślony błąd

source: program is running
pl: program jest uruchomiony

source: program is dead and /var/run pid file exists
pl: program jest martwy i istnieje plik pid w katalogu /var/run

source: program is dead and /var/lock lock file exists
pl: program jest martwy i istnieje plik blokady w katalogu /var/lock

source: program is stopped
pl: program został zatrzymany

source: program or service status is unknown
pl: stan programu lub usługi jest nieznany

source: in all runlevels
pl: we wszystkich poziomach pracy

source: in runlevels %1
pl: w poziomach pracy %1

source: in runlevel %1
pl: w %1. poziomie pracy

source: Yes
pl: Tak

source: No
pl: Nie

source: <P><BIG><B>System Service (Runlevel) Initialization</B></BIG><BR> Please wait...</P>
pl: <P><B><BIG>Inicjalizacja usług systemowych (poziomów pracy)</BIG></B><BR> Proszę czekać...</P>

source: <p><b>Note:</b> The system services (runlevel editor) is an expert tool. Only change settings if you know what you are doing. Otherwise your system might not function properly afterwards.</p>
pl: <p><b>Uwaga:</b> Moduł usług systemowych (edytor poziomów pracy) to narzędzie dla zaawansowanych użytkowników. Nie należy zmieniać ustawień, jeśli nie posiada się odpowiedniej wiedzy. W przeciwnym razie system może przestać działać poprawnie.</p>

source: These required services are missing: %1.
pl: Wymagane są następujące brakujące usługi: %1.

source: To disable service %1 %2, these services must be additionally disabled, because they depend on it: %3.
pl: Aby wyłączyć usługę %1 w poziomie pracy %2, należy wyłączyć także następujące usługi od niej zależne: %3.

source: To enable service %1 %2, these services must be additionally enabled, because it depends on them: %3.
pl: Aby uruchomić usługę %1 w poziomie pracy %2, należy uruchomić także następujące wymagane przez nią usługi: %3.

source: To stop service %1, these services must be additionally stopped, because they depend on it: %2.
pl: Aby zatrzymać usługę %1, należy zatrzymać także następujące usługi od niej zależne: %2.

source: To start service %1, these services must be additionally started, because it depends on them: %2.
pl: Aby uruchomić usługę %1, należy uruchomić także następujące wymagane przez nią usługi: %2.

source: To stop service %1 and disable it %2, these services must be additionally stopped and disabled, because they depend on it: %3.
pl: Aby zatrzymać usługę %1 w poziomie pracy %2, należy zatrzymać także następujące usługi od niej zależne: %3.

source: To start service %1 and enable it %2, these services must be additionally started and enabled, because it depends on them: %3.
pl: Aby uruchomić usługę %1 w poziomie pracy %2, należy także uruchomić i włączyć następujące usługi od niej zależne: %3.

source: An error has occurred.
pl: Wystąpił błąd.

source: <p><b>/etc/init.d/%1 %2</b> returned %3 (%4):<br>%5</p>
pl: <p>Polecenie <b>/etc/init.d/%1 %2</b> zwróciło %3 (%4):<br>%5</p>

source: Following services run in current runlevel although they should not:
pl: W bieżącym poziomie pracy działają, mimo że nie powinny, następujące usługi:

source: Following services do not run in current runlevel although they should:
pl: W bieżącym poziomie pracy nie działają, mimo że powinny, następujące usługi:

source: &Simple Mode
pl: Tryb pro&sty

source: &Expert Mode
pl: Tryb &zaawansowany

source: <p>Assign system services to runlevels by selecting the list entry of the respective service then checking or unchecking the <b>check boxes B-S</b> for the runlevel.</p>
pl: <p>Można przypisać usługi systemowe do poziomów pracy wybierając odpowiednie pozycje z listy i zaznaczając albo odznaczając pola wyboru<b>B-S</b> dla poziomu pracy.</p>

source: <p><b>Start/Stop/Refresh:</b> Use this to start or stop services individually.</p>
pl: <p>Poszczególne usługi można uruchamiać lub zatrzymywać za pomocą przycisku <b>Uruchom / Zatrzymaj / Odśwież</b>. </p>

source: <P><B>Set and Reset:</B> Select runlevels in which to run the currently selected service.<ul> <li><b>Enable the service:</b> Activates the service in the standard runlevels.</li> <li><b>Disable the service:</b> Deactivates service.</li> <li><b>Enable all services:</b> Activates all services in their standard runlevels.</li> </ul></p>
pl: <P><B>Włącz i wyłącz:</B> Za pomocą tej opcji można wybrać poziomy pracy, w których mają działać aktualnie wybrane usługi.<ul> <li><b>Włącz usługę:</b> Aktywuje usługę w standardowych poziomach pracy.</li> <li><b>Wyłącz usługę:</b> Dezaktywuje usługę.</li> <li><b>Włącz wszystkie usługi:</b> Aktywuje wszystkie usługi w ich standardowych poziomach pracy.</li> </ul></p>

source: <p>Changes to the <b>default runlevel</b> will take effect next time you boot your computer.</p>
pl: <p>Zmiany w <b>domyślnym poziomie pracy</b> zadziałają przy następnym uruchomieniu komputera.</p>

source: Running
pl: Uruchomiona

source: &Set default runlevel after booting to:
pl: U&staw domyślny poziom pracy po uruchomieniu systemu na:

source: Service will be started in following runlevels:
pl: Usługa będzie uruchamiana w następujących poziomach pracy:

source: S&tart/Stop/Refresh
pl: Uruchom / Za&trzymaj / Odśwież

source: &Start now ...
pl: Uru&chom teraz...

source: S&top now ...
pl: Zatrzymaj &teraz...

source: &Refresh status ...
pl: Odśwież &stan...

source: Set/&Reset
pl: Włącz / W&yłącz

source: &Enable the service
pl: Włącz &usługę

source: &Disable the service
pl: W&yłącz usługę

source: Enable &all services
pl: Włącz wszystkie usłu&gi

source: Save Dependency &Graph
pl: Zap&isz wykres zależności

source: System Services (Runlevel): Details
pl: Usługi systemowe (poziomy pracy): szczegóły

source: Now the changes to runlevels will be saved.
pl: Zmiany w poziomach pracy zostaną teraz zapisane.

source: Really enable all services?
pl: Czy na pewno włączyć wszystkie usługi?

source: Each service was enabled in the appropriate runlevels.
pl: Każda z usług została włączona w odpowiednich poziomach pracy.

source: This may kill your X session. Proceed?
pl: Zatrzymanie xdm może zakończyć sesję X. Czy kontynuować?

source: <p>Here, specify which system services should be started.</p>
pl: <p>W tym miejscu można określić, które usługi systemowe powinny być uruchamiane.</p>

source: <p><b>Warning:</b> The system services (runlevel editor) is an expert tool. Only change settings if you know what you are doing. Otherwise your system might not function properly afterwards.</p>
pl: <p><b>Ostrzeżenie:</b> Moduł usług systemowych (edytor poziomów pracy) to narzędzie dla zaawansowanych użytkowników. Nie należy zmieniać ustawień, jeśli nie posiada się odpowiedniej wiedzy. W przeciwnym razie system może przestać działać poprawnie.</p>

source: <p><b>Activate</b> starts the selected service and services that it depends on and enables them to start at system boot time. Likewise, <b>Deactivate</b> stops services that depend on a given service and the service itself and disables their start at system boot time.</p>
pl: <p><b>Włącz</b> uruchamia wybraną usługę i usługi od niej zależne, i ustawia je tak, aby były uruchamiane wraz z uruchamianiem systemu. Podobnie <b>Wyłącz</b> zatrzymuje usługę i usługi od niej zależne, oraz wyłącza ich uruchamianie podczas uruchamiania systemu.</p>

source: <p>An asterisk (*) after a service status means that the service is enabled but not running or is disabled but running now.</p>
pl: <p>Gwiazdka (*) obok stanu usługi oznacza, że usługa jest włączona, ale nie jest obecnie uruchomiona, albo że jest wyłączona, a mimo to jest w tej chwili uruchomiona.</p>

source: <p>To change the behavior of runlevels and system services in detail, click <b>Expert Mode</b>.</p>
pl: <p>Aby zmienić szczegóły zachowania poziomów pracy i usług systemowych, należy wybrać <b>Tryb zaawansowany</b>.</p>

source: Enabled
pl: Włączone

source: Ena&ble
pl: Włą&cz

source: &Disable
pl: W&yłącz

source: System Services (Runlevel): Services
pl: Usługi systemowe (poziomy pracy): usługi

source: <p><b>Prepare data for autoinstallation.</b></p>
pl: <p><b>Przygotowywanie danych do automatycznej instalacji.</b></p>

source: <p>Change the services to requested state. Only services marked as changed will really be changed in the target system.</p>
pl: <p>Proszę zmienić usługi w żądany sposób. Tylko usługi oznaczone jako zmienione zostaną naprawdę zmienione w docelowym systemie.</p>

source: <p>If you made a mistake and want to undo the change, press <b>Clear</b> or <b>Clear all</b>.</p>
pl: <p>W przypadku popełnienia błędu, zmiany można odwołać za pomocą przycisków <b>Wyczyść</b> oraz <b>Wyczyść wszystko</b>.</p>

source: Add service
pl: Dodawanie usługi

source: Service &name
pl: &Nazwa usługi

source: Starts in these runlevels by default:
pl: Uruchom domyślnie w poziomach pracy:

source: &Description (optional)
pl: Opis (nieobowiązkowy)

source: Invalid service name. You did not specify service name or the name specified is already in use.
pl: Nieprawidłowa nazwa usługi. Nazwa usługi nie została podana albo jest już używana.

source: Changed
pl: Zmienione

source: A&dd
pl: &Dodaj

source: &Clear
pl: Wy&czyść

source: Clea&r All
pl: Wyczyść w&szystko

source: D&efault
pl: D&omyślnie

source: Service portmap, which is required by %1, is disabled. Enable portmap if you want to run %1. Leave portmap disabled?
pl: Usługa portmap, która jest wymagana przez %1, jest wyłączona. Aby uruchomić %1 należy włączyć portmap. Czy portmap ma pozostać wyłączony?
