Repository: aviarypl/suse-l10n-pl
Catalog: yast/samba-server.*.po
Languages: pl

source: <p>There are two types of shares. A <b>Printer</b> share is presented as a printer to clients. A <b>Directory</b> share is presented as a network disk. <b>Share Path</b> must be entered for a directory share.</p>
pl: <p>Istnieją dwa rodzaje udziałów. Udział <b>Drukarka</b> jest klientom prezentowany jako drukarka. Udział <b>Katalog</b> jest prezentowany jako dysk sieciowy. Dla udziałów, które są katalogami, musi zostać podana <b>Ścieżka udziału</b>.</p>

source: <p>If <b>Read-Only</b> is checked, users of a service may not create or modify files in the service's directory.</p>
pl: <p>Jeśli zaznaczono <b>Tylko do odczytu</b>, użytkownicy usługi nie będą mogli modyfikować starych ani tworzyć nowych plikóww katalogu usługi.</p>

source: <p><b>Inherit ACLS</b> can be used to ensure that if default ACLs exist on parent directories, they are always honored when creating a subdirectory.</p>
pl: <p><b>Odziedzicz listy ACL</b> można wykorzystać do zapewnienia, że jeśli domyślne listy ACL istnieją w katalogach nadrzędnych, to są brane pod uwagę także podczas tworzenia podkatalogu.</p>

source: If you change the NetBIOS Hostname, Samba creates a service identifier (SID) for your server with the first client connection. Because the new SID is not equal to the old one, clients can no longer authenticate as domain members.
pl: Po zmianie ustawienia 'Nazwa NetBIOS', Samba utworzy identyfikator usługi (SID) dla serwera przy pierwszym połączeniu od klienta. Ponieważ nowy SID nie jest taki sam jak stary, klienci nie będą mogli już uwierzytelniać się jako członkowie domen.

source: Consider that /tmp and /var/tmp are publicly accessible directories and a scheduled clean job might remove files after a configured period. See MAX_DAYS_IN_TMP and TMP_DIRS_TO_CLEAR in /etc/sysconfig/cron.
pl: Należy pamiętać, że /tmp i /var/tmp to publicznie dostępne katalogi i zadanie okresowego ich czyszczenia może usuwać pliki po ustalonym czasie. Proszę sprawdzić parametry MAX_DAYS_IN_TMP i TMP_DIRS_TO_CLEAR w pliku /etc/sysconfig/cron.

source: Exporting /var might lead to security problems. The directory includes many secrets of your system.
pl: Eksportowanie katalogu /var może być przyczyną problemów z bezpieczeństwem. Katalog ten zawiera wiele poufnych, prywatnych danych systemu.

source: Exporting /etc might lead to security problems. The directory includes many secrets of your system.
pl: Eksportowanie katalogu /etc może być przyczyną problemów z bezpieczeństwem. Katalog ten zawiera wiele poufnych, prywatnych danych systemu.

source: Exporting / might lead to security problems because it makes your entire file system browsable from Samba clients.
pl: Eksportowanie katalogu / może być przyczyną problemów z bezpieczeństwem, ponieważ cały system plików systemu może być przeglądany przez klientów Samby.

source: Enter the server URL.
pl: Wprowadź adres URL serwera.

source: Passwords do not match.
pl: Hasła się nie zgadzają.

source: Passwords match.
pl: Hasła się zgadzają.

source: Connection successful.
pl: Udało się nawiązać połączenie.

source: All current LDAP-related values will be rewritten. Continue?
pl: Wszystkie aktualne wartości dotyczące LDAP zostaną przepisane. Kontynuować?

source: &Search Base DN
pl: Bazowa DN do prze&szukiwań:

source: Authentication
pl: Uwierzytelnianie

source: &Administration DN
pl: DN do &administracji:

source: Administration &Password
pl: &Hasło administracyjne

source: Administration Password (A&gain)
pl: Hasło administracyjne (&ponownie)

source: Passdb Back-End
pl: Back-End bazy passdb

source: Use LDAP Password &Back-End
pl: Użyj back-endu haseł LDAP

source: LDAP Server &URL
pl: Adres &URL serwera LDAP

source: Idmap Back-End
pl: Back-end Idmap

source: Use LDAP &Idmap Back-End
pl: Użyj back-endu &Idmap LDAP

source: LDAP Server U&RL
pl: Adres U&RL serwera LDAP

source: &Test Connection
pl: &Testuj połączenie

source: Advanced &Settings...
pl: Ustawienia &zaawansowane...

source: Expert LDAP Settings
pl: Zaawansowane ustawienia &LDAP

source: Default Values
pl: Wartości domyślne

source: Suffixes
pl: Przyrostek

source: &User Suffix
pl: Przyrostek &użytkownika

source: &Group Suffix
pl: Przyrostek &grupy

source: &Machine Suffix
pl: Przyrostek &komputera

source: &Idmap Suffix
pl: Przyrostek &Idmap

source: Time-Outs
pl: Limity czasu

source: &Replication Sleep
pl: Uśpienie &replikacji

source: &Time-Out
pl: &Limit czasu

source: Security
pl: Bezpieczeństwo

source: &Use SSL or TLS
pl: &Używaj SSL lub TLS

source: Only
pl: Tylko

source: Other Settings
pl: Inne ustawienia

source: Search &Filter
pl: &Filtr przeszukiwania

source: &Delete DN
pl: &Usuń DN

source: &Synchronize Passwords
pl: &Synchronizuj hasła

source: Specify the share name.
pl: Podaj nazwę udziału.

source: The share %1 does not exist.
pl: Udział %1 nie istnieje.

source: Provide the path of a directory to share.
pl: Podaj ścieżkę katalogu do udostępnienia.

source: Status Type Name ==============================
pl: Status Typ Nazwa ==============================

source: %1 Disk %2
pl: %1 Dysk %2

source: %1 Printer %2
pl: %1 Drukarka %2

source: Samba server configuration module (see Samba documentation for details)
pl: Moduł konfiguracji serwera Samba (szczegółowe informacje znajdują się w dokumentacji Samby)

source: Manipulate a single share
pl: Manipuluj na pojedymczym udziałem

source: Show the list of available shares
pl: Wyświetl listę dostępnych udziałów

source: Set the role of the server
pl: Ustaw rolę serwera

source: Set the back-end for storing user information
pl: Ustaw back-end do przechowywania informacji o użytkownikach

source: Enable or disable the Samba services (smb and nmb)
pl: Włącz lub wyłącz usługi Samby (smb lub nmb)

source: Change the global settings of the Samba server
pl: Zmień globalne ustawienia serwera Samba

source: Enable the share or a service
pl: Włącz usługę lub współdzielony zasób

source: Disable the share or a service
pl: Wyłącz usługę lub współdzielony zasób

source: Remove the share from the configuration file
pl: Usuń współdzielony zasób z pliku konfiguracyjnego

source: The name of a share
pl: Nazwa udziału

source: Add a new share
pl: Dodaj nowy udział

source: Change options of a share
pl: Zmiana opcji udziału

source: Show the options of a share
pl: Pokaż opcje udziału

source: The comment of a share
pl: Komentarz udziału

source: The path (directory) to share
pl: Ścieżka (katalog) udziału

source: Flag if the share should act as a printer
pl: Czy udział powinien zachowywać się jak drukarka?

source: A comma-separated list of users allowed to read from the share
pl: Rozdzielona przecinkami lista użytkowników uprawnionych do odczytywania udziału

source: A comma-separated list of users allowed to write to the share
pl: Rozdzielona przecinkami lista użytkowników uprawnionych do zapisu do udziału

source: Flag if the share should be visible when browsing the LAN
pl: Czy współdzielony zasób powinien być widoczny przy przeglądaniu LAN?

source: Flag if the share should allow guest access
pl: Czy współdzielony zasób powinien pozwalać na dostęp typu guest?

source: A comma-separated list of users allowed to access the share
pl: Rozdzielona przecinkami lista użytkowników uprawnionych do dostępu do udziału

source: Server should act as a primary domain controller
pl: Serwer powinien działać jako podstawowy kontroler domeny

source: Server should act as a backup domain controller
pl: Serwer powinien działać jako zapasowy kontroler domeny

source: Server should act as a domain member
pl: Serwer powinien działać jako członek domeny

source: Server should provide shares, but should not allow domain logins
pl: Serwer powinien udostępniać udziały, jednak nie powinien pozwalać na logowania do domeny.

source: Use the 'smbpasswd' file to store user information
pl: Użyj pliku 'smbpasswd' do przechowywania informacji o użytkownikach

source: Use the 'passdb.tdb' file to store user information
pl: Użyj pliku 'passdb.tdb' do przechowywania informacji o użytkownikach

source: Use the LDAP server to store user information
pl: Użyj serwera LDAP do przechowywania informacji o użytkownikach

source: Password for the LDAP server
pl: Hasło dla serwera LDAP

source: The name of a workgroup
pl: Nazwa grupy roboczej

source: The human-readable description of the Samba server
pl: Czytelny dla człowieka opis serwera Samba

source: The LDAP suffix DN for manipulating the user information on the LDAP server
pl: Przyrostek DN dla LDAP, służący do operowania informacjami o użytkowniku na serwerze LDAP

source: The LDAP DN for modifying contents of the LDAP server (for example, changing passwords)
pl: DN LDAP do modyfikacji zawartości serwera LDAP (np. do zmiany haseł)

source: Samba Server Configuration
pl: Konfiguracja serwera Samby

source: Initializing...
pl: Inicjalizacja...
