Repository: aviarypl/suse-l10n-pl
Catalog: yast/samba-server.*.po
Languages: pl

source: Additional Information:
pl: Dodatkowe informacje:

source: Unknown error. Perhaps yast2-ldap is not available.
pl: Nieznany błąd. Prawdopodobnie yast2-ldap nie jest dostępny.

source: Unknown Class:
pl: Nieznana klasa:

source: Only dcObject (dc) and organizationalUnit (ou) classes are supported.
pl: Obsługiwane są tylko klasy dcObject (dc) i organizationalUnit (ou).

source: It seems that there is no functional LDAP server at %s.
pl: Prawdpodobnie nie ma działającego serwera LDAP na %s.

source: File and Printer Sharing
pl: Współdzielenie plików i drukarek

source: Backup Domain Controller
pl: Zapasowy kontroler domeny

source: Primary Domain Controller
pl: Podstawowy kontroler domeny

source: Domain Member Server
pl: Serwer członków domeny

source: Initializing Samba Server Configuration
pl: Inicjowanie konfiguracji serwera Samba

source: Read global Samba settings
pl: Odczytywanie globalnych ustawień Samby

source: Read Samba secrets
pl: Odczytywanie sekretów Samby

source: Read Samba service settings
pl: Odczytywanie ustawień usług Samby

source: Read Samba accounts
pl: Odczytywanie kont Samby

source: Read the back-end settings
pl: Odczytywanie ustawień back-endu

source: Read the firewall settings
pl: Odczytywanie ustawień zapory sieciowej

source: Reading global Samba settings...
pl: Odczytywanie globalnych ustawień Samby...

source: Reading Samba secrets...
pl: Odczytywanie sekretów Samby...

source: Reading Samba service settings...
pl: Odczytywanie ustawień usług Samby...

source: Reading Samba accounts...
pl: Odczytywanie kont Samby...

source: Reading the back-end settings...
pl: Odczytywanie ustawień back-endu...

source: Reading the firewall settings...
pl: Odczytywanie ustawień zapory sieciowej...

source: Finished
pl: Zakończono

source: Saving Samba Server Configuration
pl: Zapisywanie konfiguracji serwera Samba

source: Write global settings
pl: Zapisywanie ustawień globalnych

source: Disable Samba services
pl: Wyłączanie usług Samba

source: Enable Samba services
pl: Włączanie usług Samba

source: Write back-end settings
pl: Zapisywanie ustawień back-endu

source: Write Samba accounts
pl: Zapisywanie kont Samby

source: Save firewall settings
pl: Zapisywanie ustawień zapory sieciowej

source: Writing global settings...
pl: Zapisywanie ustawień globalnych...

source: Disabling Samba services...
pl: Wyłączanie usług Samby...

source: Enabling Samba services...
pl: Włączanie usług Samby...

source: Writing back-end settings...
pl: Zapisywanie ustawień back-endu...

source: Writing Samba accounts...
pl: Zapisywanie kont Samby...

source: Saving firewall settings...
pl: Zapisywanie ustawień zapory sieciowej...

source: Cannot write settings to /etc/samba/smb.conf.
pl: Nie można zapisać ustawień do /etc/samba/smb.conf.

source: Global Configuration:
pl: Konfiguracja globalna:

source: Workgroup or Domain: %s
pl: Grupa robocza lub domena: %s

source: Role: %s
pl: Rola: %s

source: Samba server is disabled
pl: Serwer Samby jest wyłączony

source: Share Configuration:
pl: Konfiguracja udziału:

source: None
pl: Brak

source: Because users are currently connected to this Samba server, the server configuration has been reloaded instead of restarted. To confirm that all settings are applied despite possibly disconnecting the users, run '/etc/init.d/smb restart' and '/etc/init.d/nmb restart'
pl: Ponieważ obecnie do tego serwera Samby podłączeni są użytkownicy, konfiguracja serwera została załadowana ponownie zamiast ponownego uruchomienia. Aby mieć pewność, że wszystkie zmiany ustawień zostały zastosowane, ryzykując rozłączenie użytkowników, należy wywołać polecenia '/etc/init.d/smb restart' i '/etc/init.d/nmb restart'

source: smbpasswd file
pl: Plik smbpasswd

source: TDB database
pl: Baza TDB

source: MySQL database
pl: Baza MySQL

source: The entered LDAP URL is invalid.
pl: Podany URL LDAP jest nieprawidłowy.

source: Delete the selected entry?
pl: Usunąć wybraną pozycję?

source: At least one back-end must be specified. The back-end cannot be deleted.
pl: Należy określić przynajmniej jeden back-end. Back-end nie zostanie usunięty.

source: Delete the selected back-end?
pl: Usunąć wybrany back-end?

source: Back-End Type
pl: Typ back-endu

source: smbpasswd File
pl: Plik smbpasswd

source: TDB Database
pl: Baza TDB

source: MySQL Database
pl: Baza MySQL

source: &Details
pl: Szcze&góły:

source: An identifier must be provided in details for the MySQL passdb back-end. Consult the Samba HOWTO collection for further information.
pl: Back-end MySQL passdb wymaga szczegółowego podania identyfikatora. W celu uzyskania dalszych informacji, należy skorzystać z dokumentów Samba HOWTO.

source: &Primary Domain Controller (PDC)
pl: &Podstawowy kontroler domeny (PDC)

source: B&ackup Domain Controller (BDC)
pl: Z&apasowy kontroler domeny (BDC)

source: Not a Domain &Controller
pl: Nie jest &kontrolerem domeny

source: Enabled
pl: Włączone

source: Disabled
pl: Wyłączone

source: Yes
pl: Tak

source: No
pl: Nie

source: Samba Installation
pl: Instalacja Samby

source: Step 1 of 2
pl: Krok 1 z 2

source: &Workgroup or Domain Name
pl: Grupa robocza lub naz&wa domeny

source: Step 2 of 2
pl: Krok 2 z 2

source: Current Domain Name:
pl: Bieżąca nazwa domeny:

source: Samba Server Type
pl: Rodzaj serwera Samba

source: Not available because a PDC is present.
pl: Niedostępne, ponieważ PDC jest obecny.

source: If you delete share %1, all its settings will be lost. Really delete it?
pl: Jeśli udział %1 zostanie skasowany, wszystkie jego ustawienia zostaną utracone. Na pewno go usunąć?

source: Trusted &Domain
pl: Domeny &zaufane

source: &Password
pl: &Hasło

source: Domain name cannot be empty.
pl: Nazwa domeny nie może być pusta.

source: Cannot establish trusted domain relationship.
pl: Nie można ustanowić przynależności do zaufanej domeny.

source: The password for trusted domains is stored in the autoinstallation control file. The password is stored as plain text. This can be considered a security threat.
pl: Hasło dla zaufanych domen przechowywane jest w autoinstalacyjnym pliku sterującym. Hasło zostanie zapisane otwartym tekstem. Może to być uważane za zagrożenie bezpieczeństwa.

source: &Trusted Domains
pl: Domeny &zaufane

source: Really abandon trust relationship to trusted domain %1?
pl: Naprawdę przerwać relację zaufania do zaufanej domeny '%1'?

source: Share %1
pl: Udział "%1"

source: Expert Global Settings Configuration
pl: Konfiguracja zaawansowanych ustawień globalnych

source: Identification
pl: Identyfikacja

source: Share &Name
pl: &Nazwa udziału

source: Share &Description
pl: Opis u&działu

source: Share Type
pl: Typ udziału

source: &Printer
pl: &Drukarka

source: &Directory
pl: &Katalog

source: Share &Path
pl: Ścieżka udziału

source: &Read-Only
pl: &Tylko do odczytu

source: &Inherit ACLs
pl: Odz&iedzicz listy ACL

source: New Share
pl: Nowy udział

source: Path for a Share
pl: Ścieżka do udziału

source: Share name cannot be empty.
pl: Nazwy udziałów nie mogą być puste.

source: Share path cannot be empty.
pl: Ścieżki udziałów muszą być określone.

source: The path %1 does not exist. Really use this path?
pl: Ścieżka %1 nie istnieje. Na pewno jej użyć?

source: Share %1 already exists.
pl: Udział '%1' już istnieje.

source: Available Shares
pl: Dostępne udziały

source: &Filter
pl: &Filtr

source: Show &All Shares
pl: Wyś&wietl wszystkie udziały

source: Do Not Show &System Shares
pl: Nie wyświetlaj udziałów &systemowych

source: Read-Only
pl: Tylko do odczytu

source: Name
pl: Nazwa

source: Path
pl: Ścieżka

source: Comment
pl: Komentarz

source: &Toggle Status
pl: Przełącz s&tatus

source: WINS Server Support
pl: Obsługa serwera WINS

source: Remote WINS Server
pl: Zdalny serwer WINS

source: Na&me
pl: Na&zwa

source: Not a DC
pl: Nie jest DC

source: Primary (PDC)
pl: Główny (PDC)

source: Backup (BDC)
pl: Zapasowy (BDC)

source: Base Settings
pl: Ustawienia podstawowe

source: Domain &Controller
pl: &Kontroler domeny

source: Advanced Settings...
pl: Ustawienia zaawansowane...

source: &Expert Global Settings
pl: Globaln&e ustawienia zaawansowane

source: &User Authentication Sources
pl: Metoda &uwierzytelniania użytkowników

source: Samba Configuration
pl: Konfiguracja serwera Samby

source: Start-&Up
pl: &uruchamianie

source: Firewall Settings
pl: Ustawienia zapory sieciowej

source: &Shares
pl: Udział&y

source: I&dentity
pl: &Tożsamość

source: &LDAP Settings
pl: Ustawienia &LDAP

source: NetBIOS &Hostname
pl: NetBIOS-owa nazwa &hosta

source: User Information Sources
pl: Źródła informacji o użytkownikach

source: For a proper function, Samba server needs an administrative account (root). It will be created now.
pl: Do prawidłowego działania, serwer Samba wymaga konta administratora (root). Zostanie ono teraz utworzone.

source: Samba root &Password
pl: &Hasło roota Samby:

source: Verify Password
pl: Potwiedź hasło

source: The first and the second version of the password do not match.
pl: Pierwsza wersja hasła jest inna niż druga.

source: Cannot create account for user %1.
pl: Nie można utworzyć konta dla użytkownika %1.

source: Enter the username and the password for joining the domain %1.
pl: Wprowadź nazwę użytkownika i hasło, aby dołączyć do domeny %1.

source: To join the domain anonymously, leave the text entries empty.
pl: Aby dołączyć do domeny anonimowo, należy pozostawić pola tekstowe puste.

source: &Username
pl: Nazwa &użytkownika

source: Do &Not Join
pl: &Nie dołączaj

source: Domain %1 joined successfully.
pl: Dołączenie do domeny %1 powiodło się.

source: <p><b><big>Initializing Samba Server Configuration</big></b><br> Please wait...<br></p>
pl: <p><b><big>Inicjalizacja konfiguracji serwera Samby</big></b><br> Proszę czekać...<br></p>

source: <p><b><big>Aborting Initialization</big></b><br> Safely abort the configuration utility by pressing <b>Abort</b> now.</p>
pl: <p><b><big>Przerwanie inicjalizacji:</big></b><br> Można bezpiecznie przerwać działanie konfiguratora naciskając teraz <b>Przerwij</b>.</p>

source: <p><b><big>Saving Samba Server Configuration</big></b><br> Please wait...<br></p>
pl: <p><b><big>Zapisywanie konfiguracji serwera Samba</big></b><br> Proszę czekać...<br></p>

source: <p><b><big>Aborting Saving</big></b><br> Abort the save procedure by pressing <b>Abort</b>. An additional dialog will inform you whether it is safe to do so. </p>
pl: <p><b><big>Przerwanie zapisu:</big></b><br> Aby przerwać procedurę zapisu, należy nacisnąć <b>Przerwij</b>. Dodatkowe okno będzie zawierało informację, czy jest to bezpieczne. </p>

source: <p><b><big>Workgroup or Domain Selection</big></b><br> All available workgroups or domains found on your network are listed here. Select one of them or type your own new name and click <b>Next</b>. </p>
pl: <p><b><big>Wybór grupy roboczej lub domeny</big></b><br> W tym miejscu wyświetlone są wszystkie grupy robocze i domeny znalezione w sieci. Należy wybrać jedną z nich lub wpisać własną nową nazwę i kliknąć <b>Dalej</b>.</p>

source: <p><b><big>Samba Server Type</big></b></p> <p>A domain controller allows Windows clients to log in to a Windows domain.</p> <p>The backup controller uses another domain controller for validation. The primary controller uses its own information about users and their passwords.</p> <p>The options available in the configuration dialogs depend on the settings in this selection.</p>
pl: <p><b><big>Typ serwera Samba</big></b></p> <p>Kontroler domeny pozwala klientom Windows logować się do domeny Windows.</p> <p>Kontroler zapasowy używa innego kontrolera domeny do weryfikacji. Kontroler podstawowy używa własnych informacji o użytkownikach i hasłach.</p> <p>Opcje dostępne w oknach konfiguracyjnych zależą od ustawień dokonanych w tym miejscu.</p>

source: <p><b><big>Samba Server Type</big></b></p> <p>A domain controller allows Windows clients to log in to a Windows domain.</p> <p>The options available in the configuration dialogs depend on the settings in this selection.</p>
pl: <p><b><big>Typ serwera Samba</big></b></p> <p>Kontroler domeny pozwala klientom Windows logować się do domeny Windows.</p> <p>Opcje dostępne w oknach konfiguracyjnych zależą od ustawień dokonanych w tym miejscu.</p>

source: <p><b><big>Shares</big></b></p>
pl: <p><b><big>Udziały</big></b></p>

source: <p>This is a list of already configured shares, whether they are enabled or disabled, and some basic information about them.<br></p>
pl: Jest to lista dotychczas skonfigurowanych udziałów, niezależnie od tego, czy są włączone czy wyłączone; zawiera też pewne podstawowe informacje o nich.<br></p>

source: <p>A share can be enabled or disabled. A disabled share is not accessible, but its configuration is still written into the configuration file. So the share can be later enabled again. </p>
pl: <p>Udział może być włączony lub wyłączony. Wyłączony udział jest niedostępny, ale jego konfiguracja jest cały czas zapisana w pliku konfiguracyjnym. Udział może więc zostać włączony ponownie. </p>

source: <p>Some of the shares are special. For example, the share Homes is a special system share for accessing home directories of users. The system shares can be hidden from the table by selecting <b>Do Not Show System Shares</b> in the <b>Filter</b> menu.</p>
pl: <p>Niektóre udziały są specjalne. Na przykład udział <i>Homes</i> jest specjalnym systemowym udziałem służącym do udostępniania domowych katalogów użytkowników. Udziały systemowe nie będą pokazywane, jeśli wybrane zostanie <b>Nie pokazuj udziałów systemowych</b> w menu <b>Filtr</b>.</p>

source: <p>Use <b>Add</b> to add a new share, <b>Edit</b> to modify already existing share, and <b>Delete</b> to remove the information about a share.</p>
pl: <p>Aby dodać nowy udział, należy użyć <b>Dodaj</b>; w celu modyfikacji istniejącego - <b>Edytuj</b>, a w celu całkowitego usunięcia informacji o udziale - <b>Usuń</b>.</p>

source: <p><b><big>Identity</big></b><br> These options allow setup of the identity of the server and its primary role in the network.</p>
pl: <p><b><big>Tożsamość</big></b><br> Te opcje umożliwiają określenie tożsamości serwera i jego głównej roli w sieci.</p>

source: <p>The base settings set up the domain and the server role. <b>Backup Domain Controller</b> and <b>Primary Domain Controller</b> allow Windows clients to log in to a Windows domain. The backup controller uses another domain controller for validation. The primary controller uses its own information about users and their passwords. If the server should not participate as a domain controller, choose the <b>Not a DC</b> value.</p>
pl: <p>Główne ustawienia pozwalają skonfigurować domenę i rolę serwera. <b>Zapasowy kontroler domeny</b> i <b>Podstawowy kontroler domeny</b> umożliwiają logowanie klientów Windows do domeny Windows. <p>Kontroler zapasowy używa innego kontrolera domeny do weryfikacji. Kontroler podstawowy używa własnych informacji o użytkownika i hasłach. Jeśli serwer nie powinien działać jako kontroler domeny, należy zaznaczyć pole <b>Nie jest kontrolerem domeny</b>.</p>

source: <p>The <b>Base Settings</b> set up the domain and the server role. <b>Primary Domain Controller</b> allows Windows clients to log in to a Windows domain. If the server should not participate as a domain controller, choose <b>Not a DC</b>.</p>
pl: <p><b>Główne ustawienia</b> pozwalają skonfigurować domenę i rolę serwera. <b>Podstawowy kontroler domeny</b> umożliwia logowanie klientów Windows do domeny Windows. Jeśli serwer nie powinien działać jako kontroler domeny, należy zaznaczyć pole <b>Nie jest DC</b>.</p>

source: <p><b>WINS</b> is a network protocol for mapping low-level network identification of a host (for example, IP address) to a NetBIOS name. The Samba server can be a WINS server or can use another server for its queries. In the latter case, choose <b>Remote WINS Server</b> and enter the IP address of the WINS server.</p>
pl: <p><b>WINS</b> jest protokołem sieciowym służącym do mapowania niskopoziomowej identyfikacji sieciowej hosta (np. adresu IP) na nazwę NetBIOS. Serwer Samby może być serwerem <b>WINS server</b> albo może odpytywać inny serwer. W drugim przypadku należy wybrać <b>Zdalny serwer WINS</b> i podać jego adres IP.</p>

source: <p>Optionally, set a <b>Server NetBIOS Name</b>. The NetBIOS name is the name the server uses in the SMB network.</p>
pl: <p>Opcjonalnie można też ustawić <b>Nazwę NetBIOS Serwera</b>. Nazwa NetBIOS jest nazwą używaną przez serwer w sieci SMB. </p>

source: <p><b>Advanced Settings</b> provides access to detailed configuration, such as LDAP settings, user authentication sources, and expert global settings.</p>
pl: <p><b>Ustawienia zaawansowane</b> pozwalają na dostęp do szczegółowej konfiguracji, w tym ustawień LDAP, źródeł uwierzytelniania użytkowników i globalnych ustawień zaawansowanych.</p>

source: <p><b><big>Trusted Domains</big></b><br> NT-style trusted domains represent a possibility to assign access rights to users from another domain. Here, create a list of domains for which the Samba server should provide access.</p>
pl: <p><b><big>Domeny zaufane</big></b><br> Zaufane domeny typu NT dają możliwość przypisania praw dostępu dla użytkowników z innej domeny. W tym miejscu można utworzyć listę domen, które mają mieć dostęp do serwera Samba.</p>

source: <p>To add a new domain into the list, press <b>Add</b>. Enter the name of the domain to trust and a password in the dialog that opens. The password is used by the Samba server to access the trusted domain. After <b>OK</b> is pressed, the trust relationship is established. To delete a domain, choose it in the list and press <b>Delete</b>.</p>
pl: <p>Aby dodać nową domenę do listy, należy nacisnąć <b>Dodaj</b>. Następnie należy w nowym oknie podać nazwę zaufanej domeny i hasło. Hasło będzie używane przez serwer Samby do dostępu do zaufanej domeny. Po naciśnięciu <b>OK</b> utworzona zostanie zaufana relacja. Aby usunąć domenę, należy wybrać ją z listy i naciśnąć <b>Usuń</b>.</p>

source: <p>For more details about how trusted domains work, see the Samba HOWTO collection.</p>
pl: <p>Więcej informacji o tym, jak działają zaufane domeny, można znaleźć w dokumentach Samba HOWTO.</p>

source: <p><b><big>Edit a Share</big></b><br> Here, fine-tune the options of a share.</p>
pl: <p><b><big>Edycja udziału:</big></b><br> W tym miejscu można dostosować opcje udziału. <br></p>

source: <p>Use <b>Add</b> to add a new configuration option, <b>Edit</b> to modify an existing option, and <b>Delete</b> to delete an option.</p>
pl: <p>Aby dodać nową opcję konfiguracji, należy użyć <b>Dodaj</b>; aby zmodyfikować już istniejącą opcję - <b>Edytuj</b>, natomiast aby usunąć opcję należy wybrać <b>Usuń</b>.</p>

source: <p><b><big>Expert Global Settings Configuration</big></b><br> Here, fine-tune the global options of the server.</p>
pl: <p><b><big>Zaawansowane ustawienia globalne</big></b><br> W tym miejscu można dostosować globalne opcje serwera.</p>

source: <p>Use <b>Add</b> to add a new configuration option, <b>Edit</b> to modify already existing option, and <b>Delete</b> to delete an option.</p>
pl: <p>Aby dodać nową opcję konfiguracji, należy użyć <b>Dodaj</b>; aby zmodyfikować już istniejącą opcję - <b>Edytuj</b>, natomiast aby usunąć opcję należy wybrać <b>Usuń</b>.</p>

source: <p><b><big>LDAP Samba Server Options</big></b><br> Here, set up details about use of LDAP by the Samba server.</p>
pl: <p><b><big>Opcje LDAP serwera Samba</big></b><br> W tym miejscu można ustalić, w jaki sposób serwer Samba ma korzystać z LDAP.</p>

source: <p><b>Search Base DN</b> (distinguished name) is the base at which to start searching the information. <b>Administration DN</b> is used when creating new users and groups. If the administration DN requires a password for write access, set the password using <b>Set LDAP Administration Password</b>.</p>
pl: <p><b>Bazowa DN do przeszukiwań</b> (wyróżniona nazwa) określa bazę, od jakiej należy zacząć poszukiwanie informacji, natomiast <b>DN do administracji</b> jest używana podczas tworzenia nowych użytkowników i grup. Jeśli DN do administracji wymaga hasła do zapisu, należy ustawić hasło poprzez <b>Ustaw hasło do administracji LDAP</b>.</p>

source: <p><b>Note:</b> Settings are saved before the LDAP administration password is set.</p>
pl: <p><b>Uwaga:</b> Przy ustawianiu hasła do administracji LDAP, YaST2 zapisze uprzednio ustawienia.</p>

source: <p><b><big>User Authentication Information Back-Ends</big></b><br> Here, choose where the Samba server should look for the authentication information. The top one is used as a default for adding a new users. Samba 3 supports multiple back-end types and a same type can be used for multiple back-ends.</p>
pl: <p><b><big>Back-endy z informacjami o uwierzytelnianiu użytkowników</big></b><br> W tym miejscu należy określić, gdzie serwer Samba powinien szukać informacji dotyczących uwierzytelniania. Najwyższe ustawienie jest używane domyślnie podczas dodawania nowych użytkowników. Samba 3 obsługuje wiele typów back-endów, a taki sam typ może być używany dla wielu back-endów.</p>

source: <p><b>smbpasswd file</b> is the file using the same format as the previous versions of Samba. Its layout is similar to the passwd file. It is possible to have a multiple files in this format.</p>
pl: <p><b>Plik smbpasswd</b> ma format identyczny jak w poprzednich wersjach Samby. Jego wygląd jest podobny do pliku passwd. Możliwe jest posiadanie wielu plików w tym formacie.</p>

source: <p><b>LDAP</b> is a URL of an LDAP server to check for the information.</p>
pl: <p><b>LDAP</b> określa URL serwera LDAP do wyszukiwania informacji.</p>

source: <p><b>TDB database</b> uses an internal Samba database binary format to store and look up the information.</p>
pl: <p><b>Baza TDB</b> wykorzystuje wewnętrzny bazodanowy format binarny Samby do przechowywania i wyszukiwania informacji.</p>

source: <p><b>MySQL database</b> uses an external MySQL database to to store and look up the information.</p>
pl: <p><b>Baza MySQL</b> wykorzystuje zewnętrzną bazę danych MySQL do przechowywania i wyszukiwania informacji.</p>

source: <p>Use <b>Add</b> to add a new configuration option, <b>Edit</b> to modify an existing option, and <b>Delete</b> to delete an option. Use <b>Up</b> and <b>Down</b> to change the order of the back-ends.</p>
pl: <p>Aby dodać nową opcję konfiguracyjną, należy użyć <b>Dodaj</b>; aby zmodyfikakować już istniejącą opcję, należy użyć <b>Edytuj</b>, natomiast aby ją usunąć, należy użyć <b>Usuń</b>. Do zmiany kolejności interfejsów służą przyciski <b>Góra</b> oraz <b>Dół</b>.</p>

source: <p>The <b>LDAP</b> button gives access to details of an LDAP configuration and also allows checking a connection to an LDAP server for the currently selected LDAP back-end.</p>
pl: <p>Przycisk <b>LDAP</b> pozwala na dostęp do szczegółowej konfiguracji LDAP oraz do sprawdzenia stanu połączenia do serwera LDAP aktualnie wybranego interfejsu LDAP.</p>

source: <p><b><big>Add a New Share</big></b><br> Here, enter the basic information about a share to add.</p>
pl: <p><b><big>Dodaj nowy udział</big></b><br> W tym miejscu należy wprowadzić podstawowe informacje o udziale, który ma zostać dodany.</p>

source: <p><b>Share Name</b> is used for accessing the share from clients. <b>Share Description</b> describes the purpose of the share.</p>
pl: <p><b>Nazwa udziału</b> jest wykorzystywana do udostępniania udziału klientom. <b>Opis udziału</b> określa jego przyczynę udostępnienia tego udziału.</p>
