Repository: aviarypl/suse-l10n-pl
Catalog: yast/security.*.po
Languages: pl

source: <P>Malfunctions in a system are usually detected by anomalies in its behaviour. Syslog messages about events that reoccur on a regular basis are important to find causes of problems. And the absence of a single record can tell more than the absence of all log records.</P><P>Therefore, syslog messages of system events are only useful if they are present.</P>
pl: <P>Awarie systemu są zazwyczaj wykrywane przez nieprawidłowości w jego zachowaniu. Wiadomości z dziennika zdarzeń, które występują ponownie w regularnych odstępach czasu są istotne dla odkrywania przyczyny problemów. Brak pojedynczego wpisu może dać więcej informacji niż brak wszystkich wpisów dziennika.</P><P>Zatem, wpisy w dzienniku zdarzeń są przydatne tylko wtedy, gdy są aktualne.</P>

source: <P>Chroot execution environments restrict a process to only access files that it needs by placing them in a separate subdirectory and running the process with a changed root (chroot) set to that directory.</P>
pl: <P>Uruchomienie środowiska chroot jest wykorzystywane w celu ograniczenia procesu do używania tylko niezbędnych plików, poprzez umieszczenie ich w osobnym podkatalogu i uruchomienie procesu ze zmienionym katalogiem głównym (chroot = changed root), ustawionym dla tego katalogu.</P>

source: <P>The DHCP client daemon should run as the user <EM>dhcpd</EM> to minimize a possible threat if the service is found vulnerable to a weakness in its program code.</P><P>Note that dhcpd must never run as <EM>root</EM> or with the <EM>CAP_SYS_CHROOT</EM> capability for the chroot execution confinement to be effective.</P>
pl: <P>Demon klienta DHCP powinien być uruchomiony przez użytkownika <EM>dhcpd</EM>, aby zminimalizować ewentualne zagrożenia, gdy usługa znajdzie się w stanie podatnym na atak.</P><P>Należy pamiętać o tym, żeby nigdy nie uruchamiać dhcpd jako <EM>root</EM> lub z uprawnieniem <EM>CAP_SYS_CHROOT</EM>, aby ograniczenie wykonywania w chroot zadziałało.</P>

source: <P>Administrators should never log on as <EM>root</EM> into an X Window session to minimize the usage of the root privileges.</P><P>This option does not help against careless administrators, but shall prevent attackers to be able to log on as <EM>root</EM> via the display manager if they guess or otherwise acquire the password.</P>
pl: <P>Administrator nie powinien logować się jako <EM>root</EM> do sesji graficznej X Window, aby zminimalizować użycie uprawnień użytkownika root.</P><P>Ta opcja nie przeciwdziała lekkomyślności administratora, ale powinna zapobiec zalogowaniu atakującego jako <EM>root</EM> poprzez menedżera wyświetlania, jeśli zgadnie on lub zdobędzie hasło.</P>

source: <P>X Window clients, e.g. programs that open a window on your display, connect to the X server that runs on the physical machine. Programs can also run on a different system and display their content on the X server through network connections.</P><P>When enabled, the X server listens on a port 6000 plus the display number. Since network traffic is transferred unencrypted and therefore subject to network sniffing, and since the port held open by the X server offers attack options, the secure setting is to disable it.</P><P>To display X Window clients across a network, we recommend the use of secure shell (<EM>ssh</EM>), which allows the X Window clients to connect to the X server through the encrypted ssh connection.</P>
pl: <P>Klienci X Window, np. programy, które otwierają okno na ekranie, łączą się z serwerem X uruchomionym na komputerze. Programy mogą również uruchomić się na innym systemie i wyświetlić swoją zawartość w serwerze X przez połączenie sieciowe.</P><P>Kiedy ta opcja zostanie odblokowana, serwer X będzie nasłuchiwać na porcie 6000+numer ekranu. Kiedy ruch sieciowy jest przesyłany niezabezpieczony, jest narażony na podsłuchiwane (sniffing) i kiedy inny port został otwarty przez program - tutaj serwer X - pojawia się możliwość ataku, bezpieczniej jest wyłączyć tę opcję.</P><P>Aby korzystać z klienta X Window przez sieć, zaleca się użycie bezpiecznej powłoki (<EM>ssh</EM>), która pozwala klientom X Window na łączenie się z serwerem X przez szyfrowane połączenie ssh.</P>

source: <P>The email delivery subsystem is always started. However, it does not expose itself outside the system by default, since it does not listen on the SMTP network port 25.</P><P>If you do not deliver emails to your system through the SMTP protocol, then disable this option.</P>
pl: <P>System dostarczania poczty e-mail jest zawsze uruchomiony. Jednak system nie ujawnia się innym systemom z zewnątrz, ponieważ domyślnie nie nasłuchuje na porcie SMTP (25).</P><P>Jeśli poczta e-mail nie jest dostarczana do systemu za pośrednictwem protokołu SMTP, należy wyłączyć tę opcję.</P>

source: <P>If a package containing a service that is currently running is being updated, the service is restarted after the files in the package have been installed.</P><P>This makes sense in most cases, and it is safe to do, considering that many services either need their binaries or configuration files accessible in the file system. Otherwise these services would continue to run until the services are stopped, e.g. running daemons are killed.</P><P>This setting should only be changed if there is a specific reason to do so.</P>
pl: <P>Jeśli pakiet zawierający usługę, która jest aktualnie uruchomiona, jest aktualizowany, usługa ta jest uruchomiona ponownie po zainstalowaniu wszystkich plików pakietu.</P><P>Ma to sens w większości przypadków i jest bezpieczne, biorąc pod uwagę, że wiele usług potrzebuje dostępu albo do swoich plików wykonywalnych, albo do swoich plików konfiguracyjnych. W przeciwnym razie (gdy serwis nie korzysta z dodatkowych plików) usługi będą kontynuować działanie aż do zatrzymania usługi, np. gdy uruchomione demony zostaną zatrzymane. </P><P>Ta opcja powinna być zmieniona tylko, jeśli istnieje szczególny powód, aby tak zrobić.</P>

source: <P>If a package containing a service that is currently running is being uninstalled, the service is stopped before the files of the package are removed.</P><P>This makes sense in most cases, and it is safe to do, considering that many services either need their binaries or configuration files accessible in the file system. Otherwise these services would continue to run until they are stopped, e.g. running daemons are killed.</P><P>This setting should only be changed if there is a specific reason to do so.</P>
pl: <P>Jeśli pakiet zawierający usługę, która jest aktualnie uruchomiona, jest usuwany, usługa ta jest zatrzymywana przed usunięciem plików pakietu. </P> <P>Ma to sens w większości przypadków i jest bezpieczne, biorąc pod uwagę, że wiele usług potrzebuje dostępu albo do swoich plików wykonywalnych, albo do swoich plików konfiguracyjnych. W przeciwnym razie (gdy serwis nie korzysta z dodatkowych plików) usługi będą kontynuować działanie aż do zatrzymania usługi, np. gdy uruchomione demony zostaną zatrzymane. </P><P>Ta opcja powinna być zmieniona tylko, jeśli istnieje szczególny powód, aby tak zrobić.</P>

source: <P>A system can be overwhelmed with numerous connection attempts so that the system runs out of memory, leading to a Denial of Service (DoS) vulnerability.</P><P>The use of syncookies is a method that can help in such situations. But in configurations with a very large number of legitimate connection attempts from one source, the <EM>Enabled</EM> setting can cause problems with denied TCP connections under high load.</P><P>Still, for most environments, syncookies are the first line of defense against SYN flood DoS attacks, so the secure setting is <EM>Enabled</EM>.</P>
pl: <P>System może zostać obciążony dużą liczbą prób połączeń, co spowoduje zużycie całej dostępnej pamięci systemu, doprowadzając do ataku odmowy usługi (Denial of Service - DoS).</P><P>Używanie SYN Cookies jest metodą, która może pomóc w takich sytuacjach. Jednak w konfiguracjach z bardzo dużą liczbą uzasadnionych prób połączeń z jednego źródła, odblokowanie tej opcji może przynieść problemy z odmową połączeń TCP pod dużym obciążeniem.</P><P>W wielu systemach, syncookies wciąż są pierwszą linią obrony przed atakami SYN flood DoS, więc bezpieczniej jest tę opcję włączyć.</P>

source: <P>IP forwarding means to pass on network packets that have been received, but that are not destined for one of the system's configured network interfaces, e.g. network interface addresses.</P><P>If a system forwards network traffic on ISO/OSI layer 3, it is called a router. If you do not need that routing functionality, then disable this option.</P>
pl: <P>Przekazywanie IP oznacza przekazywanie pakietów sieciowych, które zostały otrzymane, ale nie są przeznaczone na jeden ze skonfigurowanych w systemie interfejsów sieciowych, np. adresy interfejsu sieciowego.</P><P>Jeśli system przekazuje ruch sieciowy na trzecią warstwę ISO/OSI, jest nazywany routerem. Jeśli funkcjonalność routera nie jest wymagana przez użytkownika, należy wyłączyć tę opcję.</P>

source: <P>This setting applies to <EM>IPv4</EM> only.</P>
pl: <P>To ustawienie dotyczy tylko <EM>IPv4</EM>.</P>

source: <P>This setting applies to <EM>IPv6</EM> only.</P>
pl: <P>To ustawienie dotyczy tylko <EM>IPv6</EM>.</P>

source: <P>Magic SysRq Keys enable some control over the system even if it crashes (e.g. during kernel debugging) or if the system does not respond.</P>
pl: <P>Magiczne klawisze SysRq umożliwiają pewien stopień kontroli nad systemem, nawet jeśli ulegnie awarii (np. w czasie debugowania jądra) lub jeśli system nie odpowiada.</p>

source: <P>There are predefined file permissions in /etc/permissions.* files. The most restrictive file permissions are defined 'secure' or 'paranoid' file.</P>
pl: <P>Istnieją predefiniowane uprawnienia plików w plikach /etc/permissions.*. Najbardziej restrykcyjne uprawnienia plików zdefiniowane są jako "bezpieczne" lub "paranoiczne".

source: <P>By default the current working directory is not used when searching for executables.</P>
pl: <P>Domyślnie bieżący katalog roboczy nie jest używany podczas wyszukiwania plików wykonywalnych.</P>

source: This setting applies for <EM>root</EM> user and system users.
pl: To ustawienie ma zastosowanie dla użytkownika <EM>root</EM> i użytkowników systemowych.

source: This setting applies for regular users.
pl: Ustawienie dotyczące zwykłych użytkowników

source: <P>Basic system services must be enabled to provide system consistency and to run the security-related services.</P>
pl: <P>Podstawowe usługi systemu muszą być włączone, aby zapewnić spójność systemu i uruchomić usługi zabezpieczeń.</P>

source: <P>Every running service is a potential target of a security attack. Therefore it is recommended to turn off all services which are not used by the system.</P>
pl: <P>Każda uruchomiona usługa jest potencjalnym celem ataku. Dlatego zalecane jest wyłączenie wszystkich zbędnych usług.</P>

source: Home Workstation
pl: Domowa stacja robocza

source: Networked Workstation
pl: Sieciowa stacja robocza

source: Network Server
pl: Serwer sieciowy

source: &Home Workstation
pl: Domowa stacja ro&bocza

source: N&etworked Workstation
pl: Sieciowa stacja &robocza

source: Network &Server
pl: &Serwer sieciowy

source: The number of passwords to remember must be between 0 an 400.
pl: Liczba haseł do zapamiętania musi zawierać się pomiędzy 0 a 400.

source: Security configuration module
pl: Moduł konfiguracji zabezpieczeń

source: View summary of current configuration
pl: Wyświetla przegląd bieżących ustawień

source: Set the security level
pl: Ustawia poziom zabezpieczeń

source: Set the value of the specific option
pl: Ustawia wartość określonej opcji

source: Home Workstation security level (without network)
pl: Poziom zabezpieczeń - domowa stacja robocza (bez sieci)

source: Networked Workstation security level
pl: Poziom zabezpieczeń - sieciowa stacja robocza

source: Network Server security level
pl: Poziom zabezpieczeń - serwer sieciowy

source: Password encryption method
pl: Algorytm szyfrowania haseł

source: Check new passwords
pl: Sprawdzanie nowych haseł

source: Set file permissions to desired type
pl: Ustawia żądany typ praw dostępu do plików

source: Set the number of remembered user passwords
pl: Ustawia liczbę zapamiętanych haseł użytkownika

source: User Addition
pl: Dodawanie użytkowników

source: User ID Limitations
pl: Ograniczenia wartości identyfikatorów użytkowników

source: Group ID Limitations
pl: Ograniczenia wartości identyfikatorów grup

source: The minimum user ID cannot be larger than the maximum.
pl: Minimalna wartość identyfikatora użytkownika nie może być większa niż maksymalna.

source: The minimum group ID cannot be larger than the maximum.
pl: Minimalna wartość identyfikatora grupy nie może być większa niż maksymalna.

source: &Interpretation of Ctrl + Alt + Del
pl: &Interpretacja Ctrl+Alt+Del

source: Ignore
pl: Ignoruj

source: Reboot
pl: Uruchom ponownie

source: Halt
pl: Zatrzymaj system

source: &Current Directory in root's Path
pl: Bieżący katalog w ścieżce użytkownika &root

source: Curr&ent Directory in Path of Regular Users
pl: Bieżący katalog w ścieżce zwykłych &użytkowników

source: Allow Remote &Graphical Login
pl: Zezwól na zdalne logowanie &graficzne

source: &Magic SysRq Keys
pl: &Magiczne klawisze SysRq

source: Disable
pl: Wyłączona

source: Enable All Functions
pl: Włącz wszystkie funkcje

source: &Delay after Incorrect Login Attempt
pl: Zwłoka po nieu&danej próbie logowania

source: Maxim&um
pl: Maksim&um

source: &Shutdown Behaviour of KDM Login Manager:
pl: Zachowanie menedżera logowania KDE podcza&s wyłączania:

source: Only root
pl: Tylko administrator

source: All Users
pl: Wszyscy użytkownicy

source: Nobody
pl: Nikt

source: Automatic
pl: Automatyczny

source: System Hybernation
pl: Hibernacja Systemu

source: User on the active console
pl: Użytkownik na aktywnej konsoli

source: Anyone can hibernate
pl: Każdy może hibernować

source: Authentication always required
pl: Uwierzytelnianie zawsze wymagane

source: R&ecord Successful Login Attempts
pl: Zapisuj udan&e próby logowania

source: P&assword Encryption Method
pl: &Algorytm szyfrowania haseł

source: &Check New Passwords
pl: Sprawdzaj nowe &hasła

source: Numb&er of Passwords to Remember
pl: Liczba has&eł do zapamiętania

source: &Minimum Acceptable Password Length
pl: &Minimalna długość hasła

source: &Days before Password Expires Warning
pl: Ostrzeżenie o liczbie &dni do wygaśnięcia hasła:

source: &File Permissions
pl: U&stawienia praw dostępu do plików

source: Easy
pl: Proste

source: Secure
pl: Bezpieczne

source: Paranoid
pl: Paranoiczne

source: &User Launching updatedb
pl: &Użytkownik uruchamiający updatedb

source: Ma&ximum
pl: Maksim&um

source: Predefined Security Configurations
pl: Predefiniowane konfiguracje zabezpieczeń

source: Security Configuration
pl: Konfiguracja zabezpieczeń

source: Initializing...
pl: Inicjalizacja...
