Repository: aviarypl/suse-l10n-pl
Catalog: yast/security.*.po
Languages: pl

source: Saving Security Configuration
pl: Zapisywanie konfiguracji zabezpieczeń

source: Write security settings
pl: Zapisywanie ustawień zabezpieczeń

source: Write inittab settings
pl: Zapisywanie ustawień inittab

source: Write PAM settings
pl: Zapisywanie ustawień PAM

source: Update system settings
pl: Aktualizacja ustawień systemu

source: Writing security settings...
pl: Zapisywanie ustawień zabezpieczeń...

source: Writing inittab settings...
pl: Zapisywanie ustawień inittab...

source: Writing PAM settings...
pl: Zapisywanie ustawień PAM...

source: Updating system settings...
pl: Aktualizowanie ustawień systemu...

source: Finished
pl: Zakończono

source: Current Security Level: Custom settings
pl: Bieżący poziom zabezpieczeń: ustawienia własne

source: Current Security Level: %1
pl: Bieżący poziom zabezpieczeń: %1

source: Local Security Configuration
pl: Lokalna konfiguracja zabezpieczeń

source: &Custom Settings
pl: Ustawienia włas&ne

source: Security Settings
pl: Ustawienia zabezpieczeń

source: Unknown
pl: Nieznany

source: Configure
pl: Konfiguracja

source: Enabled
pl: Włączona

source: Disabled
pl: Wyłączona

source: Use magic SysRq keys
pl: Włącz magiczne klawisze SysRq

source: Use secure file permissions
pl: Używaj bezpiecznych praw dostępu do plików

source: Remote access to the display manager
pl: Zdalny dostęp do menedżera wyświetlania

source: Use current directory in root's path
pl: Użyj bieżącego katalogu w ścieżce użytkownika root

source: Use current directory in path of regular users
pl: Użyj bieżącego katalogu w ścieżce normalnych użytkowników

source: Write back system time to the hardware clock
pl: Zapisz czas systemu w zegarze sprzętowym

source: Always generate syslog message for cron scripts
pl: Zawsze twórz dziennik systemowy dla skryptów cron

source: Run the DHCP daemon in a chroot
pl: Uruchom demona DHCP w chroot

source: Run the DHCP daemon as dhcp user
pl: Uruchom demona DHCP jako użytkownik dhcp

source: Remote root login in the display manager
pl: Zdalne logowanie administratora w menedżerze wyświetlania

source: Remote access to the X server
pl: Dostęp zdalny do serwera X

source: Remote access to the email delivery subsystem
pl: Dostęp zdalny do podsystemu dostarczania poczty e-mail

source: Restart services on update
pl: Ponowne uruchomienie usług po aktualizacji

source: Stop services on removal
pl: Zatrzymaj usługi w czasie usuwania

source: Enable TCP syncookies
pl: Włącz pliki cookie TCP syn

source: IPv4 forwarding
pl: Przekazywanie IPv4

source: IPv6 forwarding
pl: Przekazywanie IPv6

source: Enable basic system services in runlevel 3 (multiuser with network)
pl: Włącz podstawowe usługi systemu w poziomie 3 (wielu użytkowników z dostępem do sieci)

source: Enable basic system services in runlevel 5 (multiuser with network and graphical login)
pl: Włącz podstawowe usługi systemu w poziomie 5 (wielu użytkowników z dostępem do sieci i środowiskiem graficznym)

source: Enable extra services in runlevel 3
pl: Włącz dodatkowe usługi w poziomie 3

source: Enable extra services in runlevel 5
pl: Włącz dodatkowe usługi w poziomie 5

source: Security Setting
pl: Ustawienia zabezpieczeń

source: Status
pl: Stan

source: Security Status
pl: Stan zabezpieczeń

source: Help
pl: Pomoc

source: or
pl: lub

source: <P>These basic system services are not enabled in runlevel %1:<BR><B>%2</B></P>
pl: <P>Podane podstawowe usługi systemowe nie są uruchomione na poziomie pracy %1:<BR><B>%2</B></P>

source: <P>All basic services are enabled.</P>
pl: <P>Wszystkie podstawowe usługi są włączone.</P>

source: <P>These extra services are enabled in runlevel %1:<BR><B>%2</B></P>
pl: <P>Podane dodatkowe usługi są uruchomione na poziomie pracy %1:<BR><B>%2</B></P>

source: <P>Check the list of services and disable all unused services.</P>
pl: <P>Sprawdź listę usług i wyłącz wszystkie nieużywane usługi.</P>

source: <P>Only basic system services are enabled.</P>
pl: <P>Tylko podstawowe usługi systemowe są włączone.</P>

source: Description
pl: Opis

source: Security Overview
pl: Przegląd zabezpieczeń

source: Change &Status
pl: Zmiana &stanu

source: &Description
pl: Op&is

source: Boot Settings
pl: Ustawienia uruchamiania systemu

source: Boot Permissions
pl: Uprawnienia uruchamiania systemu

source: Miscellaneous Settings
pl: Ustawienia różne

source: Password Settings
pl: Ustawienia haseł

source: Checks
pl: Sprawdzanie

source: Password Age
pl: Wiek hasła

source: The minimum number of days cannot be larger than the maximum.
pl: Minimalna liczba dni nie może być większa niż maksymalna.

source: The minimum password length cannot be larger than the maximum. The maximum password length for the selected encryption method is %1.
pl: Minimalna długość hasła nie może być większa niż maksymalna. Maksymalna długość hasła dla wybranego szyfrowania wynosi %1.

source: Login Settings
pl: Ustawienia logowania

source: <p><b><big>Initializing Security Configuration</big></b> <br>Please wait...<br></p>
pl: <p><b><big>Inicjalizacja konfiguracji zabezpieczeń</big></b> <br>Proszę czekać...<br></p>

source: <p><b><big>Aborting the Initialization</big></b><br> Safely abort the configuration utility by pressing <b>Abort</b> now.</p>
pl: <p><b><big>Przerywanie inicjalizacji:</big></b><br> Aby bezpiecznie przerwać działanie programu konfiguracyjnego, proszę nacisnąć przycisk <b>Przerwij</b>.</p>

source: <p><b><big>Saving Security Configuration</big></b> <br>Please wait...<br></p>
pl: <p><b><big>Zapisywanie konfiguracji zabezpieczeń</big></b> <br>Proszę czekać...<br></p>

source: <p><b><big>Aborting Saving</big></b><br> Abort the save procedure by pressing <b>Abort</b>.</p>
pl: <p><b><big>Przerwanie zapisu:</big></b><br> Aby przerwać zapis, proszę nacisnąć przycisk <b>Przerwij</b>.</p>

source: <p><b><big>Boot Security</big></b></p> <p>In this dialog, change various boot settings related to security.</p>
pl: <p><b><big>Zabezpieczenia przy uruchamianiu</big></b></p> <p>Okno to umożliwia zmianę różnych ustawień uruchamiania systemu związanych z zabezpieczeniami.</p>

source: <p><b>Interpretation of Ctrl + Alt + Del</b>: Configure what the system should do in response to someone at the console pressing the CTRL + ALT + DEL key combination. Usually the system reboots. Sometimes it is desirable to ignore this event, for example, when the system serves as both workstation and server.</p>
pl: <p><b>Interpretacja Ctrl+Alt+Del</b>: Konfiguracja reakcji systemu na naciśnięcie kombinacji klawiszy CTRL+ALT+DEL. Zazwyczaj komputer zostaje uruchomiony ponownie. Czasami wskazane jest jednak zignorowanie tego zdarzenia, na przykład gdy komputer służy jednocześnie jako serwer i stacja robocza.</p>

source: <p><b>Shutdown Behaviour of Login Manager</b>: Set who is allowed to shut down the machine from KDM.</p>
pl: <p><b>Zachowanie menedżera logowania podczas wyłączania</b>: Za pomocą tej opcji można ustawić, kto może zamknąć system z poziomu KDM.</p>

source: <p><b>Hibernate System</b>: Set the conditions for allowing users to hibernate the system. By default, user on active console has such right. Other options are allowing the action to any user or requiring authentication in all cases.</p>
pl: <p><b>Hibernacja systemu</b>: Ustaw warunki pozwalające użytkownikowi na uruchomienie hibernacji systemu. Domyślnie, aktywna konsola użytkownika posiada takie prawo. Inne opcje pozwalające na działanie dla wszystkich użytkowników lub wymagające uwierzytelnienia we wszystkich przypadkach.</p>

source: <P><BIG><B>Configuring Local Security</B></BIG></P> <p>Using predefined defaults, change the local security settings, which include booting, login, password, user creation, and file permissions. The default settings can be modified as needed. </p>
pl: <P><BIG><B>Konfiguracja zabezpieczeń lokalnych</B></BIG></P> <p>Zaczynając od wartości domyślnych, proszę ustawić zabezpieczenia lokalne, dotyczące uruchamiania systemu, logowania, haseł, praw dostępu do plików i tworzenia użytkowników. Ustawienia domyślne można dowolnie dostosować do swoich potrzeb. </p>

source: <p><b>Home Workstation</b>: For a home computer not connected to any type of a network.</p>
pl: <p><b>Domowa stacja robocza</b>: komputer domowy, niepodłączony do żadnej sieci.</p>

source: <p><b>Networked Workstation</b>: For a computer connected to any type of network including the Internet.</p>
pl: <p><b>Sieciowa stacja robocza</b>: komputer podłączony do sieci (także do Internetu).</p>

source: <p><b>Network Server</b>: For a computer that provides any type of service.</p>
pl: <p><b>Serwer sieciowy</b>: komputer udostępniający dowolną usługę.</p>

source: <p><b>Custom Settings</b>: Create your own configuration.</p>
pl: <p><b>Własne ustawienia</b>: Tworzenie własnej konfiguracji.</p>

source: <p><big><b>Login Security</b></big></p> <p>These login settings are mainly stored in the /etc/login.defs file.</p>
pl: <p><big><b>Zabezpieczenia logowania</b></big></p> <p>Ustawienia te są przechowywane głównie w pliku "/etc/login.defs".</p>

source: <p><b>Delay after Incorrect Login Attempt:</b> It is advisable to wait some time after an incorrect login attempt to prevent password guessing. Make the time small enough that users do not need to wait to retry if a password is mistyped. A sensible value is three seconds (<tt>3</tt>).</p>
pl: <p><b>Zwłoka po nieudanej próbie logowania:</b> Aby zapobiec zgadywaniu haseł, wskazane jest odczekanie pewnego czasu po nieudanej próbie logowania. Czas powinien być jednak wystarczająco krótki, aby użytkownicy nie musieli zbyt długo czekać w przypadku błędu literowego w haśle. Rozsądną wartością są trzy sekundy (<tt>3</tt>).</p>

source: <p><b>Record Successful Login Attempts:</b> Logging successful login attempts is useful. It can warn you of unauthorized access to the system (for example, a user logging in from a different location than usual). </p>
pl: <p><b>Zapisuj udane próby logowania:</b> Zapisywanie udanych prób logowania jest przydatne. Pomaga zauważyć nieautoryzowany dostęp do systemu (na przykład gdy użytkownik loguje się z innego miejsca niż zazwyczaj). </p>

source: <p><b>Allow Remote Graphical Login:</b> Checking this allows access to a graphical login screen for this machine over the network. Remote access to your machine using a display manager might be a security risk.</p>
pl: <p><b>Zezwól na zdalne logowanie graficzne:</b> Zaznaczenie tej opcji pozwala na zdalny dostęp przez sieć do graficznego ekranu logowania. Zdalny dostęp do komputera przez menedżera wyświetlania może stanowić zagrożenie dla zabezpieczeń.</p>

source: <p>These password settings are mainly stored in the /etc/login.defs file.</p>
pl: <p>Ustawienia dotyczące haseł są przechowywane głównie w pliku /etc/login.defs.</p>

source: <p><b>Check New Passwords</b>: It is wise to choose a password that cannot be found in a dictionary and is not a name or other simple, common word. By checking the box, enforce password checking in regard to these rules.</p>
pl: <p><b>Sprawdzaj nowe hasła</b>: Rozsądne jest wybieranie haseł, które są trudne do złamania metodą słownikową, tj. nie są złożone z prostych, popularnych słów. Zaznaczając to pole można wymusić kontrolę haseł pod tym kątem.</p>

source: <p><b>Minimum Acceptable Password Length:</b> The minimum acceptable size for the new password reduced by the number of different character classes (other, upper, lower and digit) used in the new password. See man pam_cracklib for a more detailed explanation. This option can only be modified when <b>Check New Passwords</b> is set.</p>
pl: <p><b>Minimalna akceptowana długość hasła:</b> Minimalny akceptowalny rozmiar dla nowego hasła pomniejszona o liczbę różnych klas znaków (inne, duże, małe i cyfry) użyty w nowym haśle. Więcej szczegółów znajdziesz w podręczniku pam_cracklib. Ta opcja może być wyłącznie modyfikowana kiedy <b>Sprawdź nowe hasło</b> jest włączone.</p>

source: <p><b>Passwords to Remember</b>: Enter the number of user passwords to store and prevent the user from reusing. Enter 0 if passwords should not be stored.</p>
pl: <p><b>Hasła do zapamiętania</b>: Należy podać liczbę haseł użytkownika, które mają być zapamiętywane w celu uniemożliwienia użytkownikowi ponowne ich użycie w przyszłości. Jeśli hasła nie mają być przechowywane, należy wprowadzić 0.</p>

source: <p><b>Password Encryption Method:</b></p>
pl: <p><b>Algorytm szyfrowania haseł:</b></p>

source: <p><b>DES</b>, the Linux default method, works in all network environments, but it restricts you to passwords no longer than eight characters. If you need compatibility with other systems, use this method.</p>
pl: <p><b>DES</b>, domyślna metoda systemu Linux, działa we wszystkich środowiskach sieciowych, ale ogranicza długość haseł do co najwyżej ośmiu znaków. Metoda ta jest zalecana, jeśli wymagana jest zgodność z innymi systemami.</p>

source: <p><b>MD5</b> allows longer passwords and is supported by all current Linux distributions, but not by other systems or old software.</p>
pl: <p><b>MD5</b> pozwala na dłuższe hasła i jest obsługiwany przez wszystkie współczesne dystrybucje, ale nie przez inne systemy i stare oprogramowanie.</p>

source: <p><b>SHA-512</b> is the current standard hash method, using other algorithms is not recommended unless needed for compatibility purpose.</p>
pl: <p><b>SHA-512</b> jest obecnie standardem metody hashowania, użycie innych algorytmów nie jest zalecane, chyba że potrzebne w celach zgodności.</p>

source: <p><b>Password Age:</b> Set the minimum and maximum number of days a password may be used.</p>
pl: <p><b>Wiek hasła:</b> Ustawianie minimalnej i maksymalnej liczby dni, przez które hasło może być używane.</p>

source: <p><b>Days before Password Expires Warning</b>: This entry sets the number of days users are warned before their passwords expire. The longer the time, the less likely it is that someone can guess passwords.</p>
pl: <p><b>Ostrzeżenie o liczbie dni do wygaśnięcia hasła:</b> Zapis ten określa, na ile dni przed utratą ważności hasła użytkownik zostanie o tym ostrzeżony. Im dłuższy ten okres, tym mniej prawdopodobne jest odgadnięcie hasła przez kogoś innego.</p>

source: <p><big><b>User Security</b></big></P> <p>In this dialog, change various settings used to create users.</p>
pl: <p><big><b>Zabezpieczenia użytkownika</b></big></P> <p>W tym oknie można zmienić różne ustawienia dotyczące tworzenia użytkowników.</p>

source: <p><b>User ID Limitations:</b> Set the minimum and maximum possible user ID.</p>
pl: <p><b>Ograniczenia wartości identyfikatorów użytkowników:</b> Za pomocą tej opcji można ustawić najmniejszą i największą możliwą wartość identyfikatorów użytkowników.</p>

source: <p><b>Group ID Limitations</b>: Set the minimum and maximum possible group ID.</p>
pl: <p><b>Ograniczenia wartości identyfikatorów grup:</b> Za pomocą tej opcji można ustawić najmniejszą i największą możliwą wartość identyfikatorów grup.</p>

source: <p><big><b>Other Security Settings</b></big></P> <p>In this dialog, change miscellaneous settings related to local security.</p>
pl: <p><big><b>Inne ustawienia zabezpieczeń</b></big></P> <p>W tym oknie można zmieniać różne ustawienia związane z zabezpieczeniami lokalnymi.</p>

source: <p><b>File Permissions</b>: Settings for the permissions of certain system files are set according to the data in /etc/permissions.secure or /etc/permissions.easy. Which file is used depends on this selection. Launching SuSEconfig sets these permissions according to /etc/permissions.*. This fixes files with incorrect permissions, whether this occurred accidentally or by intruders.</p><p> With <b>Easy</b>, most of the system files that are only readable by root in Secure are modified so other users can also read these files. Using <b>Secure</b>, certain system files, such as /var/log/messages, can only be viewed by the user root. Some programs can only be launched by root or by daemons, not by ordinary users. The most secure setting is <b>Paranoid</B>. With it, you must decide which users are able to run X applications and setuid programs.</p>
pl: <p><b>Ustawienia praw dostępu do plików</b>: Prawa dostępu do niektórych plików systemowych są ustawiane zgodnie z informacjami w plikach /etc/permissions.secure lub /etc/permissions.easy. W tym polu należy określić, który z tych plików będzie używany. Uruchomienie SuSEconfig ustawia te prawa zgodnie z plikami /etc/permissions.*. Poprawia to pliki z nieprawidłowymi prawami dostępu, zmienionymi przypadkowo lub przez intruzów.</p><p> W przypadku <b>Proste</b>, większość plików systemowych dostępnych w trybie bezpiecznym do odczytu tylko dla administratora jest modyfikowanych tak, żeby inni użytkownicy także mogli je odczytywać. W przypadku <b>Bezpieczne</b>, niektóre pliki systemowe, takie jak /var/log/messages, mogą być odczytywane tylko przez administratora. Dodatkowo niektóre programy mogą być uruchamiane tylko przez administratora albo przez demony, ale nie przez zwykłych użytkowników. Najbardziej bezpiecznym ustawieniem jest <b>Paranoiczne</b>. W tym przypadku należy zdecydować, którzy użytkownicy mogą uruchamiać programy graficzne i programy setuid.</p>

source: <p><b>User Launching updatedb</b>: The program updatedb runs once a day. It scans your entire file system and creates a database (locatedb) that stores the location of every file. The database can be searched by the program "locate". Here, set the user that runs this command: <b>nobody</b> (few files) or <b>root</b> (all files).</p>
pl: <p><b>Użytkownik uruchamiający updatedb</b>: Program updatedb regularnie, raz na dobę, przegląda cały system plików i tworzy bazę danych (locatedb), w której przechowywane są informacje o położeniu każdego pliku w systemie. Baza może być przeszukiwana programem "locate". W tym polu należy określić, który użytkownik może uruchamiać to polecenie: <b>nikt - nobody</b> (niektóre pliki) albo <b>administrator - root</b> (wszystkie pliki).</p>" </p>

source: <p><b>Current Directory in root's Path</b> On a DOS system, the system first searches for executable files (programs) in the current directory then in the current path variable. In contrast, a UNIX-like system searches for them exclusively via the search path (variable PATH).</p>
pl: <p><b>Bieżący katalog w ścieżce użytkownika root</b> <br> W systemie DOS system najpierw szuka plików wykonywalnych (programów) w bieżącym katalogu, a następnie w bieżącej zmiennej PATH. W systemach uniksowych przeszukiwanie odbywa się wyłącznie w ścieżce wyszukiwania (zmienna PATH).</p>

source: <p><b>Current Directory in the Path of Regular Users</b><br> A DOS system first searches for executable files (programs) in the current directory then in the current path variable. In contrast, a UNIX-like system searches for them exclusively via the search path (variable PATH).</p>
pl: <p><b>Bieżący katalog w ścieżce zwykłego użytkownika</b><br> W systemie DOS system najpierw szuka plików wykonywalnych (programów) w bieżącym katalogu, a następnie w bieżącej zmiennej PATH. W systemach uniksowych przeszukiwanie odbywa się wyłącznie w ścieżce wyszukiwania (zmienna PATH).</p>

source: <p>Some systems set up a work-around by adding the dot (".") to the search path, enabling files in the current path to be found and executed. This is highly dangerous because you may accidentally launch unknown programs in the current directory instead of the usual systemwide files. As a result, executing <i>Trojan Horses</i>, which exploit this weakness and invade your system, is rather easy if you set this option.</p>
pl: <p>Niektóre systemy zawierają obejście polegające na dodaniu kropki (".") do ścieżki wyszukiwania, które pozwala na znajdowanie i uruchamianie plików w bieżącym katalogu. Jest to bardzo niebezpieczne, ponieważ umożliwia przypadkowe uruchomienie nieznanych programów z bieżącego katalogu zamiast plików systemowych. Ułatwia to złamanie zabezpieczeń systemu i włamanie w wyniku uruchomienia <i>konia trojańskiego<i>.</p>

source: <p>"yes": the dot (".") is attached to the end of the search path of root, making it the last to be searched.</p>
pl: <p>"tak": Kropka (".") jest dołączana na końcu ścieżki wyszukiwania użytkownika root, czyniąc ją ostatnią w kolejności do przeszukiwań.</p>

source: <p>"no": the user root always must launch programs in the current directory prefixed with a "./". Example: "./configure".</p>
pl: <p>"nie": Użytkownik root musi uruchamiać programy w bieżącym katalogu dodając na początku ich nazwy "./", na przykład "./configure".</p>

source: <p><b>Enable Magic SysRq Keys</b><br> If you check this option, you will have some control over the system even if it crashes (for example, during kernel debugging). For details, see /usr/src/linux/Documentation/sysrq.txt</p>
pl: <p><b>Włącz magiczne klawisze SysRq</b><br> Ustawienie tej opcji pozwala na zachowanie pewnej kontroli nad systemem nawet w przypadku zawieszenia (np. podczas debugowania jądra). Więcej szczegółowych informacji znajduje się w pliku <i>/usr/src/linux/Documentation/sysrq.txt</i></p>

source: <P><B>Security Overview</B><BR>This overview shows the most important security settings.</P>
pl: <P><B>Przegląd zabezpieczeń</B><BR>To jest przegląd najważniejszych ustawień związanych z zabezpieczeniami.</P>

source: <P>To change the current value, click the link associated to the option.</P>
pl: <P>Aby zmienić obecną wartość, należy kliknąć odnośnik związany z tą opcją.</P>

source: <P> A check mark in the <B>Security Status</B> column means that the current value of the option is secure.</P>
pl: <P>Zaznaczenie w kolumnie <B>Stan zabezpieczeń</B> oznacza, że obecna wartość opcji jest bezpieczna.</P>

source: <P><B>The current value could not be read. The service is probably not installed or the option is missing on the system.</B></P>
pl: <P><B>Bieżąca wartość nie może zostać odczytana. Usługa prawdopodobnie nie jest zainstalowana lub nie ma takiej opcji.</B></P>

source: <P>A display manager provides a graphical login screen and can be accessed across the network by an X server running on another system if so configured.</P><P>The windows that are being displayed would then transmit their data across the network. If that network is not fully trusted, then the network traffic can be eavesdropped by an attacker, gaining access not only to the graphical content of the display, but also to usernames and passwords that are being used.</P><P>If you do not need <EM>XDMCP</EM> for remote graphical logins, then disable this option.</P>
pl: <P>Menedżer wyświetlania dostarcza graficzny ekran logowania i może być dostępny przez sieć, poprzez serwer X uruchomiony na innym komputerze, jeśli jest skonfigurowany.</P><P>Wyświetlane okna, przesyłają dane przez sieć. Jeśli sieć nie jest w pełni zaufana, ruch sieciowy może zostać przechwycony przez atakującego, dając mu dostęp nie tylko do zawartości wyświetlanego obrazu, ale także do nazw użytkowników i haseł, które zostaną użyte.</P><P>Jeśli <EM>XDMCP</EM> jest niepotrzebny do zdalnego graficznego logowania, należy wyłączyć tę opcję.</P>

source: <P>Upon startup, the system time is being set from the hardware clock of the computer. As a consequence, setting the hardware clock before shutting down is necessary.</P><P>Consistent system time is essential for the system to create correct log messages.</P>
pl: <P>W czasie uruchamiania systemu, czas systemowy jest ustawiany ze sprzętowego zegara komputera. Dlatego konieczne jest ustawienie sprzętowego zegara przed zamknięciem systemu.</P><P>Spójny czas systemowy ma zasadnicze znaczenie dla zdolności systemu do prawidłowego tworzenia dzienników zdarzeń.</P>
