Repository: aviarypl/suse-l10n-pl
Catalog: yast/slepos-installation.*.po
Languages: pl

source: Directory
pl: Katalog

source: File
pl: Plik

source: Migration Assistant
pl: Asystent migracji

source: &Skip Migration
pl: &Bez migracji

source: &Do Migrate
pl: &Migracja

source: These directories and files will be migrated
pl: Następujące katalogi zostaną przeniesione

source: Type
pl: Typ

source: From
pl: Z

source: To
pl: Do

source: &Migration Details...
pl: &Szczegóły migracji

source: Note: Migration can take very long time according to the current size of your data.
pl: Informacja: w zależności od rozmiaru danych migracja może zająć dużo czasu.

source: <p>The default choice is <b>Skip Migration</b> in case no files for migration were found.<br> The files and directories to be migrated are listed in the table.<br> You can find detailed choices in the <b>Migration Details</b> pop-up menu. Here you can choose to make a complete Backup of your system (tar.bz2).<br> By pressing <b>Next</b> you start the migration and possible backup processes (if you have chosen to backup your system in the <b>Migration Details</b> menu).<br> The whole procedure may take a long time depending on the size of your data.</p>
pl: <p>Domyślnym wyborem jest <b>Pominięcie migracji </b>, w wypadku kiedy nie znaleziono żadnych plików.<br> Pliki i katalogi do migracji są wypisane w tabeli.<br> Szczegółowe opcje można znaleźć w <b>Szczegółach migracji</b>. Można wybrać czy stworzyć kompletną kopię systemu (tar.bz2).<br> Naciskając przycisk <b>Dalej</b> można rozpocząć migrację i ewentualne tworzenie kopii zapasowej (jeśli wybrano tę opcję w <b>Szczegółach migracji).<br> Cała procedura może zająć dużo czasu, zależnie od ilości i rozmiaru plików.</p>

source: Warning
pl: Ostrzeżenie

source: Archive %1 already exists. Do you really want to overwrite it?
pl: Plik %1 już istnieje. Nadpisać go?

source: &Yes, Overwrite
pl: &Tak, nadpisz

source: Archive %1 is a directory. Expecting file name instead.
pl: Archiwum %1 jest katalogiem. Oczekiwano nazwy pliku.

source: The file %1 is type '%2'. It cannot be used for creating any backup archive.
pl: Plik %1 jest typu '%2'. Nie może być on użyty do tworzenia kopii zapasowej.

source: Migration Details
pl: Szczegóły migracji

source: We recommend creating a backup copy of your data before the migration starts.
pl: Przed rozpoczęciem migracji zalecane jest utworzenie kopii zapasowej danych.

source: Create a Backup &Archive
pl: Utwórz &archiwum kopii zapasowej

source: Archive &Location
pl: &Położenie archiwum

source: &Browse...
pl: Prz&eglądaj...

source: Please, select a directory or an archive file.
pl: Proszę wybrać katalog lub plik archiwum.

source: Backup Archive File Location
pl: Położenie pliku kopii zapasowej

source: Migration in Progress
pl: Migracja w toku

source: <p>In case you have chosen to <b>Backup</b> your data you will see the backup progress in this window.<br> After the <b>Backup</b> is finished you will see the progress of the migration with the following information :<br> Total files: Number of processed files.<br> Total size: Size of migrated data.<br></p> <p>When the whole migration process is ready you will see a <b>Done</b> message.</p>
pl: <p>Jeśli wybrano opcję utworzenia<b>kopii zapasowej</b> danych, postęp tworzenia kopii można zobaczyć w tym oknie.<br> Po stworzeniu <b>kopii zapasowej</b> wyświetlony zostanie postęp migracji i następujące informacje:<br> Wszystkie pliki: liczba przeniesionych plików.<br> Całkowity rozmiar: rozmiar przeniesionych plików.<br></p> <p>Kiedy cały proces migracji się zakończy, wyświetlona zostanie informacja <b>Zakończono</b>.</p>

source: Backup statistics:
pl: Statystyki kopii zapasowych:

source: Current: %1 Total directories: %2 Total files: %3
pl: Bieżący: %1 Razem katalogów: %2 Razem plików: %3

source: Total directories: %1 Total files: %2
pl: Razem katalogów: %1 Razem plików: %2

source: Done
pl: Zakończono

source: Migration statistics:
pl: Statystyki migracji:

source: Current: %1 Total files: %2 Total size: %3
pl: Bieżący: %1 Razem katalogów: %2 Razem plików: %3

source: Total files: %1 Total size: %2
pl: Razem plików: %1 Całkowity rozmiar: %2

source: Total files: %1
pl: Razem plików: %1

source: Aborted
pl: Przerwano

source: Creating backup archive...
pl: Tworzenie archiwum kopii zapasowej...

source: Migrating data...
pl: Przenoszenie danych...

source: Running post-migration script...
pl: Uruchamianie skryptów pomigracyjnych...

source: <p>The last migration step - a cleaning script is triggered.</p>
pl: <p>Ostatni krok migracji - skrypty czyszczące zostały uruchomione.</p>

source: Unable to read migration configuration from %1
pl: Nie można czytać konfiguracji migracji z %1

source: Admin Server Installation
pl: Instalacja serwera administracji

source: Branch Server Installation
pl: Instalacja serwera pobocznego

source: Image Server Installation
pl: Instalacja serwera obrazów

source: An error occured in pattern selection Starting manual detailed selection.
pl: Wystąpił błąd podczas wyboru wzorca. Uruchamianie ręcznego wyboru.

source: Unable to select pattern '%1'. Detailed selection needs to be used.
pl: Nie można wybrać wzorca '%1'. Należy użyć szczegółowego wyboru.

source: Detailed Selection
pl: Szczegółowy wybór

source: Server Pattern Selection
pl: Wybór wzorca serwera

source: <p>Please choose what type of server you would like to install and press <b>Next</b>.</p><br> In case you would like to make a detailed choice or install more services on one server please choose <b>Detailed Selection</b>.<br> <p>The installation will automatically start upon pressing <b>Next</b>.<br> When the installation is complete the <b>Migration Assistant</b> window will open and guide you through the migration process.</p>
pl: <p>Proszę wybrać rodzaj serwera do zainstalowania, a następnie nacisnąć przycisk <b>Dalej</b>.</p><br> Aby dokonać szczegółowego wyboru lub zainstalować więcej usług na jednym serwerze, należy wybrać opcję <b>Szczegółowy wybór</b>.<br> <p>Instalacja rozpocznie się automatycznie po naciśnięciu przycisku <b>Dalej</b>.<br> Kiedy instalacja zostanie zakończona, otwarte zostanie okno <b>Asystenta migracji</b>, które przeprowadzi cały proces. </p>
