Repository: aviarypl/suse-l10n-pl
Catalog: yast/slepos-system-manager.*.po
Languages: pl

source: Branch Server
pl: Serwer oddziałowy

source: Workstation
pl: Stacja robocza

source: Hard Disk
pl: Dysk twardy

source: RAM disk
pl: RAM-dysk

source: Network Card
pl: Karta sieciowa

source: Network Service
pl: Usługa sieciowa

source: High Availability Service
pl: Usługa o wysokiej dostępności

source: Hardware Reference Object
pl: Reprezentacja urządzenia

source: Image Reference Object
pl: Reprezentacja obrazu

source: File-Based Configuration Template
pl: Szablon konfiguracji z pliku

source: LDAP-Based Configuration Template
pl: Szablon konfiguracji z LDAP

source: Organizational Unit
pl: Jednostka organizacyjna

source: Branch Location
pl: Lokalizacja oddziału

source: Locator Object
pl: Obiekt lokalizatora

source: Global Container
pl: Kontener globalny

source: Distribution Container
pl: Kontener dystrybucji

source: Object
pl: Obiekt

source: Failed to remove the selected %1
pl: Usunięcie zaznaczonej klasy %1 nie powiodło się.

source: Reading %1 Settings
pl: Odczytywanie ustawień klasy %1...

source: Please wait...
pl: Proszę czekać...

source: An error occured while reading the %1 settings
pl: Wystąpił błąd podczas odczytywania ustawień klasy %1.

source: A error occured while modifying the selected object
pl: Wystąpił błąd podczas modyfikacji zaznaczonego obiektu.

source: A error occured while modifying the %1
pl: Wystąpił błąd podczas modyfikacji klasy %1.

source: Modifying Branch Location
pl: Zmiana lokalizacji oddziału

source: Adding Branch Server
pl: Dodawanie serwera oddziałowego

source: Modifying Branch Server
pl: Modyfikacja serwera oddziałowego

source: Initializing System Manager
pl: Inicjalizacja Menedżera systemu

source: Read System Manager settings
pl: Odczytanie ustawień Menedżera systemu

source: Reading System Manager settings...
pl: Odczytywanie ustawień Menedżera systemu...

source: Finished
pl: Zakończono

source: An error occured while reading the system manager settings. Please ensure %1 is installed.
pl: Wystąpił błąd podczas odczytywania ustawień Menedżera systemu. Proszę upewnić się, że %1 jest zainstalowany.

source: System Manager
pl: Menedżer systemu

source: Branch Locations
pl: Lokalizacje oddziałów

source: Branch Servers / Workstations
pl: Serwery oddziałowe / stacje robocze

source: Branch Server Objects
pl: Obiekty serwerów oddziałowych

source: Workstation Objects
pl: Obiekty stacji roboczych

source: Reference Object Containers
pl: Kontenery reprezentacji

source: Distribution Containers / Hardware Reference Objects
pl: Kontenery dystrybucji / reprezentacje urządzeń

source: Image Reference Objects
pl: Reprezentacje obrazów

source: Hardware Reference Objects
pl: Reprezentacje urządzeń

source: Reference Objects
pl: Obiekty referencyjne

source: <p><b><big>Initializing slepos-system-manager Configuration</big></b><br> Please wait...<br></p>
pl: <p><b><big>Trwa inicjalizacja konfiguracji slepos-system-manager.</big></b><br> Proszę czekać...<br></p>

source: <p><b><big>Aborting Initialization:</big></b><br> Safely abort the configuration utility by pressing <b>Abort</b> now.</p>
pl: <p><b><big>Przerwanie inicjalizacji:</big></b><br> Można bezpiecznie przerwać działania konfiguratora naciskając teraz <b>Przerwij</b>.</p>

source: <p><b><big>SleposSystemManager Configuration</big></b><br> Configure slepos-system-manager here.<br></p>
pl: <p><b><big>Konfiguracja SleposSystemManager</big></b><br> W tym miejscu można skonfigurować slepos-system-manager.<br></p>

source: <p><b><big>Adding a slepos-system-manager:</big></b><br> Choose slepos-system-manager from the list of detected slepos-system-managers. If your slepos-system-manager was not autodetected, use <b>Other (not detected)</b>. Then press <b>Configure</b>.</p>
pl: <p><b><big>Dodawanie slepos-system-manager:</big></b><br> Proszę wybrać jeden slepos-system-manager z listy wykrytych programów slepos-system-manager. Jeśli właściwy slepos-system-manager nie został wykryty automatycznie, proszę użyć opcji <b>Inny (niewykryty)</b>. Następnie proszę nacisnąć przycisk <b>Konfiguruj</b>.</p>

source: <p><b><big>Editing or Deleting:</big></b><br> If you press <b>Edit</b>, an additional dialog in which to change the configuration opens.</p>
pl: <p><b><big>Edycja albo usuwanie:</big></b><br> Po naciśnięciu <b>Edycja</b> otworzy się dodatkowe okno, w którym można zmienić konfigurację.</p>

source: <p><b><big>SleposSystemManager Configuration Overview</big></b><br> Obtain an overview of installed slepos-system-managers. Additionally edit their configuration.<br></p>
pl: <p><b><big>Przegląd konfiguracji SleposSystemManager</big></b><br> Przegląd konfiguracji dostarcza informacji na temat zainstalowanych programów slepos-system-manager. Ponadto umożliwia edycję ich konfiguracji.<br></p>

source: <p><b><big>Adding a slepos-system-manager:</big></b><br> Press <b>Add</b> to configure a slepos-system-manager.</p>
pl: <p><b><big>Dodawanie programu slepos-system-manager:</big></b><br> Proszę nacisnąć przycisk <b>Dodaj</b>, aby skonfigurować program slepos-system-manager.</p>

source: <p><b><big>Editing or Deleting:</big></b><br> Choose a slepos-system-manager to change or remove. Then press <b>Edit</b> or <b>Delete</b> as desired.</p>
pl: <p><b><big>Edycja lub usuwanie:</big></b><br> Proszę wybrać slepos-system-manager do zmiany lub usunięcia. Następnie proszę nacisnąć odpowiednio przycisk <b>Edytuj</b> lub <b>Usuń</b>.</p>

source: <p><b><big>Configure, part one</big></b><br> Please press the <b>Next</b> button. <br></p>
pl: <p><b><big>Konfiguracja - część pierwsza</big></b><br> Proszę nacisnąć przycisk <b>Dalej</b>. <br></p>

source: <p><b><big>Selecting something:</big></b><br> It is not possible, you must code it first :-) </p>
pl: <p><b><big>Wybieranie:</big></b><br> Nie jest to możliwe, trzeba to najpierw zakodować :-) </p>

source: <p><b><big>Configuration Part Two</big></b><br> Press <b>Next</b>. <br></p>
pl: <p><b><big>Druga część konfiguracji</big></b><br> Proszę nacisnąć przycisk <b>Dalej</b>. <br></p>

source: These settings are optional
pl: Te ustawienia są opcjonalne

source: %1 required.
pl: %1 jest wymagany.

source: %1 contains an invalid entry. %2
pl: %1 zawiera nieprawidłowy wpis. %2

source: Configuration of slepos-system-manager
pl: Konfiguracja slepos-system-manager

source: This YaST2 module does not support the command line interface. Use posAdmin.pl command line tool instead.
pl: Ten moduł YaST2 nie obsługuje interfejsu tekstowego. Proszę użyć narzędzia posAdmin.pl.

source: Select an Image Reference Object
pl: Wybór reprezentacji obrazu

source: Image Name
pl: Nazwa obrazu

source: Image Version
pl: Wersja obrazu

source: Reference Object Container
pl: Kontener reprezentacji

source: No Image Reference Object Selected. Please, select an Image Reference Object
pl: Nie wybrano żadnej reprezentacji obrazu. Proszę wybrać reprezentację obrazu

source: Select a Hardware Reference Object
pl: Wybór reprezentacji urządzenia

source: Hardware Name
pl: Nazwa sprzętowa

source: Model Type
pl: Typ modelu

source: No Hardware Reference Object Selected. Please, select a Hardware Reference Object
pl: Nie wybrano żadnej reprezentacji urządzenia. Proszę wybrać reprezentację urządzenia

source: Name
pl: Nazwa

source: Type
pl: Typ

source: &File-Based Configuration Template
pl: Szablon konfiguracji z &pliku

source: &LDAP-Based Configuration Template
pl: Szablon konfiguracji z &LDAP

source: &Hard Disk
pl: Dysk &twardy

source: &Ram Disk
pl: &RAM-dysk

source: N&etwork Card
pl: Karta si&eciowa

source: Network &Service
pl: Usługa &sieciowa

source: High &Availability Service
pl: Usług&a o wysokiej dostępności

source: Select Type
pl: Wybór typu

source: A type must be selected.
pl: Wymagane jest, aby typ był zaznaczony.

source: Branch Name
pl: Nazwa oddziału

source: Location
pl: Lokalizacja

source: Network Number
pl: Numer sieciowy

source: Netmask
pl: Maska sieci

source: Create Branch Location
pl: Tworzenie lokalizacji oddziału

source: Modify Branch Location
pl: Modyfikacja lokalizacji oddziału

source: Location Name
pl: Nazwa lokalizacji

source: DNS Location
pl: Lokalizacja DNS

source: DHCP Range
pl: Zakres DHCP

source: DHCP Fixed Range
pl: Stały zakres DHCP

source: Default Gateway
pl: Brama domyślna

source: Use Dynamic IP
pl: Używaj dynamicznego DHCP

source: Location name is required.
pl: Wymagana jest nazwa lokalizacji.

source: DNS location
pl: Lokalizacja DNS

source: DHCP range required.
pl: Wymagany jest zakres DHCP.

source: DHCP fixed range required.
pl: Wymagany jest stały zakres DHCP.

source: Dynamic IP required.
pl: Wymagany jest dynamiczny adres IP.

source: Workstation Base Name
pl: Nazwa stacji roboczej

source: Printer Base Name
pl: Nazwa drukarki

source: Enumeration Mask
pl: Maska numeracji

source: Associated Domain
pl: Przypisana domena

source: Branch Servers
pl: Serwery oddziałowe

source: Server Name
pl: Nazwa serwera

source: DNS Name
pl: Nazwa DNS

source: Workstations
pl: Stacje robocze

source: Workstation Name
pl: Nazwa stacji roboczej

source: MAC Address
pl: Adres MAC

source: IP Address
pl: Adres IP

source: Create Branch Server
pl: Tworzenie serwera oddziałowego

source: Modify Branch Server
pl: Modyfikacja serwera oddziałowego

source: Branch Server Name
pl: Nazwa serwera oddziałowego

source: scRefServerDn (optional)
pl: scRefServerDn (opcjonalne)

source: Branch server name required.
pl: Wymagana jest nazwa serwera oddziałowego.

source: Create Workstation
pl: Tworzenie stacji roboczej

source: Modify Workstation
pl: Modyfikacja stacji roboczej

source: Host Name
pl: Nazwa komputera

source: Workstation host name required.
pl: Wymagana jest nazwa hosta stacji roboczej.

source: MAC Address required.
pl: Wymagany jest adres MAC.

source: Serial Number
pl: Numer seryjny

source: Default Image
pl: Domyślny obraz

source: Register Bios Version
pl: Zarejestrowana wersja BIOS

source: Config File DN
pl: Nazwa domeny pliku konfiguracyjnego

source: Standard Printer DN
pl: Nazwa domeny drukarki standardowej

source: User Password
pl: Hasło użytkownika

source: Standard Printer
pl: Drukarka standardowa

source: POS Group DN
pl: Nazwa domeny POS

source: Disk Journal
pl: Dziennik dysku

source: Config Update
pl: Aktualizacja konfiguracji

source: Notified Image
pl: Powiadamiany obraz

source: Container Name
pl: Nazwa kontenera

source: Create Reference Object Container
pl: Tworzenie kontenera reprezentacji

source: Modify Reference Object Container
pl: Modyfikacja kontenera reprezentacji

source: Container name required.
pl: Wymagana nazwa kontera.

source: Distribution Containers
pl: Kontenery dystrybucji

source: Kernel Version
pl: Wersja jądra

source: Kernel Name
pl: Nazwa jądra

source: Initrd Name
pl: Nazwa initrd

source: Kernel Match
pl: Typ jądra

source: Use Disk Journal
pl: Użyj dziennika dysku

source: Create Distribution Container
pl: Tworzenie kontenera dystrybucji

source: Modify Distribution Container
pl: Modyfikacja kontenera dystrybucji

source: Kernel Expression (optional)
pl: Wyrażenie jądra (opcjonalne)

source: Container name is required.
pl: Wymagana jest nazwa kontenera.

source: Kernel name is required.
pl: Wymagana jest nazwa jądra.

source: Initrd name is required.
pl: Wymagana jest nazwa initrd.

source: Kernel version is required.
pl: Wymagana jest wersja jądra.

source: Kernel match is required.
pl: Wymagany jest typ jądra.

source: Create Hardware Reference Object
pl: Tworzenie reprezentacji urządzenia

source: Modify Hardware Reference Object
pl: Modyfikacja reprezentacji urządzenia

source: Default Image (optional)
pl: Obraz domyślny (opcjonalny)

source: Use Disk Journal (optional)
pl: Użyj dziennika dysku (opcjonalnie)

source: Name is required.
pl: Wymagana jest nazwa.

source: Model Type is required.
pl: Wymagany jest typ modelu.

source: Image File
pl: Plik obrazu

source: Image Size
pl: Rozmiar obrazu

source: DHCP Remote Options
pl: Zdalne opcje DHCP

source: DHCP Local Options
pl: Lokalne opcje DHCP

source: Config File
pl: Plik konfiguracyjny

source: Create Image Reference Object
pl: Tworzenie reprezentacji obrazu

source: Modify Image Reference Object
pl: Modyfikacja reprezentacji obiektu

source: Image size
pl: Rozmiar obrazu

source: Image name is required.
pl: Wymagana jest nazwa obrazu.

source: Image version is required.
pl: Wymagana jest wersja obrazu.

source: Image file is required.
pl: Wymagany jest plik obrazu.

source: Config File (optional)
pl: Plik konfiguracyjny (opcjonalny)

source: DHCP remote option is required.
pl: Wymagane jest podanie zdalnych opcji DHCP

source: DHCP local option is required.
pl: Wymagane jest podanie lokalnych opcji DHCP

source: Create Hard Disk
pl: Tworzenie dysku twardego

source: Modify Hard Disk
pl: Modyfikacja dysku twardego

source: Device
pl: Urządzenie

source: Hard Disk Size
pl: Rozmiar dysku twardego

source: Partitions Table
pl: Tablica partycji

source: Device required.
pl: Wymagane jest urządzenie.

source: Partition table required.
pl: Wymagana jest tablica partycji.

source: Create RAM Disk
pl: Tworzenie RAM-dysk

source: Modify RAM Disk
pl: Modyfikacja RAM-dysk

source: Device is required.
pl: Wymagane jest urządzenie.

source: The device /dev/ram0 should not be used since it is used for the initial RAM disk. Try using /dev/ram1 instead.
pl: Urządzenie /dev/ram0 nie powinno być używane ponieważ wykorzystywane jest już jako początkowy RAM-dysk. Proszę spróbować użyć /dev/ram1.

source: Create Network Card
pl: Tworzenie karty sieciowej

source: Modify Network Card
pl: Modyfikacja karty sieciowej

source: MAC Address (optional)
pl: Adres MAC (opcjonalny)

source: scModul (optional)
pl: scModul (opcjonalnie)

source: scModulOption (optional)
pl: scModulOption (opcjonalnie)

source: Netmask (optional)
pl: Maska podsieci (opcjonalna)

source: Netmask contains an invalid entry. %1
pl: Maska podsieci zawiera nieprawidłowy wpis. %1

source: Create High Availabilty Service
pl: Tworzenie usługi o wysokiej dostępności

source: Modify High Availabilty Service
pl: Modyfikacja usługi o wysokiej dostępności

source: Service Name
pl: Nazwa usługi

source: Name required.
pl: Wymagana jest nazwa.

source: DNS Name required.
pl: Wymagana jest nazwa DNS.

source: Service Name required.
pl: Wymagana jest nazwa usługi.

source: Service Status
pl: Status usługi

source: Service Start Script
pl: Skrypt startowy usługi

source: Primary Service
pl: Usługa podstawowa

source: Device (optional)
pl: Urządzenie (opcjonalne)

source: Service Status is required.
pl: Wymagany jest stan usługi.

source: Service Start Script is required.
pl: Wymagany jest skrypt startowy usługi.

source: Primary Service is required.
pl: Wymagana jest usługa podstawowa

source: Create Service
pl: Tworzenie usługi

source: Modify Service
pl: Modyfikacja usługi

source: DNS Name is required.
pl: Wymagana jest nazwa DNS.

source: Service Name is required.
pl: Wymagana jest nazwa usługi.

source: Service Email (optional)
pl: E-mail usługi (opcjonalny)

source: Create File-Based Configuration Template
pl: Tworzenie szablonu konifguracji z pliku

source: Modify File-Based Configuration Template
pl: Modyfikacja szablonu konifguracji z pliku

source: File Size
pl: Rozmiar pliku

source: FIXME: scMust??? is required.
pl: FIXME: wymagane jest scMust???

source: Config File is required.
pl: Wymagany jest plik konfiguracyjny.

source: Config File Local Path
pl: Ścieżka lokalna do pliku konfiguracyjnego

source: Config File MD5 (optional)
pl: Suma MD5 pliku konfiguracyjnego (opcjonalna)

source: Description (optional)
pl: Opis (opcjonalny)

source: Config File Local Path is required.
pl: Wyamagana jest ścieżka lokalna do pliku konfiguracyjnego

source: Create LDAP-Based Configuration Template
pl: Tworzenie szablonu konifguracji z LDAP

source: Modify LDAP-Based Configuration Template
pl: Modyfikacja szablonu konifguracji z LDAP

source: Size
pl: Rozmiar

source: Config File Data
pl: Dane pliku konfiguracyjnego

source: Config File Parser
pl: Parser pliku konfiguracyjnego

source: Config MD5
pl: Suma MD5 pliku konfiguracyjnego

source: Description
pl: Opis

source: &Close
pl: Za&mknij

source: Are you sure you want to remove the selected %1
pl: Czy na pewno usunąć zaznaczone klasy %1?

source: Removing %1 Settings
pl: Usuwanie ustawień klasy %1

source: Modifying %1 Settings
pl: Modyfikowanie ustawień klasy %1

source: Creating %1 Settings
pl: Tworzenie ustawień klasy %1

source: An error occured adding the branch location.
pl: Wystąpił błąd podczas dodawania lokalizacji oddziału.

source: An error occured adding the branch server.
pl: Wystąpił błąd podczas dodawania serwera oddziałowego.

source: An error occured modifying the branch server.
pl: Wystąpił błąd podczas modyfikowania serwera oddziałowego.

source: SleposSystemManager Configuration
pl: Konfiguracja SleposSystemManager

source: Initializing...
pl: Inicjalizacja...
