Repository: aviarypl/suse-l10n-pl
Catalog: yast/snapper.*.po
Languages: pl

source: Snapshot '%1' was not found.
pl: Zrzut "%1" nie został odnaleziony.

source: File /etc/sysconfig/snapper is not available.
pl: Plik /etc/sysconfig/snapper nie jest dostępny.

source: Reason not known.
pl: Przyczyna nieznana.

source: Configuration not found.
pl: Nie odnaleziono konfiguracji.

source: Configuration is not valid.
pl: Konfiguracja jest nieprawidłowa.

source: Failed to initialize snapper library: %1
pl: Nie udało się zainicjować biblioteki snappera: %1

source: Snapshot was not found.
pl: Zrzut nie został odnaleziony.

source: Failed to delete snapshot: %1
pl: Usunięcie zrzutu nie powiodło się: %1

source: Failed to modify snapshot: %1
pl: Zmiana zrzuty nie powiodła się: %1

source: Wrong snapshot type given.
pl: Podano zły typ zrzutu.

source: 'Pre' snapshot was not given.
pl: Nie podano 'przed' zrzutu.

source: Given 'Pre' snapshot was not found.
pl: Podany 'przed' zrzut nie został odnaleziony.

source: Failed to create new snapshot: %1
pl: Tworzenie nowego zrzutu nie powiodło się: %1

source: Initializing Snapper
pl: Inicjalizacja snappera

source: Read the list of snapshots
pl: Wczytaj listę zrzutów

source: Reading the database...
pl: Odczytywanie bazy danych...

source: Finished
pl: Zakończono

source: Restoring Files...
pl: Odtwarzanie plików...

source: Deleted %1
pl: Usunięto %1

source: %1 skipped
pl: Pominięto plik %1

source: Description
pl: Opis

source: User data
pl: Dane użytkownika

source: Cleanup algorithm
pl: Algorytm porządkowania

source: Modify Snapshot %1
pl: Zmiana zrzutu %1

source: Modify Snapshots %1 - %2
pl: Zmiana zrzutów %1 - %2

source: Pre (%1)
pl: Przed (%1)

source: Post (%1)
pl: Po (%1)

source: Create New Snapshot
pl: Utwórz nowy zrzut

source: Single snapshot
pl: Pojedynczy zrzut

source: Pre
pl: Przed

source: Post, paired with:
pl: Po, sparowany z:

source: Really delete snapshot '%1'?
pl: Na pewno usunąć zrzut '%1'?

source: Snapshots
pl: Zrzuty

source: Single
pl: Pojedynczy

source: Pre & Post
pl: Przed i po

source: Reading list of snapshots...
pl: Odczytywanie listy zrzutów...

source: Current Configuration
pl: Obecna konfiguracja

source: ID
pl: Identyfikator

source: Type
pl: Typ

source: Start Date
pl: Data rozpoczęcia

source: End Date
pl: Data zakończenia

source: User Data
pl: Dane użytkownika

source: Show Changes
pl: Wyświetl zmiany

source: Modify
pl: Zmień

source: This 'Pre' snapshot is not paired with any 'Post' one yet. Showing differences is not possible.
pl: Ten 'Przed' zrzut nie jest jeszcze sparowany z żadnym 'Po' zrzutem. Wyświetlenie różnic nie jest możliwe.

source: Selected Snapshot Overview
pl: Wybrany opis zrzutu

source: Calculating changed files...
pl: Obliczanie zmienionych plików...

source: Calculating file modifications...
pl: Obliczanie zmian w plikach...

source: File mode was changed from '%1' to '%2'.
pl: Tryb pliku został zmieniony z "%1" na "%2".

source: File user ownership was changed from '%1' to '%2'.
pl: Właściciel pliku został zmieniony z "%1" na "%2".

source: File group ownership was changed from '%1' to '%2'.
pl: Grupa właścicieli została zmieniona z "%1" na "%2".

source: R&estore from First
pl: Przywróć z pi&erwszego

source: Restore
pl: Odtwórz

source: Res&tore from Second
pl: P&rzywróć z drugiego

source: Show the difference between snapshot and current system
pl: Wyświetl różnice między zrzutem, a obecną wersją

source: Show the difference between current and selected snapshot:
pl: Wyświetl różnice miedzy obecnym i zaznaczonym zrzutem:

source: Show the difference between first and second snapshot
pl: Wyświetl różnice między pierwszym i drugim zrzutem

source: Show the difference between first snapshot and current system
pl: Wyświetl różnice między pierwszym zrzutem, a obecną wersją

source: Show the difference between second snapshot and current system
pl: Wyświetl różnice między drugim zrzutem, a obecną wersją

source: Time of taking the first snapshot:
pl: Czas wykonania pierwszego zrzutu:

source: Time of taking the second snapshot:
pl: Czas wykonania drugiego zrzutu:

source: Time of taking the snapshot:
pl: Czas wykonania zrzutu:

source: &Open
pl: &Otwórz

source: Restore Selected
pl: Odtwórz wybrane

source: Do you want to delete the file %1 from current system?
pl: Czy na pewno usunąć plik %1 z tego systemu?

source: Do you want to copy the file %1 from snapshot '%2' to current system?
pl: Czy skopiować plik %1 ze zrzutu '%2' do tego systemu?

source: No file was selected for restoring
pl: Do odtworzenia nie został wybrany żaden plik

source: Restoring files
pl: Odtwarzanie plików

source: <p>These files will be restored from snapshot '%1':</p> <p> %2 </p> <p>Files existing in original snapshot will be copied to current system.</p> <p>Files that did not exist in the snapshot will be deleted.</p>Are you sure?
pl: <p>Te pliki zostaną przywrócone ze zrzutu '%1':</p> <p> %2 </p> <p>Pliki istniejące w oryginalnym zrzucie zostaną skopiowane do tego systemu.</p> <p>Pliki, które nie istniały w zrzucie zostaną usunięte.</p>Czy na pewno kontynuować?

source: <p><b><big>Reading the list of snapshots</big></b><br> </p>
pl: <p><b><big>Odczytywanie listy zrzutów</big></b><br> </p>

source: <p><b><big>Snapshots Configuration</big></b><p> <p>The table shows a list of root filesystem snapshots. There are three types of snapshots, <b>single</b>, <b>pre</b> and <b>post</b>. Single snapshots are used for storing the file system state in a certain time, while Pre and Post are used to define the changes done by special operation performed between taking those two snapshots. Pre and Post snapshots are coupled together in the table.</p> <p>Select a snapshot or snapshot couple and click <b>Show Changes</b> to see the new file system changes in the specified snapshot.</p>
pl: <p><b><big>Konfiguracja zrzutów</big></b><p> <p>W tabeli widoczna jest lista zrzutów głównego systemu plików. Istnieją trzy rodzaje zrzutów, <b>pojedynczy</b>, <b>przed</b> i <p>po</b>. Pojedyncze zrzutu są wykorzystywane do przechowywania stanu systemu w określonym czasie, podczas gdy zrzuty Przed i Po służą do określenia zmian dokonanych przez specjalne operacje wykonane pomiędzy tymi zrzutami. Zrzuty Przed i Po wyświetlane są w parach.</p> <p>Proszę wybrać zrzut lub parę zrzutów i nacisnąć przycisk <b>Wyświetl zmiany</b>, aby zobaczyć zmiany w systemie plików utrwalone w danym zrzucie.</p>

source: <p><b><big>Snapshot Overview</big></b><p> <p> The tree shows all the files that were modified between creating the first ('pre') and second ('post') snapshot. On the right side, you see the description generated when the first snapshot was created and the time of creation for both snapshots. </p> <p> When a file is selected in the tree, you see the changes done to it. By default, changes between selected coupled snapshots are shown, but it is possible to compare the file with different versions. </p>
pl: <p><b><big>Przegląd zrzutu</big</b><p> <p> W drzewie wyświetlone są pliki zmienione w czasie pomiędzy pierwszym ('przed') i drugim ('po') zrzutem. W prawej części widoczny jest opis wygenerowany w momencie utworzenia pierwszego zrzutu oraz czas utworzenia obydwu zrzutów. </p> <p> Po zaznaczeniu pliku w drzewie, można zobaczyć jakie zaszły w nim zmiany. Domyślnie wyświetlane są zmiany między parą zrzutów, ale możliwe jest porównanie pliku z inną wersją. </p>

source: <p><b><big>Snapshot Overview</big></b><p> <p> The tree shows all the files that differ in a selected snapshot and the current system. On the right side, you see the snapshot description and time of its creation. </p> <p> When a file is selected in the tree, you can see the its difference between snapshot version and current system. </p>
pl: <p><b><big>Przegląd zrzutu</big></b><p> <p> W drzewie wyświetlone są wszystkie pliki które różnią się w zrzucie i obecnym stanie systemu. W prawej części widoczny jest opis zrzutu oraz czas jego utworzenia. </p> <p> Po zaznaczeniu pliku w drzewie, można zobaczyć różnice pomiędzy wersją utrwaloną w zrzucie a stanem obecnym. </p>

source: Configuration of system snapshots
pl: Konfiguracja zrzutów systemowych
