Repository: aviarypl/suse-l10n-pl
Catalog: yast/sshd.*.po
Languages: pl

source: Initializing the SSHD Configuration
pl: Inicjalizacja konfiguracji SSHD

source: Read the current SSHD configuration
pl: Odczytanie bieżącej konfiguracji SSHD

source: Read the current SSHD state
pl: Odczytanie bieżącego statusu SSHD

source: Read firewall settings
pl: Wczytaj ustawienia zapory sieciowej

source: Read service status
pl: Odczytanie stanu usługi

source: Reading the current SSHD configuration...
pl: Odczytywanie bieżącej konfiguracji SSHD...

source: Reading the current SSHD state
pl: Odczytywanie bieżącego stanu SSHD.

source: Reading firewall settings...
pl: Wczytywanie ustawień zapory sieciowej...

source: Reading service status...
pl: Odczytywanie statusu usługi...

source: Cannot read firewall settings.
pl: Nie można wczytać ustawień zapory sieciowej.

source: Saving the SSHD Configuration
pl: Zapisywanie konfiguracji SSHD

source: Write the SSHD settings
pl: Zapisanie ustawień SSHD

source: Write firewall settings
pl: Zapisz ustawienia zapory sieciowej

source: Adjust SSHD service
pl: Dostosowanie usługi SSHD

source: Writing the SSHD settings...
pl: Zapisywanie ustawień SSHD...

source: Writing firewall settings...
pl: Zapisywanie ustawień zapory sieciowej...

source: Adjusting SSHD service...
pl: Dostosowywanie usługi SSHD...

source: Cannot write the SSHD settings.
pl: Nie można zapisać ustawień SSHD.

source: Cannot write firewall settings.
pl: Nie można zapisać ustawień zapory sieciowej.

source: Not configured yet.
pl: Jeszcze nieskonfigurowane.

source: SSHD Server will use port: %1
pl: Serwer SSHD będzie używał portu: %1

source: SSHD Server will use ports: %1
pl: Serwer SSHD będzie używał portów: %1

source: SSHD Server Ports:
pl: Porty serwera SSH:

source: Really exit? All changes will be lost.
pl: Czy na pewno zakończyć? Wszystkie zmiany zostaną utracone.

source: Add New Port
pl: Dodanie nowego portu

source: Edit Current Port
pl: Edycja istniejącego portu

source: Port number must not be empty.
pl: Numer portu nie może być pusty.

source: SSHD TCP Ports
pl: Porty TCP SSHD

source: &Add...
pl: &Dodaj...

source: &Edit...
pl: &Edytuj...

source: &Delete
pl: &Usuń

source: Server Features
pl: Funkcje serwera

source: Allow &TCP Forwarding
pl: Włącz przekazywanie &TCP

source: Allow &X11 Forwarding
pl: Włącz przekazywanie &X11

source: Allow &Compression
pl: Włącz &kompresję

source: General Login Settings
pl: Ogólne ustawienia logowania

source: Print &Message of the Day after Login
pl: Wyświetlaj wiadomość dnia (&MOTD) po zalogowaniu

source: Permi&t Root Login
pl: &Zezwól na logowanie użytkownika root

source: Authentication Settings
pl: Ustawienia uwierzytelniania

source: Ma&ximum Authentication Tries
pl: &Maksymalna liczba prób uwierzytelnienia

source: RSA Authenti&cation (Protocol V. 1 Only)
pl: Uwierzytelnianie &RSA (tylko protokół V. 1)

source: Public &Key Authentication (Protocol V. 2 Only)
pl: Uwierzytelnianie &kluczem publicznym (tylko protokół V. 2)

source: Supported SSH protocol versions
pl: Obsługiwane wersje protokołu SSH

source: &2 and 1
pl: &2 i 1

source: 2 &only
pl: tylk&o 2

source: &1 only
pl: tylko &1

source: &Supported Ciphers
pl: Obsługiwane &szyfry

source: Cipher
pl: Szyfr

source: <p><b><big>Initializing the sshd Configuration</big></b><br> </p>
pl: <p><b><big>Inicjalizacja konfiguracji sshd</big></b><br> </p>

source: <p><b><big>Saving the sshd Configuration</big></b><br> </p>
pl: <p><b><big>Zapisywanie konfiguracji sshd</big></b><br> </p>

source: <p><b><big>Server Configuration</big></b><br> Configure SSHD here.<br></p>
pl: <p><b><big>Konfiguracja serwera</big></b><br> W tym miejscu można skonfigurować serwer SSH.<br></p>

source: <p><b><big>Login Settings</big></b><br> Here you can configure the SSHD login and authentication settings. Some apply to a particular protocol version only.</p>
pl: <p><b><big>Konfiguracja logowania</big></b><br> W tym miejscu można skonfigurować ustawienia dotyczące logowania i uwierzytelniania. Niektóre ustawienia mogą dotyczyć konkretnej wersji protokołu.</p>

source: <p><b>Print Message of the Day After Login</b> Specifies whether sshd should print /etc/motd when a user logs in interactively.</p>
pl: <p><b>Wyświetl wiadomość dnia po zalogowaniu</b> Określa, czy sshd powinno wyświetlić /etc/motd po zalogowaniu użytkownika.</p>

source: <p><b>Permit Root Login</b><br> Specifies whether root can log in using ssh.</p>
pl: <p><b>Zezwól na logowanie na konto root</b><br> Określa, czy użytkownik root może logować się poprzez ssh.</p>

source: <p><b>Maximum Authentication Tries</b><br> Specifies the maximum number of authentication attempts permitted per connection. Once the number of failures reaches half this value, additional failures are logged.</p>
pl: <p><b>Limit prób uwierzytelniania</b><br> Określa maksymalną liczbę prób uwierzytelniania, dozwoloną w czasie jednego połączenia. Po przekroczeniu połowy, następne błędne logowania zostaną zapisane do dziennika.</p>

source: <p><b>RSA Authentication</b><br> Specifies whether pure RSA authentication is allowed. This option applies to protocol version 1 only.</p>
pl: <p><b>Uwierzytelnianie RSA</b><br> Określa czy uwierzytelnianie RSA jest dozwolone. Ta opcja dotyczy tylko wersji 1 protokołu.</p>

source: <p><b>Public Key Authentication</b><br> Specifies whether public key authentication is allowed. This option applies to protocol version 2 only.</p>
pl: <p><b>Uwierzytelnianie kluczem publicznym</b><br> Określa czy uwierzytelnianie kluczem publicznym jest dozwolone. Ta opcja dotyczy tylko wersji 2 protokołu.</p>

source: <p><b><big>Protocol and Cipher Settings</big></b><br> Configure SSHD protocol version and cipher settings.<br></p>
pl: <p><b><big>Konfiguracja protokołu i szyfru</big></b><br> Tu można skonfigurować wersję protokołu SSHD i metody szyfrowania.<br></p>

source: Configuration of sshd
pl: Konfiguracja demona sshd

source: Ports used by SSHD Server
pl: Porty używane przez serwer SSHD

source: Show current settings
pl: Wyświetla bieżące ustawienia

source: Add a new record
pl: Dodaje nowy rekord

source: Remove a record
pl: Usuwa rekord

source: SSH server is running
pl: Serwer SSH jest uruchomiony

source: SSH server is not running
pl: Serwer SSH nie jest uruchomiony

source: &Start SSH Server Now
pl: Uruchom teraz &serwer SSH

source: S&top SSH Server Now
pl: Za&trzymaj teraz serwer SSH

source: Save Settings and Reload SSH Server &Now
pl: Zapisz ustawie&nia i uruchom ponownie serwer SSH

source: Start SSH Server Now
pl: Uruchom teraz serwer SSH

source: Stop SSH Server Now
pl: Zatrzymaj teraz serwer SSH

source: Save Settings and Reload SSH Server Now
pl: Zapisz teraz ustawienia i ponownie uruchom serwer SSH

source: Now and When &Booting
pl: Teraz i podczas uruchamiania systemu

source: &Manually
pl: &Ręcznie

source: Now and When Booting
pl: Teraz i podczas uruchamiania systemu

source: Manually
pl: Ręcznie

source: &Start-Up
pl: &Uruchamianie

source: &General
pl: O&gólne

source: &Login Settings
pl: Ustawienia &logowania

source: &Protocol and Ciphers
pl: &Protokół i szyfry

source: SSHD Server Configuration
pl: Konfiguracja serwera SSHD
