Repository: aviarypl/suse-l10n-pl
Catalog: yast/storage.*.po
Languages: pl

source: The selected device contains at least one LVM partition assigned to a volume group. Remove all partitions from their respective volume groups before deleting the device.
pl: Wybrane urządzenie zawiera przynajmniej jedną partycję LVM, przydzieloną do grupy woluminów. Usuń wszystkie partycje z odpowiednich grup woluminów przed usunięciem urządzenia.

source: The selected device contains at least one partition that is part of a RAID system. Unassign the partitions from their respective RAID systems before deleting the device.
pl: Wybrane urządzenie zawiera przynajmniej jedną partycję, która jest częścią systemu RAID. Usuń przyporządkowanie partycji do odpowiednich systemów RAID przed usunięciem urządzenia.

source: The selected device contains at least one partition that is used by another volume. Delete the volume using it before deleting the device.
pl: Wybrane urządzenie zawiera przynajmniej jedną partycję używaną przez inny wolumin. Usuń ten wolumin przed usunięciem urządzenia.

source: <p> Create and remove subvolumes from a Btrfs filesystem.</p>
pl: <p> Tutaj można tworzyć i usuwać woluminy podrzędne z systemu plików Btrfs.</p>

source: Existing Subvolumes:
pl: Istniejące woluminy podrzędne:

source: New Subvolume
pl: Nowy wolumin podrzędny

source: Add new
pl: Dodaj nowy

source: Remove
pl: Usuń

source: Subvolume Handling
pl: Obsługa woluminów podrzędnych

source: Empty subvolume name not allowed.
pl: Pusta nazwa woluminu podrzędnego jest niedopuszczalna.

source: Only subvolume names starting with "%1" currently allowed! Automatically prepending "%1" to name of subvolume.
pl: Nazwa woluminu podrzędnego musi zaczynać się od "%1"! Automatyczne poprzedzanie nazwy woluminu podrzędnego znakiem "%1".

source: Subvolume name %1 already exists.
pl: Nazwa woluminu podrzędnego %1 już istnieje.

source: Modifications done so far in this dialog will be lost.
pl: Wszelkie zmiany wprowadzone w oknie dialogowym zostaną utracone.

source: <p> Create an encrypted file system. </p>
pl: <p> Tworzenie szyfrowanego systemu plików. </p>

source: <p> Access an encrypted file system. </p>
pl: <p> Dostęp do szyfrowanego systemu plików. </p>

source: <p> Keep in mind that this file system is only protected when it is not mounted. Once it is mounted, it is as secure as every other Linux file system. </p>
pl: <p> Należy pamiętać, że ten system plików jest chroniony tylko wtedy, gdy nie jest zamontowany. Od momentu zamontowania jest równie bezpieczny, jak każdy inny system plików Linuksa. </p>

source: <p> This mount point corresponds to a temporary filesystem like /tmp or /var/tmp. If you leave the encryption password empty, the system will create a random password at system startup for you. This means, you will lose all data on these filesystems at system shutdown. </p>
pl: <p> Ten punkt montowania odpowiada tymczasowemu systemowi plików, jak /tmp lub /var/tmp. Można pozostawić puste hasło dostępu. W takim przypadku podczas uruchamiania systemu zostanie utworzone losowe hasło. Oznacza to, że wszystkie dane z tego systemu plików zostaną utracone po wyłączeniu systemu. </p>

source: <p> If you forget your password, you will lose access to the data on your file system. Choose your password carefully. A combination of letters and numbers is recommended. To ensure the password was entered correctly, enter it twice. </p>
pl: <p> Jeśli zapomnisz hasła to nie będziesz miał dostępu do danych na systemie plików. Należy starannie wybrać hasło. Zalecana jest kombinacja liter i cyfr. Aby upewnić się, że hasło zostało wprowadzone poprawnie, proszę je powtórzyć. </p>

source: <p> You must distinguish between uppercase and lowercase. A password should have at least %1 characters and, as a rule, not contain any special characters (e.g., letters with accents or umlauts). </p>
pl: <p> W haśle rozróżniane są duże i małe litery. Powinno mieć ono przynajmniej %1 znaków długości i nie zawierać żadnych znaków specjalnych (np. narodowych znaków diakrytycznych). </p>

source: <p> Possible characters are <tt>%1</tt>, blanks, uppercase and lowercase letters (<tt>A-Za-Z</tt>), and digits <tt>0</tt> to <tt>9</tt>. </p>
pl: <p> Dostępne znaki to <tt>%1</tt>, spacje, wielkie i małe litery (<tt>A-Za-z</tt>) i cyfry od <tt>0 do <tt>9</tt>. </p>

source: <p> Do not forget this password! </p>
pl: <p> Proszę nie zapomnieć tego hasła! </p>

source: <p> You will need to enter your encryption password. </p>
pl: <p> Konieczne będzie podanie hasła szyfrowania. </p>

source: <p> If the encrypted file system does not contain any system file and therefore is not needed for the update, you may select <b>Skip</b>. In this case, the file system is not accessed during update. </p>
pl: <p> Jeśli szyfrowany system plików nie zawiera żadnego pliku systemowego i z tego powodu nie musi być aktualizowany, można wybrać "Pomiń". W takim przypadku system plików będzie pomijany podczas aktualizacji. </p>

source: Warning: With your current setup, your installation will encounter problems when booting, because the disk on which your /boot partition is located does not contain a GPT disk label. It will probably not be possible to boot such a setup. If you need to use this disk for installation, you should destroy the disk label in the expert partitioner.
pl: Ostrzeżenie: Zgodnie z aktualnymi ustawieniami, system może się nie uruchomić, gdyż dysk z partycją /boot nie zawiera etykiety dysku GPT. Prawdopodobnie uruchomienie takiego systemu nie będzie możliwe. Jeśli dysk ten musi być używany podczas instalacji, należy usunąć etykietę dysku w module partycjonowania w ustawieniach zaawansowanych.

source: You cannot use the mount point "%1" for LVM.
pl: Nie można użyć punktu montowania "%1" dla LVM.

source: You cannot use the mount point %1 for RAID.
pl: Nie można użyć punktu montowania %1 dla RAID.

source: You have assigned an encrypted file system to a partition with one of the following mount points: "/", "/usr", "/boot", /var". This is not possible. Change the mount point or use a nonloopbacked file system.
pl: Przyporządkowano szyfrowany system plików do partycji z jednym z poniższych punktów montowania: "/", "/usr", "/boot", "var". To nie jest możliwe. Zmień punkt montowania albo użyj systemu plików bez pętli zwrotnej.

source: Mount point must not be empty.
pl: Punkt montowania nie może być pusty.

source: Swap devices must have swap as mount point.
pl: Urządzenie wymiany musi mieć wpisany swap jako punkt montowania.

source: Only swap devices may have swap as mount point.
pl: Tylko urządzenia wymiany mogą mieć podany punkt montowania swap.

source: This mount point is already in use. Select a different one.
pl: Ten punkt montowania jest już w użyciu. Wybierz inny.

source: FAT filesystem used for system mount point (/, /usr, /opt, /var, /home). This is not possible.
pl: Użyto systemu plików FAT dla punktu montowania katalogów systemowych (/, /usr, /opt, /var, /home). To nie jest możliwe.

source: Invalid character in mount point. Do not use "`'!"%#" in a mount point.
pl: Niewłaściwy znak w określeniu punktu montowania. Nie należy używać znaków "`'!"%#" w nazwach punktów montowania.

source: You cannot use any of the following mount points: /bin, /dev, /etc, /lib, /lib64, /lost+found, /mnt, /proc, /sbin, /sys, /var/adm/mnt
pl: Nie możesz użyć żadnego z poniższych punktów montowania: /bin, /dev, /etc, /lib, /lib64, /lost+found, /mnt, /proc, /sbin, /sys, /var/adm/mnt

source: Your mount point must start with a "/"
pl: Określenie punktu montowania musi zaczynać się od "/"

source: Your partition is too small to use %1. The minimum size for this file system is %2.
pl: Wybrana partycja jest za mała aby używać %1. Minimalny rozmiar dla tego systemu plików to %2.

source: It is not allowed to assign a mount point to a device with nonexistent or unknown file system.
pl: Przypisywanie punktu montowania na urządzeniu z nieistniejącym lub nieznanym systemem plików jest niedozwolone.

source: Illegal file system ID.
pl: Nieprawidłowy identyfikator systemu plików.

source: Rescan Devices
pl: Ponowne skanowanie urządzeń

source: Import Mount Points...
pl: Zaimportuj punkty montowania...

source: Provide Crypt &Passwords...
pl: Dostarcza hasło szyfrowania

source: Configure &iSCSI...
pl: Konfiguruj &iSCSI...

source: Configure &Multipath...
pl: Konfiguruj &multipath...

source: Configure &DASD...
pl: Konfiguruj &DASD...

source: Configure &zFCP...
pl: Konfiguruj &zFCP...

source: Configure &XPRAM...
pl: Konfiguruj &XPRAM...

source: Configure...
pl: Konfiguruj...

source: Available Storage on %1
pl: Dostępna pamięć masowa na %1

source: <p>This view shows all storage devices available.</p>
pl: <p>Ten widok pozwala zobaczyć wszystkie urządzenia pamięci masowej.</p>

source: <p>By selecting a table entry you can navigate to the view with detailed information about the device.</p>
pl: <p>Zaznaczenie wpisu w tabeli pozwala przejść do widoku szczegółowych informacji na temat urządzenia.</p>

source: Rescaning disks cancels all current changes. Really rescan disks?
pl: Ponowne skanowanie dysków spowoduje anulowanie wszystkich bieżących zmian. Czy na pewno przeskanować dyski ponownie?

source: Calling iSCSI configuration cancels all current changes. Really call iSCSI configuration?
pl: Wywołanie konfiguracji iSCSI spowoduje anulowanie wszystkich bieżących zmian. Czy na pewno wywołać konfigurację iSCSI?

source: Calling DASD configuration cancels all current changes. Really call DASD configuration?
pl: Wywołanie konfiguracji DASD spowoduje anulowanie wszystkich bieżących zmian. Czy na pewno wywołać konfigurację DASD?

source: Calling zFCP configuration cancels all current changes. Really call zFCP configuration?
pl: Wywołanie konfiguracji zFCP spowoduje anulowanie wszystkich bieżących zmian. Czy na pewno wywołać konfigurację zFCP?

source: Calling XPRAM configuration cancels all current changes. Really call XPRAM configuration?
pl: Wywołanie konfiguracji XPRAM spowoduje anulowanie wszystkich bieżących zmian. Czy na pewno wywołać konfigurację XPRAM?

source: Edit Btrfs %1
pl: Edytuj BTRFS %1

source: Select at least one device.
pl: Wybierz przynajmniej jedno urządzenie.

source: Unused Devices:
pl: Nieużywane urządzenia:

source: Selected Devices:
pl: Wybrane urządzenia.

source: Resize Btrfs Volume %1
pl: Zmiana rozmiaru woluminu woluminu Btrfs %1

source: The Btrfs %1 is in use. It cannot be edited. To edit %1, make sure it is not used.
pl: Urządzenie Btrfs %1 jest używane. Nie można go edytować. Aby edytować urządzenie %1, należy upewnić się, że nie jest one używane.

source: Failed to remove some physical devices.
pl: Nie udało się usunąć niektórych urządzeń fizycznych.

source: Edit
pl: Edytuj

source: Delete
pl: Usuń

source: Resize
pl: Zmień rozmiar

source: Edit...
pl: Edytuj...

source: Resize...
pl: Zmień rozmiar...

source: Btrfs Device: %1
pl: Urządzenie BTRFS: %1

source: &Overview
pl: Prze&gląd

source: &Used Devices
pl: Używane &urządzenia

source: <p>First, choose whether the partition should be formatted and the desired file system type.</p>
pl: <p>Najpierw określ czy ta partycja ma być sformatowana oraz wybierz żądany typ systemu plików.</p>

source: <p>Then, choose whether the partition should be mounted and enter the mount point (/, /boot, /usr, /var, etc.).</p>
pl: <p>Następnie wybierz czy partycja ma być zamontowana oraz podaj punkt montowania (/, /boot, /usr, /var, itp.)</p>

source: Formatting Options
pl: Opcje formatowania

source: Format partition
pl: Formatuj partycję

source: Do not format partition
pl: Nie formatuj partycji

source: Do not mount partition
pl: Nie montuj partycji

source: Mounting Options
pl: Opcje montowania

source: Mount partition
pl: Montuj partycję

source: Mount Point
pl: Punkt montowania

source: Fs&tab Options...
pl: Opcje fs&tab...

source: Crypt files must be encrypted.
pl: Pliki szyfrowane muszą być zaszyfrowane.

source: You chose to create the crypt file, but did not specify that it should be formatted. This does not make sense. Also check the format option.
pl: Wybrano utworzenie szyfrowanego pliku ale nie określono, czy powinien on zostać sformatowany. To nie ma sensu. Sprawdź opcje formatowania.

source: Crypt files require a mount point.
pl: Szyfrowane pliki wymagają punktu montowania.

source: Tmpfs requires a mount point.
pl: Tmpfs pliki wymagają punktu montowania.

source: <p> Keep in mind that this file system is only protected when it is not mounted. Once it is mounted, it is as secure as every other Linux file system. </p>
pl: <p> Należy pamiętać, że ten system plików jest chroniony tylko wtedy, gdy nie jest zamontowany. Od momentu zamontowania jest on tak bezpieczny, jak każdy inny system plików systemu Linux. </p>

source: Password
pl: Hasło

source: You cannot resize the selected partition because the file system on this partition does not support resizing.
pl: Nie można zmienić rozmiaru wybranej partycji, ponieważ system plików na tej partycji nie obsługuje operacji zmiany rozmiaru.

source: Resize Partition %1
pl: Zmiana rozmiaru partycji %1

source: Resize Logical Volume %1
pl: Zmiana rozmiaru woluminu logicznego %1

source: Current size: %1
pl: Obecny rozmiar: %1

source: Currently used: %1
pl: Aktualnie używany: %1

source: Size
pl: Rozmiar

source: Maximum Size (%1)
pl: Maksymalny rozmiar (%1)

source: Minimum Size (%1)
pl: Minimalny rozmiar (%1)

source: Custom Size
pl: Własny rozmiar

source: <p>Choose new size.</p>
pl: <p>Wybierz nowy rozmiar.</p>

source: The size entered is invalid. Enter a size between %1 and %2.
pl: Wprowadzony rozmiar jest nieprawidłowy. Wprowadź wartość pomiędzy %1 a %2.

source: Output of %1
pl: Wyjście %1

source: Rescanning disks...
pl: Ponowne skanowanie dysków...

source: Edit DM %1
pl: Edycja DM %1

source: No DM device selected.
pl: Nie wybrano urządzenia DM.

source: The DM %1 is in use. It cannot be edited. To edit %1, make sure it is not used.
pl: Urządzenie DM %1 jest używane. Nie można go edytować. Aby edytować urządzenie %1, należy upewnić się, że nie jest one używane.

source: <p>This view shows detailed information about the selected Device Mapper device.</p>
pl: <p>Ten widok wyświetla szczegółowe informacje o wybranym urządzeniu Device Mapper.</p>

source: <p>This view shows all devices used by the selected Device Mapper device.</p>
pl: <p>Ten widok wyświetla wszystkie urządzenia użyte przez wybrane urządzenie Device Mapper.</p>

source: DM Device: %1
pl: Urządzenie DM: %1

source: Add RAID
pl: Dodaj RAID

source: Add Volume Group
pl: Dodaj grupę woluminów

source: Device Graph
pl: Wykres urządzenia

source: Export Device Graph...
pl: Eksportuj wykres urządzenia...

source: <p>This view shows a graph of devices.</p>
pl: <p>Ten widok wyświetla wykres urządzeń.</p>

source: Saving graph file failed.
pl: Zapisywanie pliku z wykresem nie powiodło się.

source: Mount Graph
pl: Zamontuj wykres

source: Export Mount Graph...
pl: Eksportuj wykres montowań...

source: <p>This view shows a graph of mount points.</p>
pl: <p>Ten widok pokazuje wykres punktów montowania.</p>

source: <p>Choose the partition type for the new partition.</p>
pl: <p>Określ typ nowej partycji.</p>

source: &Primary Partition
pl: &Partycja podstawowa

source: &Extended Partition
pl: Partycja rozsz&erzona

source: &Logical Partition
pl: Partycja &logiczna

source: New Partition Type
pl: Nowy typ partycji

source: <p>Choose the size for the new partition.</p>
pl: <p>Wybierz rozmiar dla nowej partycji.</p>

source: New Partition Size
pl: Nowy rozmiar partycji

source: Custom Region
pl: Własny region

source: Start Cylinder
pl: Cylinder początkowy

source: End Cylinder
pl: Cylinder końcowy

source: The region entered is invalid.
pl: Podany region jest nieprawidłowy.

source: Add Partition on %1
pl: Dodawanie partycji na %1

source: Edit Partition %1
pl: Edycja partycji %1

source: No space to moved partition %1.
pl: Brak miejsca aby przenieść partycję %1.

source: Move partition %1 forward?
pl: Czy przenieść partycję %1 do przodu?

source: Move partition %1 backward?
pl: Czy przenieść partycję %1 do tyłu?

source: Move partition %1?
pl: Czy przenieść partycję %1?

source: Forward
pl: Do przodu

source: Backward
pl: Do tyłu

source: Confirm Deleting of All Partitions
pl: Potwierdź usunięcie wszystkich partycji

source: The disk "%1" contains at least one partition. If you proceed, the following partitions will be deleted:
pl: Dysk "%1" zawiera co najmniej jedną partycję. W przypadku kontynuowania następujące partycje zostaną usunięte:

source: Really delete all partitions on "%1"?
pl: Czy na pewno usunąć wszystkie partycje z "%1"?

source: No hard disk selected.
pl: Nie wybrano dysku twardego.

source: The disk is in use and cannot be modified.
pl: Dysk jest używany i nie można go modyfikować.

source: Select new partition table type for %1.
pl: Wybierz nowy typ tablicy partycji dla %1.

source: Really create new partition table on %1? This will delete all data on %1 and all RAIDs and Volume Groups using partitions on %1.
pl: Czy na pewno utworzyć użyć nową partycję na %1? Zostaną usunięte wszystkie dane na %1 i wszystkie urządzenia RAID oraz grupy woluminów, które korzystają z partycji na %1.

source: No disk selected.
pl: Nie wybrano żadnego dysku.

source: Really delete BIOS RAID %1?
pl: Czy na pewno usunąć urządzenie BIOS RAID %1?

source: Really delete Partitioned RAID %1?
pl: Czy na pewno usunąć partycjonowaną macierz RAID %1?

source: There are no partitions to delete on this disk.
pl: Na tym dysku nie ma partycji do usunięcia.

source: It is not possible to create a partition on %1.
pl: Utworzenie partycji na %1 nie jest możliwe

source: No partition selected.
pl: Nie wybrano partycji

source: The partition %1 is in use. It cannot be edited. To edit %1, make sure it is not used.
pl: Partycja %1 jest używana. Nie można jej edytować. Aby edytować partycję %1, należy upewnić się, że nie jest ona używana.

source: An extended partition cannot be edited.
pl: Partycji rozszerzonej nie można edytować

source: The partition %1 is already created on disk and cannot be moved.
pl: Partycja %1 jest już utworzona na dysku i nie może być przesunięta.

source: An extended partition cannot be moved.
pl: Partycja rozszerzona nie może być przenoszona.

source: The partition %1 is in use. It cannot be resized. To resize %1, make sure it is not used.
pl: Partycja %1 jest używana. Nie można zmieniać jej rozmiaru. Aby zmienić rozmiar partycji %1, należy upewnić się, że nie jest ona używana.

source: An extended partition cannot be resized.
pl: Nie można zmieniać rozmiaru partycji rozszerzonej.

source: The following partitions will be deleted and all data on them will be lost:
pl: Następujące partycje zostaną usunięte, a wszystkie ich dane zostaną utracone:

source: Really delete these partitions?
pl: Czy na pewno usunąć te partycje?

source: This disk cannot be cloned. There are no suitable disks that could have the same partitioning layout.
pl: Ten dysk nie może zostać sklonowany. Nie ma odpowiednich dysków, które mogłyby mieć taki sam układ partycji.

source: Clone partition layout of %1
pl: Klonuj układ partycji dysku %1

source: Available target disks:
pl: Dostępne dyski docelowe:

source: Running dasdfmt deletes all data on the disk. Really execute dasdfmt on disk %1?
pl: Uruchomienie dasdfmt spowoduje usunięcie wszystkich danych na dysku. Czy wywołać dasdfmt na dysku %1?

source: The disk is no longer marked for dasdfmt. Partitions currently present on this disk are again displayed.
pl: Dysk nie jest już oznaczony dla dasdfmt. Partycje obecne na dysku są ponownie wyświetlone.

source: Add Partition
pl: Dodaj partycję

source: Move
pl: Przesuń

source: Move...
pl: Przesuń...

source: Delete...
pl: Usuń...

source: Hard disks, BIOS RAIDs and multipath devices cannot be moved.
pl: Dyski twarde, urządzenia BIOS RAID oraz urządzenia multipath nie mogą być przenoszone.

source: Hard disks, BIOS RAIDs and multipath devices cannot be resized.
pl: Nie można zmieniać rozmiaru dysków twardych, macierzy opartych o BIOS oraz urządzeń multipath.

source: Hard Disks
pl: Dyski twarde

source: Add Partition...
pl: Dodaj partycję...

source: Health Test (SMART)...
pl: Test sprawności (SMART)...

source: Properties (hdparm)...
pl: Właściwości (hdparm)...

source: <p>This view shows detailed information about the selected hard disk.</p>
pl: <p>Ten widok wyświetla szczegółowe informacje o wybranych dyskach twardych.</p>

source: SMART is not available for this disk.
pl: Dane Smart nie są dostępne dla tego dysku.

source: hdparm is not available for this disk.
pl: Opcje hdparm nie są dostępne dla tego dysku.

source: Create New Partition Table
pl: Utwórz nową tablicę partycji

source: Execute dasd&fmt on the DASD Device
pl: Wywołaj dasd&fmt na urządzeniu DASD

source: Add...
pl: Dodaj...

source: Expert...
pl: Zaawansowane...

source: &Partitions
pl: &Partycje

source: Hard Disk: %1
pl: Dysk twardy: %1

source: Partition: %1
pl: Partycja: %1

source: <p>This view shows detailed information about the selected partition.</p>
pl: <p>Ten widok wyświetla szczegółowe informacje dotyczące wybranej partycji.</p>

source: <p>You can choose whether the existing system volumes, e.g. / and /usr, will be formatted during the installation. Non-system volumes, e.g. /home, will not be formatted.</p>
pl: <p>Możesz wybrać, czy istniejące woluminy systemowe, np. / oraz /usr, będą formatowane podczas instalacji. Woluminy nie-systemowe, np. /home, nie będą formatowane.</p>

source: No previous system with mount points was detected.
pl: Nie wykryto wcześniejszego systemu plików z punktami montowania.

source: Show &Previous
pl: Pokaż &poprzednie

source: Show &Next
pl: Pokaż &następne

source: /etc/fstab found on %1 contains:
pl: /etc/fstab znaleziony na %1 zawiera:

source: Confirm Deleting Partition Used by LVM
pl: Potwierdź usunięcie partycji używanych przez LVM

source: Delete partition "%1" and volume group "%2" now?
pl: Czy usunąć partycję "%1" i grupę woluminów "%2"?

source: Confirm Deleting Partition Used by RAID
pl: Potwierdź usunięcie partycji używanych przez RAID

source: Delete partition "%1" and RAID "%2" now?
pl: Czy usunąć teraz partycję "%1" i macierz RAID "%2"?

source: Really delete all partitions on %1?
pl: Czy na pewno usunąć wszystkie partycje z %1?

source: Really delete %1?
pl: Czy na pewno usunąć %1?

source: Should the loop file %1 also be removed?
pl: Czy plik pętli %1 ma także zostać usunięty?

source: Unpartitioned
pl: Niepodzielona przestrzeń

source: Unallocated
pl: Nieprzydzielona przestrzeń

source: <p>No changes to partitioning.</p>
pl: <p>Brak zmian w partycjonowaniu.</p>

source: <p>Changes to partitioning:</p>
pl: <p>Zmiany w partycjonowaniu:</p>

source: <p>No changes to storage settings.</p>
pl: <p>Brak zmian w ustawieniach przechowywania danych.</p>

source: <p>Storage settings:</p>
pl: <p>Konfiguracja przechowywania danych:</p>

source: Log
pl: Dziennik

source: Contents of %1:
pl: Zawartość %1:

source: Update
pl: Aktualizuj

source: This view shows the content of %1.
pl: Ten widok wyświetla zawartość %1.

source: <p><b>Path Name of Loop File:</b><br>This must be an absolute path to the file containing the data for the encrypted loop device to set up.</p>
pl: <p><b>Ścieżka do pliku pętli</b><br> Musi to być bezwzględna ścieżka do pliku zawierającego dane dla zaszyfrowanego urządzenia pętli, które ma zostać skonfigurowane.</p>

source: <p><b>Create Loop File:</b><br>If this is checked, the file will be created with the size given in the next field. <b>NOTE:</b> If the file already exists, all data in it is lost.</p>
pl: <p><b>Utwórz plik pętli</b><br> Zaznaczenie tej opcji spowoduje utworzenie pliku o rozmiarze podanym w następnym polu. <b>UWAGA:</b> Jeśli plik już istnieje to wszystkie dane w nim przechowywane zostaną utracone.</p>
