Repository: aviarypl/suse-l10n-pl
Catalog: yast/storage.*.po
Languages: pl

source: Only use this program if you are familiar with partitioning hard disks. Never partition disks that may, in any way, be in use (mounted, swap, etc.) unless you know exactly what you are doing. Otherwise, the partitioning table will not be forwarded to the kernel, which will most likely lead to data loss. To continue despite this warning, click Yes.
pl: Użyj tego programu wyłącznie jeśli znasz zasady partycjonowania dysków. Nigdy nie partycjonuj dysków, które są w jakikolwiek sposób w użyciu (zamontowane, swap, itd.), chyba, że wiesz dokładnie co robisz. W przeciwnym wypadku tablica partycji nie zostanie przekazana do jądra systemu, co najprawdopodobniej spowoduje utratę danych. Aby kontynuować pomimo tego ostrzeżenia, naciśnij przycisk Tak.

source: Expert Partitioner
pl: Zaawansowane partycjonowanie

source: Initializing...
pl: Inicjalizacja...

source: <p>Volumes are being detected.</p>
pl: <p>Trwa wykrywanie woluminów.</p>

source: Disk partitioner
pl: Partycjonowanie dysków

source: Command line interface for the partitioner module is not available.
pl: Interfejs wiersza poleceń dla modułu partycjonowania nie jest dostępny.

source: Activate multipath?
pl: Czy aktywować multipath?

source: The current selection is invalid: %1
pl: Bieżący wybór jest nieprawidłowy: %1

source: &%1: %2, unassigned
pl: &%1: %2, nieprzydzielone

source: Disk Areas to Use to Install %1
pl: Obszary dysku do wykorzystania na instalację %1

source: Use &Entire Hard Disk
pl: Użyj cał&ego dysku

source: There are no partitions on this disk yet. The entire disk will be used for %1.
pl: Na tym dysku jeszcze nie ma partycji. Cały dysk zostanie użyty na %1.

source: This disk appears to be used by Windows. There is not enough space to install Linux.
pl: Ten dysk wydaje się być używany przez system Windows. Jest tutaj za mało miejsca, aby zainstalować system Linux.

source: &Delete Windows Completely
pl: Usuń system Win&dows całkowicie

source: &Shrink Windows Partition
pl: Zmniej&sz partycję Windows

source: <p> Select where on your hard disk to install &product;. </p>
pl: <p> Wskaż miejsce na dysku twardym, w którym zostanie zainstalowany &product;. </p>

source: <p> Use either the <b>entire hard disk</b> or one or more of the partitions or free regions shown. </p>
pl: <p> Można użyć albo <b>całego dysku</b> albo jednej z przedstawionych partycji lub wolnych regionów. </p>

source: <p> Notice: If you select a region that is not shown as <i>free</i>, you might loose existing data on your hard disk. This could also affect other operating systems. </p>
pl: <p> Uwaga: Jeśli wybierzesz region, który nie jest przedstawiony jako <i>wolny</i>, to możesz utracić dane na dysku twardym. Może to także wpłynąć na inne systemy operacyjne. </p>

source: <p> <b><i>The marked regions will be deleted. All data there will be lost. </i></b> There will be no way to recover this data. </p>
pl: <p> <b><i>Zaznaczone regiony zostaną usunięte. Wszystkie dane z tych regionów zostaną utracone.</i></b> Nie będzie możliwości odzyskania tych danych. </p>

source: Preparing Hard Disk
pl: Przygotowywanie dysku twardego

source: Installing on:
pl: Instalowanie na:

source: <p> The selected hard disk is probably used by Windows. There is not enough space for &product;. You can either <b>delete Windows completely</b> or <b>shrink</b> it to get enough free space. </p>
pl: <p> Wybrany dysk twardy jest prawdopodobnie używany przez Windows. Nie ma wystarczająco dużo miejsca na &product;. Można albo <b>usunąć system Windows</b>, albo <b>zmniejszyć</b> partycję, aby uzyskać odpowiednią ilość wolnego miejsca. </p>

source: <p> If you delete Windows, all data on this partition will be <b>irreversibly lost</b> in the installation. When shrinking Windows, we <b>strongly recommend a data backup</b>, because the data must be reorganized. This may fail under rare circumstances. </p>
pl: <p> Jeśli usuniesz system Windows to wszystkie dane na tej partycji zostaną <b>nieodwracalnie utracone</b> podczas instalacji. W przypadku zmniejszenia partycji Windows <b>zdecydowanie zalecamy wykonanie kopii zapasowej danych</b>, ponieważ dane muszą być przeorganizowane. W niektórych okolicznościach operacja ta może się to nie powieść. </p>

source: Propose Separate &Home Partition
pl: Zaproponuj wydzieloną partycję &home

source: Create &LVM Based Proposal
pl: Utwórz zaproponowaną partycję opartą na &LVM

source: Encrypt Volume Group
pl: Szyfruj grupę woluminów

source: Proposal type
pl: Propozycja typu

source: You have not assigned a root partition for installation. This does not work. Assign the root mount point "/" to a partition. Really use this setup?
pl: Nie określono partycji root do instalacji. Przyporządkuj punkt montowania "/" do partycji. Czy na pewno użyć tej konfiguracji?

source: You tried to mount a FAT partition to one of the following mount points: /, /usr, /home, /opt or /var. This will very likely cause problems. Use a Linux file system, such as ext3 or ext4, for these mount points. Really use this setup?
pl: Próbowano zamontować partycję typu FAT w jednym z następujących punktów montowania: /, /usr, /home, /opt lub /var. Jest to źródło potencjalnych problemów. Użyj linuksowego systemu plików, tj. ext3 lub ext4 dla tych punktów montowania. Czy na pewno użyć tej konfiguracji?

source: You tried to mount a FAT partition to the mount point /boot. This will very likely cause problems. Use a Linux file system, such as ext3 or ext4, for this mount point. Really use this setup?
pl: Próbowano zamontować partycję typu FAT w punkcie montowania /boot. Jest to źródło potencjalnych problemów. Użyj linuksowego systemu plików, tj. ext3 lub ext4 dla tego punktu montowania. Czy na pewno użyć tej konfiguracji?

source: You have mounted a partition with Btrfs to the mount point /boot. This will very likely cause problems. Use a Linux file system, such as ext3 or ext4, for this mount point. Really use this setup?
pl: Zamontowano partycję typu Btrfs w punkcie montowania /boot. Jest to źródło potencjalnych problemów. Użyj linuksowego systemu plików, tj. ext3 lub ext4 dla tego punktu montowania. Czy na pewno użyć tej konfiguracji?

source: You have mounted a partition with Btrfs to the mount point /. This will very likely cause problems. Use a Linux file system, such as ext3 or ext4, for this mount point or an extra partition for /boot. Really use this setup?
pl: Zamontowano partycję typu Brtfs w punkcie montowania /. Jest to źródło potencjalnych problemów. Użyj linuksowego systemu plików, tj. ext3 lub ext4 dla tego punktu montowania lub jako dodatkową partycję dla /boot. Czy na pewno użyć tej konfiguracji?

source: Warning: Your boot partition ends above cylinder %1. Your BIOS does not seem able to boot partitions above cylinder %1. With the current setup, your %2 installation might not be directly bootable. Really use this setup?
pl: Uwaga: Partycja rozruchowa kończy się powyżej cylindra %1. Wygląda na to, że BIOS nie jest w stanie uruchomić systemu z partycji powyżej cylindra %1. Przy obecnych ustawieniach system %2 może się nie uruchomiać. Czy na pewno użyć tej konfiguracji?

source: Warning: Your boot partition is smaller than %1. We recommend to increase the size of /boot. Really keep this size of boot partition?
pl: Uwaga: Partycja rozruchowa jest mniejsza niż %1. Zalecane jest zwiększenie rozmiaru /boot. Czy na pewno zachować ten rozmiar partycji rozruchowej?

source: Warning: There is no partition mounted as /boot. To boot from your hard disk, a small /boot partition (approx. %1) is required. Consider creating one. Partitions assigned to /boot will automatically be changed to type 0x41 PReP/CHRP. Really use the setup without /boot partition?
pl: Uwaga: Nie ma partycji zamontowanej jako /boot. Aby uruchomić system z twardego dysku, wymagana jest mała partycja /boot (ok. %1). Należy rozważyć jej utworzenie. Typ partycji przyporządkowanych do /boot zostanie automatycznie zmieniony na 0x41 PReP/CHRP. Czy na pewno użyć tych ustawień bez partycji /boot?

source: Warning: According to your setup, you intend to boot your machine from the root partition (/), which, unfortunately, has an end cylinder above %1. Your BIOS does not seem capable of booting partitions beyond the %1 cylinder boundary, which means your %2 installation will not be directly bootable. Really use this setup?
pl: Uwaga: Zgodnie z bieżącymi ustawieniami, uruchomienie systemu ma nastąpić z partycji głównej (/), która ma ostatni cylinder powyżej %1. BIOS prawdopodobnie nie wspiera uruchamiania systemu operacyjnego z partycji kończącej się dalej niż granica cylindra %1, co oznacza, że system %2 może się nie uruchomić. Czy na pewno użyć tych ustawień?

source: Warning: With your current setup, your %1 installation might not be directly bootable, because your files below "/boot" are on a software RAID device. The boot loader setup sometimes fails in this configuration. Really use this setup?
pl: Uwaga: Zgodnie z bieżącymi ustawieniami, system %1 może się nie uruchomić, ponieważ pliki w "/boot" są na programowym urządzeniu RAID. Program rozruchowy czasami nie działa w takiej konfiguracji. Czy na pewno użyć tych ustawień?

source: Warning: With your current setup, your %1 installation will encounter problems when booting, because you have no "boot" partition and your "root" partition is an LVM logical volume. This does not work. If you do not know exactly what you are doing, use a normal partition for your files below /boot. Really use this setup?
pl: Uwaga: Zgodnie z bieżącymi ustawieniami, system %1 może się nie uruchomić, ponieważ nie ma partycji "boot" i "root" w logicznym woluminie LVM. Jeśli nie jesteś pewien jak należy postępować to użyj zwykłej partycji FAT dla dla poniższych plików /boot. Czy na pewno użyć tych ustawień?

source: Warning: With your current setup, your %2 installation will encounter problems when booting, because you have no FAT partition mounted on %1. This will cause severe problems with the normal boot setup. If you do not know exactly what you are doing, use a normal FAT partition for your files below %1. Really use this setup?
pl: Uwaga: Zgodnie z bieżącymi ustawieniami, system %2 może się nie uruchomiać, ponieważ nie ma żadnej partycji FAT zamontowanej na %1. Spowoduje to poważne problemy przy typowej konfiguracji uruchamiania systemu. Jeśli nie jesteś pewien jak należy postępować to użyj zwykłej partycji FAT dla poniższych plików %1. Czy na pewno użyć tych ustawień?

source: Warning: With your current setup, your %2 installation will encounter problems when booting, because you have no separate %1 partition on your RAID disk. This will cause severe problems with the normal boot setup. If you do not know exactly what you are doing, use a normal partition for your files below %1. Really use this setup?
pl: Uwaga: Zgodnie z bieżącymi ustawieniami, system %2 może się nie uruchomić, ponieważ nie ma żadnej oddzielnej partycji RAID %1. Spowoduje to poważne problemy przy typowej konfiguracji uruchamiania systemu. Jeśli nie jesteś pewien, jak należy postępować, należy użyć zwykłej partycji dla poniższych plików %1. Czy na pewno użyć tych ustawień?

source: Really use this setup?
pl: Czy na pewno użyć tej konfiguracji?

source: You have not assigned a swap partition. In most cases, we highly recommend to create and assign a swap partition. Swap partitions on your system are listed in the main window with the type "Linux Swap". An assigned swap partition has the mount point "swap". You can assign more than one swap partition, if desired. Really use the setup without swap partition?
pl: Nie przydzielono partycji wymiany. Nie ma w tym nic złego, ale w większości przypadków utworzenie i przydzielenie partycji wymiany jest zdecydowanie zalecane. Partycje wymiany obecne w systemie są wyświetlone w głównym oknie i oznaczone typem "Linux Swap". Przydzielona partycja wymiany ma punkt montowania "swap". W razie potrzeby można przydzielić więcej niż jedną partycję wymiany. Czy na pewno użyć ustawień bez partycji wymiany?

source: You chose to install onto an existing partition that will not be formatted. YaST cannot guarantee your installation will succeed, particularly in any of the following cases:
pl: Wybrano instalację na istniejącej partycji, która nie zostanie sformatowana. Program YaST nie może zagwarantować, że instalacja się powiedzie, zwłaszcza w którymkolwiek z następujących przypadków:

source: - if this is an existing ReiserFS partition - if this partition already contains a Linux distribution that will be overwritten - if this partition does not yet contain a file system
pl: - jeśli jest to istniejąca partycja ReiserFS - jeśli partycja zawiera dystrybucję Linuksa, która ma być nadpisana - jeśli partycja nie zawiera jeszcze systemu plików

source: If in doubt, better go back and mark this partition for formatting, especially if it is assigned to one of the standard mount points like /, /boot, /usr, /opt or /var.
pl: W razie wątpliwości, można się cofnąć i zaznaczyć tę partycję jako partycję do sformatowania, szczególnie jeśli została przydzielona do jednego ze standardowych punktów montowania, tj. /, /boot, /usr, /opt albo /var.

source: If you decide to format the partition, all data on it will be lost. Really keep the partition unformatted?
pl: Sformatowanie tej partycji oznacza utratę wszystkich znajdujących się na niej danych. Czy na pewno pozostawić partycję niesformatowaną?

source: The selected device belongs to the RAID (%1). Remove it from the RAID before editing it.
pl: Wybrane urządzenie należy do RAID (%1). Należy je usunąć z RAID przed edycją.

source: The selected device belongs to a volume group (%1). Remove it from the volume group before editing it.
pl: Wybrane urządzenie należy do grupy woluminów (%1). Należy je usunąć z grupy woluminów przed edycją.

source: The selected device is used by volume (%1). Remove the volume before editing it.
pl: Wybrane urządzenie jest używane przez wolumin (%1). Należy usunąć wolumin przed edycją.

source: The device (%2) belongs to the RAID (%1). Remove it from the RAID before deleting it.
pl: Urządzenie (%2) należy do RAID (%1). Należy je usunąć z RAID przed usunięciem.

source: The device (%2) is used by %1. Remove %1 before deleting it.
pl: Urządzenie (%2) jest używane przez %1. Należy usunąć %1 przed usunięciem.

source: It cannot be deleted while mounted.
pl: Nie można usunąć gdy zamontowany.

source: The device (%1) cannot be removed since it is a logical partition and another logical partition with a higher number is in use.
pl: Urządzenie (%1) nie może zostać usunięte, ponieważ jest partycją logiczną a w użyciu jest partycja logiczna o wyższym numerze.

source: The selected extended partition contains partitions which are currently mounted: %1 We *strongly* recommend to unmount these partitions before you delete the extended partition. Choose Cancel unless you know exactly what you are doing.
pl: Wybrana partycja rozszerzona zawiera partycje, które są obecnie zamontowane: %1 <b>Zdecydowanie zaleca się</b> odmontowanie tych partycji przed usunięciem partycji rozszerzonej. Jeśli nie jesteś pewien co zrobić to naciśnij przycisk Anuluj.

source: The selected extended partition contains at least one LVM partition assigned to a volume group. Remove all partitions from their respective volume groups before deleting the extended partition.
pl: Wybrana partycja rozszerzona zawiera przynajmniej jedną partycję LVM, przydzieloną do grupy woluminów. Usuń wszystkie partycje z odpowiednich grup woluminów przed usunięciem partycji rozszerzonej.

source: The selected extended partition contains at least one partition that is part of a RAID system. Unassign the partitions from their respective RAID systems before deleting the extended partition.
pl: Wybrana partycja rozszerzona zawiera przynajmniej jedną partycję będącą częścią systemu RAID. Odłącz te partycje z odpowiednich systemów RAID przed usunięciem partycji rozszerzonej.

source: The selected extended partition contains at least one partition that is in use. Remove the used volume before deleting the extended partition.
pl: Wybrana partycja rozszerzona zawiera przynajmniej jedną partycję będącą w użyciu. Usuń używany wolumin przed usunięciem partycji rozszerzonej.

source: Enter your Password for the Encrypted File System.
pl: Wprowadź hasło dla zaszyfrowanego systemu plików.

source: Empty password allowed.
pl: Dozwolone puste hasło.

source: Password for Encrypted File System on %1
pl: Hasło dla zaszyfrowanego systemu plików na %1

source: Enter your encryption password for device %1 mounted on %2.
pl: Wprowadź hasło szyfrowania dla urządzenia %1 zamontowanego na %2.

source: Enter your Password for the Encrypted File System
pl: Wprowadź hasło dla zaszyfrowanego systemu plików.

source: &Enter a Password for your File System:
pl: Wprowadź hasło dla syst&emu plików:

source: Reenter the Password for &Verification:
pl: W celu weryfikacji podaj hasło ponownie:

source: &Skip
pl: P&omiń

source: The first and the second version of the password do not match! Try again.
pl: Pierwsza i druga wersja hasła nie zgadzają się! Należy spróbować ponownie.

source: You did not enter a password. Try again.
pl: Nie podano hasła. Spróbuj ponownie.

source: The password must have at least %1 characters. Try again.
pl: Hasło musi mieć przynajmniej %1 znaków. Spróbuj ponownie.

source: No floating point number.
pl: Brak liczby zmiennoprzecinkowej.

source: File system options:
pl: Opcje systemu plików:

source: The character '/' is no longer permitted in a volume label. Change your volume label so that it does not contain this character.
pl: Znak "/" nie jest już dozwolony w etykietach woluminów. Zmień etykietę woluminu, tak aby nie zawierała tego znaku.

source: <p><b>Mount in /etc/fstab by:</b> Normally, a file system to mount is identified in /etc/fstab by the device name. This identification can be changed so the file system to mount is found by searching for a UUID or a volume label. Not all file systems can be mounted by UUID or a volume label. If an option is disabled, this is not possible.
pl: <p><b>Montowanie w /etc/fstab przez:</b> Zwykle system plików do zamontowania jest rozpoznawany w /etc/fstab po nazwie urządzenia. Ten sposób identyfikacji może zostać zmieniony tak, że system plików będzie znajdowany przez wyszukanie UUID lub etykiety woluminu. Nie wszystkie systemy plików mogą być montowane wg UUID lub etykiety woluminu. Jeśli opcja jest nieaktywna, nie będzie to możliwe.

source: <p><b>Volume Label:</b> The name entered in this field is used as the volume label. This usually makes sense only when you activate the option for mounting by volume label. A volume label cannot contain the / character or spaces.
pl: <p><b>Etykieta woluminu:</b> Nazwa wpisana w tym polu używana jest jako etykieta woluminu. Ma to zwykle sens tylko wtedy, gdy uaktywniona zostanie opcja montowania wg etykiet woluminów. Etykieta woluminu nie może zawierać znaku / ani spacji.

source: Mount in /etc/fstab by
pl: Montowanie w /etc/fstab przez

source: &Device Name
pl: Nazwa &urządzenia

source: Volume &Label
pl: Etykieta wo&luminu

source: Device &ID
pl: &Identyfikator urządzenia

source: Device &Path
pl: Ś&cieżka urządzenia

source: Fstab Options:
pl: Opcje fstab:

source: Maximum volume label length for the selected file system is %1. Your volume label has been truncated to this size.
pl: Maksymalna długość etykiety woluminu dla wybranego systemu plików wynosi %1. Etykieta woluminu została przycięta do tej długości.

source: Provide a volume label to mount by label.
pl: Podaj etykietę woluminu do montowania według etykiety.

source: This volume label is already in use. Select a different one.
pl: Ta etykieta woluminu już jest używana. Wybierz inną.

source: File &System
pl: &System plików

source: O&ptions...
pl: O&pcje...

source: &Encrypt Device
pl: Zaszyfruj urządz&enie

source: File system &ID:
pl: &Identyfikator systemu plików:

source: Format
pl: Formatuj

source: Do &not format
pl: &Nie formatuj

source: &Format
pl: &Formatuj

source: Fs&tab Options
pl: Opcje &fstab

source: &Mount Point
pl: Punkt &montowania

source: The selected partition (%1) is currently mounted on %2. If you change parameters (such as the mount point or the file system type), your Linux installation might be damaged. Unmount the partition if possible. If you are unsure, we recommend to abort. Do not proceed unless you know exactly what you are doing. Continue?
pl: Wybrana partycja (%1) jest aktualnie zamontowana na %2. Jeśli zostaną zmienione parametry (takie jak punkt montowania lub system plików), instalacja Linuksa może zostać uszkodzona. Jeśli to możliwe to odmontuj partycję. Jeśli nie masz pewności, zaleca się przerwanie operacji. Nie należy kontynuować, o ile nie posiada się odpowiedniej wiedzy. Kontynuować?

source: The file system on the partition cannot be shrunk by YaST2. Only fat, ext2, ext3, ext4, and reiser allow shrinking of a file system.
pl: System plików na partycji nie może zostać zmniejszony przez YaST2. Tylko fat, ext2, ext3 i reiser pozwalają na zmniejszanie rozmiaru partycji.

source: The file system on the logical volume cannot be shrunk by YaST2. Only fat, ext2, ext3, ext4, and reiser allow shrinking of a file system.
pl: Partycje na wybranym woluminie logicznym nie może zostać zmniejszona przez YaST2. Tylko fat, ext2, ext3 i reiser pozwalają na zmniejszanie rozmiaru partycji.

source: You risk losing data if you shrink this partition.
pl: Zmniejszenie rozmiaru tej partycji obarczone jest ryzykiem utraty danych.

source: You risk losing data if you shrink this logical volume.
pl: Zmniejszenie rozmiaru tego woluminu logicznego obarczone jest ryzykiem utraty danych.

source: Continue?
pl: Kontynuować?

source: The file system on the selected partition cannot be extended by YaST2. Only fat, ext2, ext3, ext4, xfs, and reiser allow extending a file system.
pl: System plików na wybranej partycji nie może zostać rozszerzony przez YaST2. Tylko fat, ext2, ext3, ext4, xfs i reiser pozwalają na zwiększanie rozmiaru partycji.

source: The file system on the selected logical volume cannot be extended by YaST2. Only fat, ext2, ext3, ext4, xfs, and reiser allow extending a file system.
pl: Partycja na wybranym woluminie logicznym nie może zostać zwiększona przez YaST2. Tylko fat, ext2, ext3, xfs i reiser pozwalają na zwiększanie rozmiaru.

source: Continue resizing?
pl: Kontynuować zmianę rozmiaru?

source: You decreased a partition with a reiser file system on it.
pl: Zmniejszono rozmiar partycji z systemem plików reiser.

source: You decreased a logical volume with a reiser file system on it.
pl: Zmniejszono rozmiar woluminu logicznego z systemem plików reiser.

source: It is possible to shrink a reiser file system, but this feature is not very thoroughly tested. A backup of your data is recommended. Shrink the file system now?
pl: Zmniejszenie systemu plików reiser jest możliwe, ale funkcja ta nie została dokładnie przetestowana. Zaleca się wykonanie kopii zapasowej. Zmniejszyć teraz system plików?

source: No unsaved changes exist.
pl: Brak niezapisanych zmian.

source: Changes:
pl: Zmiany:

source: Do you really want to execute these changes?
pl: Czy na pewno wykonać te zmiany?

source: &Apply
pl: Z&astosuj

source: The selected device contains partitions that are currently mounted: %1 We *strongly* recommended to unmount these partitions before deleting the partition table. Choose Cancel unless you know exactly what you are doing.
pl: Wybrane urządzenie zawiera partycje, które są obecnie zamontowane: %1 <b>Zdecydowanie zaleca się</b> odmontowanie tych partycji przed usunięciem tablicy partycji. Jeśli nie jesteś pewien jak należy postępować to naciśnij przycisk "Anuluj".
