Repository: aviarypl/suse-l10n-pl
Catalog: yast/storage.*.po
Languages: pl

source: Path Name of Loop File
pl: Ścieżka pliku pętli

source: Browse...
pl: Przeglądaj...

source: Create Loop File
pl: Utwórz plik pętli

source: The file name "%1" is invalid. Use an absolute path name.
pl: Nazwa pliku "%1" jest nieprawidłowa. Użyj ścieżki bezwzględnej.

source: The size entered is invalid. Enter a size of at least %1.
pl: Wprowadzony rozmiar jest nieprawidłowy. Wprowadź wartość nie mniejszą niż %1.

source: The file name "%1" does not exist and the flag for create is off. Either use an existing file or activate the create flag.
pl: Plik "%1" nie istnieje a flaga jego tworzenia jest wyłączona. Użyj istniejącego pliku lub włącz flagę tworzenia.

source: Add Crypt File
pl: Dodaj zaszyfrowany plik

source: Edit Crypt File %1
pl: Edycja pliku zaszyfrowanego %1

source: No crypt file selected.
pl: Nie wybrano pliku zaszyfrowanego.

source: The Crypt File %1 is in use. It cannot be edited. To edit %1, make sure it is not used.
pl: Plik zaszyfrowany %1 jest w użyciu. Nie można go edytować. Aby dokonać edycji pliku %1, należy upewnić się, że nie jest on w użyciu.

source: Crypt Files
pl: Pliki zaszyfrowane

source: Add Crypt File...
pl: Dodaj plik zaszyfrowany...

source: <p>This view shows all crypt files.</p>
pl: <p>Ten widok wyświetla wszystkie zaszyfrowane pliki.</p>

source: Crypt File: %1
pl: Plik zaszyfrowany: %1

source: <p>This view shows detailed information of the selected crypt file.</p>
pl: <p>Ten widok prezentuje szczegółowe informacje o wybranym zaszyfrowanym pliku.</p>

source: Enter a name for the volume group.
pl: Proszę podać nazwę grupy woluminów.

source: The name for the volume group is longer than 128 characters.
pl: Nazwa grupy woluminów jest dłuższa niż 128 znaków.

source: The name for the volume group must not start with a "-".
pl: Nazwa grupy woluminów nie może zaczynać się od znaku "-".

source: The name for the volume group contains illegal characters. Allowed are alphanumeric characters, ".", "_", "-" and "+".
pl: Nazwa grupy woluminów zawiera niedozwolone znaki. Dozwolone są znaki alfanumeryczne i ".", "_", "-" oraz "+".

source: The volume group "%1" already exists.
pl: Grupa woluminów "%1" już istnieje.

source: The volume group name "%1" conflicts with another entry in the /dev directory.
pl: Nazwa grupy woluminów "%1" jest w konflikcie z inną pozycją w katalogu /dev.

source: Confirm Deleting of Volume Group
pl: Potwierdź usunięcie grupy woluminu

source: The volume group "%1" contains at least one logical volume. If you proceed, the following volumes will be unmounted (if mounted) and deleted:
pl: Grupa woluminów "%1" zawiera przynajmniej jeden wolumin logiczny. W przypadku kontynuacji, następujące woluminy zostaną odmontowane a następnie usunięte:

source: Really delete volume group "%1" and all related logical volumes?
pl: Czy na pewno usunąć grupę woluminów "%1" i wszystkie powiązane woluminy logiczne?

source: The data entered is invalid. Insert a physical extent size larger than %1 in powers of 2, for example, "%2" or "%3"
pl: Wprowadzone dane są nieprawidłowe. Podaj fizyczną wartość większą niż %1 w potęgach liczby 2, np: "%2" or "%3"

source: Enter a name for the logical volume.
pl: Podaj nazwę woluminu logicznego.

source: The name for the logical volume is longer than 128 characters.
pl: Nazwa woluminu logicznego jest dłuższa niż 128 znaków.

source: The name for the logical volume contains illegal characters. Allowed are alphanumeric characters, ".", "_", "-" and "+".
pl: Nazwa woluminu logicznego zawiera niedozwolone znaki. Dozwolone są znaki alfanumeryczne, ".", "_", "-" oraz "+".

source: A logical volume named "%1" already exists in volume group "%2".
pl: Wolumin logiczny "%1" już istnieje w grupie woluminów "%2".

source: <p>Enter the name and physical extent size of the new volume group.</p>
pl: <p>Podaj nazwę i rozmiar nowej grupy woluminów.</p>

source: <p>Select the physical volumes the volume group should contain.</p>
pl: <p>Wybierz woluminy fizyczne, które ma zawierać grupa woluminów.</p>

source: Volume Group Name
pl: Nazwa grupy woluminów

source: &Physical Extent Size
pl: &Fizyczny zakres rozmiaru

source: Available Physical Volumes:
pl: Dostępne woluminy fizyczne:

source: Selected Physical Volumes:
pl: Wybrane woluminy fizyczne:

source: <p>Change the devices that are used for the volume group.</p>
pl: <p>Zmiana urządzeń używanych dla tej grupy woluminów.</p>

source: <p>Enter the size as well as the number and size of stripes for the new logical volume. The number of stripes cannot be higher than the number of physical volumes of the volume group.</p>
pl: <p>Podaj rozmiar oraz liczbę oraz rozmiar fragmentów dla nowego woluminu logicznego. Ilość fragmentów nie może być wyższa niż liczba woluminów fizycznych danej grupy woluminów. </p>

source: Stripes
pl: Fragmenty

source: Number
pl: Numer

source: Add Logical volume %1 on %2
pl: Dodaj logiczny wolumin %1 na %2

source: Resize Volume Group %1
pl: Zmień rozmiar grupy woluminów %1

source: <p>Enter the name of the new logical volume.</p>
pl: <p>Podaj nazwę nowego woluminu logicznego.</p>

source: Name
pl: Nazwa

source: Logical Volume
pl: Wolumin logiczny

source: Add Logical Volume on %1
pl: Dodawanie woluminu logicznego na %1

source: Edit Logical Volume %1 on %2
pl: Edytuj wolumin logiczny %1 na %2

source: There are not enough suitable unused devices to create a volume group. To use LVM, at least one unused partition of type 0x8e (or 0x83) or one unused RAID device is required. Change your partition table accordingly.
pl: Brak wystarczającej ilości odpowiednich nieużywanych urządzeń do utworzenia grupy woluminów. Aby użyć LVM, wymagana jest przynajmniej jedna nieużywana partycja typu 0x83 (lub 0x83) lub jedno urządzenie RAID. Proszę odpowiednio zmodyfikować tablice partycji.

source: No volume group selected.
pl: Nie wybrano żadnej grupy woluminów.

source: Really delete the volume group "%1"?
pl: Czy na pewno usunąć grupę woluminów "%1"?

source: Deleting volume group "%1" failed.
pl: Usuwanie grupy woluminów "%1" nie powiodło się.

source: No logical volume selected.
pl: Nie wybrano żadnego woluminu logicznego.

source: No free space left in the volume group "%1".
pl: Brak wolnego miejsca w grupie woluminów "%1".

source: The volume %1 is in use. It cannot be edited. To edit %1, make sure it is not used.
pl: Urządzenie %1 jest używane. Nie można go edytować. Aby edytować urządzenie %1, należy upewnić się, że nie jest one używane.

source: Add Logical Volume
pl: Dodaj wolumin logiczny

source: Volume Group
pl: Grupa woluminów

source: Volume Management
pl: Zarządzanie woluminami

source: <p>This view shows all LVM volume groups and their logical volumes.</p>
pl: <p>Ten widok wyświetla wszystkie urządzenia LVM i ich woluminy logiczne.</p>

source: <p>This view shows detailed information about the selected volume group.</p>
pl: <p>Ten widok wyświetla szczegółowe informacje o wybranej grupie woluminów.</p>

source: <p>This view shows all logical volumes of the selected volume group.</p>
pl: <p>Ten widok wyświetla wszystkie woluminy logiczne wybranej grupy woluminów.</p>

source: <p>This view shows all physical volumes used by the selected volume group.</p>
pl: <p>Ten widok wyświetla wszystkie fizyczne woluminy używane przez wybraną grupę woluminów.</p>

source: Volume Group: %1
pl: Grupa woluminów: %1

source: &Logical Volumes
pl: Woluminy &logiczne

source: &Physical Volumes
pl: Woluminy &fizyczne

source: Logical Volume: %1
pl: Wolumin logiczny: %1

source: <p>This view shows detailed information about the selected logical volume.</p>
pl: <p>Ten widok wyświetla szczegółowe informacje o wybranej grupie woluminów.</p>

source: Unused Devices
pl: Nieużywane urządzenia

source: Installation Summary
pl: Podsumowanie instalacji

source: Settings
pl: Ustawienia

source: You have changed the partitioning or storage settings. These changes will be lost if you exit the partitioner with %1. Really exit?
pl: Zmieniono ustawienia partycjonowania lub przechowywania danych. Zmiany te zostaną utracone, jeśli narzędzie do partycjonowania zostanie zamknięte z %1. Kontynuować?

source: <p>Here you can see the partitioning summary.</p>
pl: <p>Tutaj można przejrzeć podsumowanie partycjonowania.</p>

source: : Summary
pl: : Podsumowanie

source: System View
pl: Widok systemu

source: NFS configuration is not available. Check yast2-nfs-client package installation.
pl: Konfiguracja NFS nie jest dostępna. Sprawdź instalację pakietu yast2-nfs-client.

source: Test mount of NFS share '%1' failed. Save it anyway?
pl: Testowe montowanie udziału NFS "%1" nie powiodło się. Zapisać go mimo wszystko?

source: For %1, select at least %2 device.
pl: Dla typu %1 należy wybrać przynajmniej %2 urządzenie.

source: <p>Select the RAID type for the new RAID.</p>
pl: <p>Wybierz typ RAID dla nowego urządzenia RAID.</p>

source: <p><b>RAID 0:</b> This level increases your disk performance. There is <b>NO</b> redundancy in this mode. If one of the drives crashes, data recovery will not be possible.</p>
pl: <p><b>RAID 0:</b> Ten poziom poprawia osiągi dysku. Nie ma <b>ŻADNEJ</b> nadmiarowości w tym trybie. Jeśli jeden z napędów się popsuje, odtworzenie danych nie będzie możliwe.</p>

source: <p><b>RAID 1:</b> <br>This mode has the best redundancy. It can be used with two or more disks. This mode maintains an exact copy of all data on all disks. As long as at least one disk is still working, no data is lost. The partitions used for this type of RAID should have approximately the same size.</p>
pl: <p><b>RAID 1:</b> <br>Ten tryb jest najlepszy pod względem niezależności. Można go używać na dwóch lub więcej dyskach. Tryb ten przechowuje dane w dokładnej kopii. Dopóki ostatni działający dysk będzie pracował, nie grozi Ci utrata danych. Partycje używane do tego typu RAID powinny mieć mniej więcej ten sam rozmiar.</p>

source: <p><b>RAID 5:</b> <br>This mode combines management of a larger number of disks and still maintains some redundancy. This mode can be used on three disks or more. If one disk fails, all data is still intact. If two disks fail simultaneously, all data is lost</p>
pl: <p><b>RAID 5:</b> <br>Ten tryb umożliwia zarządzanie dużą liczbą dysków i ciągle zapewnia pewną niezależność. Można go używać na trzech lub więcej dyskach. Jeśli jeden z nich zawiedzie, wszystkie dane pozostaną nienaruszone. Jeśli dwa dyski ulegną uszkodzeniu równocześnie, wszystkie dane zostaną utracone.</p>

source: <p>Add partitions to your RAID. According to the RAID type, the usable disk size is the sum of these partitions (RAID0), the size of the smallest partition (RAID 1), or (N-1)*smallest partition (RAID 5).</p>
pl: <p><b>Dodaj partycje do RAID.</b> Zgodnie z typem RAID, użyteczny rozmiar jest sumą tych partycji (RAID0), rozmiarem najmniejszej partycji (RAID1) lub (N-1) * najmniejszej partycji (RAID 5).</p>

source: <p>Generally, the partitions should be on different drives, to get the redundancy and performance you want.</p>
pl: <p>Zazwyczaj partycje powinny znajdować się na różnych dyskach, aby mogły osiągnąć odpowiednią niezależność i wydajność.</p>

source: RAID Type
pl: Typ RAID

source: RAID &5 (Redundant Striping)
pl: RAID &5 (Nadmiarowy Striping)

source: RAID &6 (Dual Redundant Striping)
pl: RAID &6 (Podwójny Nadmiarowy Striping)

source: RAID &10 (Mirroring and Striping)
pl: RAID &10 (Mirroring i Striping)

source: Available Devices:
pl: Dostępne urządzenia:

source: <p><b>Chunk Size:</b><br>It is the smallest "atomic" mass of data that can be written to the devices. A reasonable chunk size for RAID 5 is 128 kB. For RAID 0, 32 kB is a good starting point. For RAID 1, the chunk size does not affect the array very much.</p>
pl: <p><b>Rozmiar porcji:</b><br> jest to najmniejsza możliwa porcja danych, która może być zapisana na urządzeniach. Rozsądny rozmiar dla RAID 5 to 128 kB. Dla RAID 0 dobrym punktem wyjścia jest 32 kB. Dla RAID 1 rozmiar porcji nie ma większego wpływu na macierz.</p>

source: <p><b>Parity Algorithm:</b><br>The parity algorithm to use with RAID5/6. Left-symmetric is the one that offers maximum performance on typical disks with rotating platters.</p>
pl: <p><b>Algorytm parzystości:</b><br>Algorytm parzystości do wykorzystania w RAID5/6. Lewo-symetryczny oferuje maksymalną wydajność przy typowych dyskach z obracającymi się talerzami.</p>

source: Chunk Size
pl: Rozmiar porcji

source: Parity &Algorithm
pl: &Algorytm parzystości

source: RAID Options
pl: Opcje RAID

source: <p>Change the devices that are used for the RAID.</p>
pl: <p>Zmiana urządzeń używanych dla tej macierzy RAID.</p>

source: Add RAID %1
pl: Dodawanie RAID %1

source: Resize RAID %1
pl: Zmiana rozmiaru RAID %1

source: Edit RAID %1
pl: Edycja RAID %1

source: There are not enough suitable unused devices to create a RAID.
pl: Brak wystarczającej ilości nieużywanych urządzeń do utworzenia macierzy RAID.

source: No RAID selected.
pl: Nie wybrano macierzy RAID.

source: The RAID %1 is in use. It cannot be edited. To edit %1, make sure it is not used.
pl: Macierz RAID %1 jest w użyciu. Nie można jej edytować. Aby dokonać edycji macierzy %1, należy upewnić się, że nie jest ona używana.

source: The RAID %1 is already created on disk. It cannot be resized. To resize %1, remove it and create it again.
pl: Macierz RAID %1 została już utworzona na dysku. Nie można zmienić jej rozmiaru. Aby dokonać zmiany rozmiaru macierzy %1, należy ją usunąć i utworzyć ponownie.

source: The RAID %1 is in use. It cannot be resized. To resize %1, make sure it is not used.
pl: Macierz RAID %1 jest w użyciu. Nie można zmienić jej rozmiaru. Aby dokonać zmiany rozmiaru macierzy %1, należy upewnić się, że nie jest ona używana.

source: Failed to remove some devices.
pl: Nie udało się usunąć niektórych urządzeń.

source: Add RAID...
pl: Dodaj RAID...

source: <p>This view shows all RAIDs except BIOS RAIDs.</p>
pl: <p>Ten widok wyświetla wszystkie macierze RAID za wyjątkiem macierzy BIOS RAID.</p>

source: <p>This view shows detailed information about the selected RAID.</p>
pl: <p>Ten widok wyświetla szczegółowe informacje o wybranej macierzy RAID.</p>

source: <p>This view shows all devices used by the selected RAID.</p>
pl: <p>Ten widok wyświetla wszystkie urządzenia używane przez wybraną macierz RAID.</p>

source: Label
pl: Etykieta

source: Mount by
pl: Zamontowane według

source: Used by
pl: Użyte przez

source: BIOS ID
pl: Identyfikator BIOS

source: Cylinder information
pl: Informacje o cylindrach

source: Fibre Channel information
pl: Informacja o Fibre Channel

source: Encryption
pl: Szyfrowanie

source: Device Name
pl: Nazwa urządzenia

source: Volume Label
pl: Etykieta woluminu

source: Device ID
pl: Identyfikator urządzenia

source: Device Path
pl: Ścieżka urządzenia

source: Default Mount by
pl: Domyślnie montuj według

source: Default File System
pl: Domyślny system plików

source: Alignment of Newly Created Partitions
pl: Położenie nowo utworzonych partycji

source: Show Storage Devices by
pl: Wyświetlaj urządzenia pamięci masowej według

source: <p>This view shows general storage settings:</p>
pl: <p>Ten widok wyświetla ogólne ustawienia dla urządzeń pamięci masowych:</p>

source: <p><b>Show Storage Devices by</b> controls the name displayed for hard disks in the navigation tree.</p>
pl: <p>Opcja<b>Wyświetl urządzenia pamięci masowej według</b> określa wyświetlaną nazwę dysków twardych w drzewie nawigacji.</p>

source: <p><b>Visible Information On Storage Devices</b> allows to hide information in the tables and overview.</p>
pl: <p>Opcja<b>Widoczne informacje na urządzeniach pamięci masowych</b> pozwala ukryć informacje w tabelach i widoku przeglądu.</p>

source: <p>This view shows the installation summary.</p>
pl: <p>Ten widok wyświetla podsumowanie instalacji.</p>

source: Add tmpfs Mount
pl: Dodaj punkt montowania tmpfs

source: No tmpfs device selected.
pl: Nie wybrano urządzenia tmpfs.

source: Really delete tmpfs mounted to %1
pl: Na pewno usunąć tmpfs zamontowany w punkcie %1?

source: tmpfs Volumes
pl: Woluminy tmpfs

source: <p>This view shows all tmpfs volumes.</p>
pl: <p>Ten widok wyświetla wszystkie woluminy tmpfs.</p>

source: <p>This view shows detailed information about the selected tmpfs volume.</p>
pl: <p>Ten widok wyświetla szczegółowe informacje na temat wybranego woluminu tmpfs.</p>

source: tmpfs mounted at %1
pl: tmpfs zamontowany jako %1

source: Rescan
pl: Skanuj ponownie

source: <p>This view shows devices that have no mount point assigned to them, disks that are unpartitioned and volume groups that have no logical volumes.</p>
pl: <p>Ten widok wyświetla urządzenia, które nie posiadają przypisanego punktu montowania, dyski nie posiadające partycji i grupy woluminów bez woluminów logicznych.</p>

source: Rescanning unused devices cancels all current changes. Really rescan unused devices?
pl: Ponowne poszukiwanie nieużywanych urządzeń anuluje wszystkie dokonane zmiany. Czy na pewno chcesz przeskanować ponownie?

source: A logical volume with the requested size could not be created.
pl: Wolumin logiczny o o żądanym rozmiarze nie może być utworzony.

source: Try reducing the stripe count of the volume.
pl: Spróbuj zmniejszyć rozmiar fragmentu dla tego woluminu.

source: You can only remove logical volumes.
pl: Można usuwać tylko woluminy logiczne.

source: Remove the logical volume %1?
pl: Czy usunąć wolumin logiczny %1?

source: Computing this proposal will overwrite manual changes done so far. Continue with computing proposal?
pl: Obliczenie tej propozycji spowoduje nadpisanie dotychczasowych zmian wprowadzonych ręcznie. Czy kontynuować obliczanie propozycji?

source: Suggested Partitioning
pl: Zalecane partycjonowanie

source: &Edit Partition Setup...
pl: &Edytuj ustawienia partycji...

source: &Create Partition Setup...
pl: &Utwórz własny rozkład partycji...

source: &Import Partition Setup...
pl: &Importuj konfigurację partycji...

source: No automatic proposal possible. Specify mount points manually in the 'Partitioner' dialog.
pl: Automatyczna podpowiedź nie jest możliwa. Określić ręcznie punkty montowania w oknie 'Partycjonowanie'.

source: <p> Your hard disks have been checked. The partition setup displayed is proposed for your hard drive.</p>
pl: <p> Dyski twarde zostały sprawdzone. Wyświetlona została propozycja rozkładu partycji na dysku.</p>

source: <p> To import the mount points from an existing Linux system choose <b>%1</b>. You can still make modification afterwards in the expert partitioner dialog.</p>
pl: <p> Aby zaimportować punkty montowania z istniejącego systemu Linux, należy wybrać opcję <b>%1</b>. Po tej operacji dalszym ciągu można wykonywać modyfikacje w oknie dialogowym zaawansowanego partycjonowania.</p>

source: Impossible to create the requested proposal.
pl: Utworzenie żądanej konfiguracji jest niemożliwe.

source: Not enough space available to propose separate /home.
pl: Nie wystarczająca ilość miejsca, aby zaproponować osobną lokalizację katalogu /home.

source: Preparing disks...
pl: Przygotowywanie dysków...

source: Windows Used %1
pl: Windows użyte %1

source: Windows Free %1
pl: Windows wolne %1

source: Windows Free (%1)
pl: Windows - wolna przestrzeń (%1)

source: <p> Choose the new size for your Windows partition. </p>
pl: <p> Wybierz nowy rozmiar partycji Windows. </p>

source: <p> To skip resizing your Windows partition, press <b>Back</b>. </p>
pl: <p> Aby pominąć zmianę rozmiaru partycji Windows naciśnij przycisk <b>Cofnij</b>. </p>

source: Now
pl: Teraz

source: After Installation
pl: Po instalacji

source: <p> The upper bar graph displays the current situation. The lower bar graph displays the situation after the installation (after the partition resize). </p>
pl: <p> Górny wykres paskowy przedstawia obecną sytuację. Dolny wykres paskowy przedstawia sytuację po instalacji (po zmianie rozmiaru partycji). </p>

source: <p> Within the space you reserve for Linux, partitions will automatically be created as necessary. </p>
pl: <p> Jeśli będzie to konieczne to w miejscu zarezerwowanym dla Linuksa partycje zostaną utworzone automatycznie. </p>

source: Windows Used
pl: Windows używa

source: Free
pl: Wolne

source: <p>Enter a value for the size of your <b>Linux</b> installation. The partitions will automatically be created within this range as required for &product;. </p>
pl: <p>Podaj rozmiar dla instalacji <b>Linuksa</b>. Partycje zostaną utworzone automatycznie, w zakresie wymaganym przez &product;. </p>

source: <p><b>Free</b> indicates the current free space (before the Linux installation) on the partition. </p>
pl: <p><b>Wolne</b> oznacza aktualnie wolną przestrzeń (przed instalacją Linuksa) na partycji. </p>

source: Resizing the Windows Partition
pl: Zmiana rozmiaru partycji Windows

source: An internal error has occurred. You cannot shrink your Windows partition during installation. Your hard disk has not been altered. Abort the installation now and shrink your Windows partition by other means.
pl: Wystąpił błąd wewnętrzny. Nie można zmniejszyć partycji Windows podczas instalacji. Dysk twardy nie został zmodyfikowany. Należy przerwać teraz instalację i zmniejszyć partycję Windows innymi metodami.

source: Checking the file system of your Windows partition for consistency. Depending on the size of your Windows partition and the amount of space used, this may take a while.
pl: System plików partycji Windows jest teraz sprawdzany pod względem spójności. Może to chwilę potrwać, w zależności od rozmiaru partycji Windows i ilości użytego na niej miejsca.

source: An error has occurred. Your Windows partition has errors in the file system. Boot Windows and clear those errors by running scandisk and defrag. If the problem occurs again next time, resize your Windows partition by other means.
pl: Wystąpił błąd. Partycja Windows ma błędy w systemie plików. Należy uruchomić Windows oraz usunąć te błędy poprzez uruchomienie programów scandisk i defrag. Jeśli problem pojawi się następnym razem, należy zmniejszyć partycję Windows innymi metodami.

source: The available space is not sufficient for an installation.
pl: Dostępna przestrzeń nie jest wystarczająca do przeprowadzenia instalacji.

source: Your system can only be configured with the custom partitioning option.
pl: Ten system może być skonfigurowany tylko przy użyciu opcji własnego partycjonowania.

source: An error has occurred. The Windows version on your system is not compatible with the resizing tool. Shrinking your Windows partition is not possible. Choose a different disk or abort the installation and shrink your Windows partition by other means.
pl: Wystąpił błąd. Wersja Windows na tym komputerze jest niekompatybilna z narzędziem do zmieniania rozmiaru partycji. Zmniejszenie partycji Windows nie jest możliwe. Należy wybrać inny dysk albo przerwać instalację i zmniejszyć partycję Windows innymi metodami.

source: The Windows version of your system could not be determined. It is therefore not possible to shrink your Windows partition. Choose a different disk or abort the installation and shrink your Windows partition by other means.
pl: Wersja Windows na tym komputerze nie mogła zostać rozpoznana. Z tego powodu zmniejszenie partycji Windows nie jest możliwe. Należy wybrać inny dysk lub przerwać instalację i zmniejszyć partycję Windows innymi metodami.
