Repository: aviarypl/suse-l10n-pl
Catalog: yast/storage.*.po
Languages: pl

source: You selected to shrink your Windows partition. In the next dialog, specify the amount of Windows space that should be freed for %1. A data backup is strongly recommended because data must be reorganized. Under rare circumstances, this could fail. Only continue if you have successfully run the Windows system applications scandisk and defrag. Really shrink your Windows partition?
pl: Zaznaczyłeś opcję zmniejszenia partycji Windows. W następnym oknie należy określić rozmiar przestrzeni Windows, która ma być zwolniona dla %1. Zalecana jest archiwizacja danych, ponieważ dane muszą zostać zreorganizowane. W pewnych rzadkich okolicznościach może się to nie powieść. Zaleca się kontynuację tylko w przypadku, gdy z powodzeniem użyto programu "scandisk" i "defrag" systemu Windows. Czy na pewno zmniejszyć partycję Windows?

source: &Shrink Windows
pl: Zmniej&sz Windows

source: You selected to delete your Windows partition completely. All data on this partition will be lost in the process. Really delete your Windows partition?
pl: Zaznaczyłeś opcję całkowitego usunięcia partycja Windows. Wszystkie dane na tej partycji zostaną nieodwracalnie utracone. Czy na pewno usunąć partycję Windows?

source: &Delete Windows
pl: &Usuń Windows

source: Too few partitions are marked for removal or the disk is too small. To install Linux, select more partitions to remove or select a larger disk.
pl: Do usunięcia wybranych zostało za mało partycji lub dysk jest zbyt mały. Aby zainstalować Linuksa, wybierz więcej partycji do usunięcia lub większy dysk.

source: Available &Disks
pl: Dostępne &dyski

source: &Custom Partitioning (for experts)
pl: Własne party&cjonowanie (dla ekspertów)

source: Hard Disk
pl: Dysk twardy

source: No disks found. Try using the update CD, if available, for installation.
pl: Nie znaleziono dysków. Do instalacji użyj płyty aktualnej płyty CD jeśli taka jest dostępna.

source: <p> All hard disks automatically detected on your system are shown here. Select the hard disk on which to install &product;. </p>
pl: <p> Wszystkie wykryte dyski w systemie zostały pokazane poniżej. Wybierz dysk, na którym ma zostać zainstalowany &product;. </p>

source: <p> You may select later which part of the disk is used for &product;. </p>
pl: <p> Możesz później wybrać, która część dysku ma być wykorzystana na &product;. </p>

source: <p> The <b>Custom Partitioning</b> option for experts allows full control over partitioning the hard disks and assigning partitions to mount points when installing &product;. </p>
pl: <p> Opcja dla ekspertów <b>Własne partycjonowanie</b> pozwala na pełną kontrolę nad partycjonowaniem dysków twardych i przyporządkowywaniem partycji do punktów montowania podczas instalacji &product;. </p>

source: Select one of the options to continue.
pl: Aby kontynuować wybierz jedną z opcji.

source: Disk %1 is in use by %2
pl: Disk %1 jest wykorzystywany przez %2

source: Total size: %1
pl: Rozmiar całkowity: %1

source: Resulting size: %1
pl: Końcowy rozmiar: %1

source: Add
pl: Dodaj

source: Add All
pl: Dodaj wszystkie

source: Remove All
pl: Usuń wszystkie

source: Mount &Read-Only
pl: Zamontuj tylko do &odczytu

source: <p><b>Mount Read-Only:</b> Writing to the file system is not possible. Default is false.</p>
pl: <p><b>Zamontuj tylko do odczytu:</b> Brak możliwości zapisu w systemie plików. Domyślnie wyłączone.</p>

source: No &Access Time
pl: Bez cz&asu dostępu

source: <p><b>No Access Time:</b> Access times are not updated when a file is read. Default is false.</p>
pl: <p><b>Bez czasu dostępu:</b> Czasy dostępu nie będą aktualizowane podczas odczytu z pliku. Domyślnie wyłączone.</p>

source: Mountable by &User
pl: Montowalne przez &użytkownika

source: <p><b>Mountable by User:</b> The file system may be mounted by an ordinary user. Default is false.</p>
pl: <p><b>Montowalne przez użytkownika:</b> System plików może zostać zamontowany przez zwykłego użytkownika.

source: Do Not Mount at System &Start-up
pl: Nie montuj przy &starcie systemu

source: <p><b>Do Not Mount at System Start-up:</b> The file system is not automatically mounted when the system starts. An entry in /etc/fstab is created and the file system is mounted with the appropriate options when the command <tt>mount &lt;mount point&gt;</tt> is entered (&lt;mount point&gt; is the directory to which the file system is mounted). Default is false.</p>
pl: <p><b>Nie montuj przy starcie systemu:</b> System plików nie jest automatycznie montowany podczas startu systemu. Tworzony jest wpis w pliku /etc/fstab i system plików jest montowany z odpowiednimi opcjami po wywołaniu polecenia <tt>mount &lt;punkt montowania&gt;</tt> (&lt;punkt montowania&gt; to katalog, w którym system plików zostanie zamontowany). Domyślnie wyłączone.</p>

source: Enable &Quota Support
pl: Włącz &obsługę Quota

source: <p><b>Enable Quota Support:</b> The file system is mounted with user quotas enabled. Default is false.</p>
pl: <p><b>Włącz obsługę Quota:</b> System plików jest zamontowany z włączoną quota użytkownika. Domyślnie wyłączone</p>

source: Data &Journaling Mode
pl: Tryb księ&gowania danych

source: &Access Control Lists (ACL)
pl: Listy &kontroli dostępu (ACL)

source: <p><b>Access Control Lists (ACL):</b> Enable access control lists on the file system.</p>
pl: <p><b>Listy kontroli dostępu (ACL):</b> Opcja ta włącza listy kontroli dostępu w systemie plików.</p>

source: &Extended User Attributes
pl: Rozsz&erzone atrybuty użytkownika

source: <p><b>Extended User Attributes:</b> Allow extended user attributes on the file system.</p>
pl: <p><b>Rozszerzone atrybuty użytkownika:</b> Opcja ta zezwala na rozszerzone atrybuty użytkownika w systemie plików.</p>

source: <p><b>Arbitrary Option Value:</b> In this field, type any legal mount option allowed in the fourth field of /etc/fstab. Multiple options are separated by commas.</p>
pl: <p><b>Bezwzględna wartość opcji:</b> W tym polu należy wprowadzić dowolny dopuszczalny punkt montowania w czwartym polu /etc/fstab. Wielokrotne opcje są rozdzielane przecinkami.</p>

source: Tmpfs &Size
pl: Ro&zmiar TMPFS

source: Invalid Size specified. Use number followed by K, M, G or %. Value must be above 100k or between 1% and 200%. Try again.
pl: Podano nieprawidłowy rozmiar. Należy po wartości użyć jednostki K, M, G lub %. Wartość musi być powyżej 100k lub pomiędzy 1% i 200%. Spróbuj ponownie.

source: Value must be between 1% and 200%. Try again.
pl: Wartość musi być się pomiędzy 1% i 200%. Spróbuj ponownie.

source: <p><b>Tmpfs Size:</b> Size may be either entered as a number followed by K,M,G for Kilo-, Mega- or Gigabyte or as a number followed by a percent sign meaning percentage of memory.</p>
pl: <p><b>Rozmiar Tmpfs:</b> Rozmiar może zostać podany jak liczba, po której następuje znak K,M,G oznaczający kilo-, mega- lub gigabajt albo jako numer po którym następuje znak procenta oznaczający procentowo wyrażoną ilośc pamięci.</p>

source: Char&set for file names
pl: Ze&staw znaków dla nazw plików

source: <p><b>Charset for File Names:</b> Set the charset used for display of file names in Windows partitions.</p>
pl: <p><b>Zestaw znaków dla nazw plików:</b> Opcja służąca do określania zestawów znaków dla nazw plików na partycji Windows.</p>

source: Code&page for short FAT names
pl: Strona ko&dowa dla krótkich nazw FAT

source: <p><b>Codepage for Short FAT Names:</b> This codepage is used for converting to shortname characters on FAT file systems.</p>
pl: <p><b>Strona kodowa dla krótkich nazw FAT:</b> Ta strona kodowa jest używana do konwersji krótkich nazw plików w systemach plików FAT.</p>

source: Number of &FATs
pl: Liczba &FAT

source: <p><b>Number of FATs:</b> Specify the number of file allocation tables in the file system. The default is 2.</p>
pl: <p><b>Liczba FAT:</b> Opcja służąca do określenia liczby tablic alokacji plików w systemie plików. Domyślnie są dwie.</p>

source: FAT &Size
pl: Ro&zmiar FAT

source: <p><b>FAT Size:</b> Specifies the type of file allocation tables used (12, 16, or 32-bit). If auto is specified, YaST will automatically select the value most suitable for the file system size.</p>
pl: <p><b>Rozmiar FAT:</b> Określa typ używanych tablic alokacji plików (12, 16 lub 32-bitowe). Jeśli wybrano "auto", program YaST automatycznie wybierze wartość najlepiej odpowiadającą rozmiarowi systemu plików.</p>

source: Hash &Function
pl: &Funkcja haszująca

source: <p><b>Hash Function:</b> This specifies the name of the hash function to use to sort the file names in directories.</p>
pl: <p><b>Funkcja haszująca:</b> Opcja określa nazwę funkcji haszującej używanej do sortowania nazw plików w katalogach.</p>

source: &Inode Size
pl: Rozmiar &inode

source: <p><b>Inode Size:</b> This option specifies the inode size of the file system.</p>
pl: <p><b>Rozmiar inode:</b> Ta opcja określa rozmiar węzłów inode w systemie plików.</p>

source: Invoke Bad Blocks List &Utility
pl: Wywołaj narzędzie do wyświetlania &uszkodzonych bloków

source: <p><b>Stride Length in Blocks:</b> Set RAID-related options for the file system. Currently, the only supported argument is 'stride', which takes the number of blocks in a RAID stripe as its argument.</p>
pl: <p><b>Krok długości w blokach:</b> Opcja do ustawienia wartości związanych z RAID dla systemu plików. Obecnie jedynym obsługiwanym argumentem jest 'stride' (krok), który pobiera numer bloków w pasie RAID jako argument.</p>

source: &Directory Index Feature
pl: &Narzędzie indeksowania katalogów

source: <p><b>Directory Index:</b> Enables use of hashed b-trees to speed up lookups in large directories.</p>
pl: <p><b>Indeks katalogów:</b> Włącza użycie haszowanych b-drzew w celu przyspieszenia wyszukiwania w dużych katalogach.</p>

source: &No Journal
pl: Bez dzie&nnika

source: <p><b>No Journal:</b> Suppressed use of journaling on filesystem. Only activate this when you really know what you are doing.</p>
pl: <p><b>Bez dziennika:</b> Zmniejszone wykorzystanie dziennika systemowego. należy aktywować tylko gdy jest się pewnym co się robi.</p>

source: Swap &Priority
pl: &Priorytet swap

source: Value must be between 0 and 32767. Try again.
pl: Wartość musi być pomiędzy 0 a 32767. Proszę spróbować ponownie.

source: <p><b>Swap Priority:</b> Enter the swap priority. Higher numbers mean higher priority.</p>
pl: <p><b>Priorytet swap:</b> Proszę określić priorytet swap. Większe liczby oznaczają wyższy priorytet.</p>

source: Safely ignore this message if you do not intend to use this disk during installation.
pl: Jeśli nie zamierzasz wykorzystywać tego dysku podczas instalacji to możesz zignorować ten komunikat.

source: The storage subsystem is locked by an unknown application. You must quit that application before you can continue.
pl: Nieznany program blokuje dostęp do podsystemu pamięci masowych. Aby kontynuować należy go zamknąć.

source: The storage subsystem is locked by the application "%1" (%2). You must quit that application before you can continue.
pl: Program "%1" (%2) blokuje dostęp do podsystemu pamięci masowych. Aby kontynuować należy go zamknąć.

source: Resize Not Possible:
pl: Zmiana rozmiaru nie jest możliwa:

source: Could not set encryption. System error code is %1. The encryption password provided could be incorrect.
pl: Nie udało się ustawić szyfrowania. Systemowy kod błędu to %1. Podane hasło szyfrowania może być nieprawidłowe.

source: The first and the second version of the password do not match. Try again.
pl: Pierwsza i druga wersja hasła nie zgadzają się! Proszę spróbować ponownie.

source: &Enter Encryption Password:
pl: &Wprowadź hasło szyfrowania:

source: Provide Password
pl: Dostarcza hasło

source: The following encrypted volumes are already available.
pl: Następujące zaszyfrowane woluminy są już dostępne.

source: Encrypted Volume Activation
pl: Aktywacja zaszyfrowanego woluminu

source: The following volumes contain an encryption signature but the passwords are not yet known. The passwords need to be known if the volumes are needed either during an update or if they contain an encrypted LVM physical volume.
pl: Następujące woluminy zawierają szyfrowaną sygnaturę ale hasła nie są jeszcze znane. Hasła są potrzebne do sprawdzenia czy woluminy są albo potrzebne w trakcie aktualizacji albo czy zawierają one szyfrowany fizyczny wolumin LVM.

source: Enter encryption password for any of the devices in the locked devices list. Password will be tried for all devices.
pl: Podaj hasło szyfrujące dla każdego urządzenia w zamkniętej liście urządzeń. Hasło zostanie wypróbowane dla wszystkich urządzeń.

source: Enter Encryption Password
pl: Wprowadź hasło szyfrowania

source: There are no encrypted volume to unlock.
pl: Brak szyfrowanych woluminów do odblokowania.

source: Trying to unlock encrypted volumes...
pl: Próba odblokowania zaszyfrowanych woluminów...

source: Password did not unlock any volume.
pl: Hasło nie odblokowało żadnego woluminu.

source: IDE Disk
pl: Dysk IDE

source: SCSI Disk
pl: Dysk SCSI

source: Disk
pl: Dysk

source: Device %1 cannot be modified because it contains activated swap that is needed to run the installation.
pl: Urządzenie %1 nie może zostać zmodyfikowane, ponieważ zawiera aktywną przestrzeń wymiany, która jest wymagana do uruchomienia instalacji.

source: Device %1 cannot be modified because it contains the installation data needed to perform the installation.
pl: Urządzenie %1 nie może być zmodyfikowane, ponieważ zawiera dane konieczne do przeprowadzenia instalacji.

source: Device %1 cannot be removed because it contains activated swap that is needed to run the installation.
pl: Urządzenie %1 nie może być usunięte, ponieważ zawiera aktywną przestrzeń wymiany, która jest wymagana do uruchomienia instalacji.

source: Device %1 cannot be removed because it contains the installation data needed to perform the installation.
pl: Urządzenie %1 nie może być usunięte, ponieważ zawiera dane konieczne do przeprowadzenia instalacji.

source: System error code was: %1
pl: Systemowy kod błędu: %1

source: Continue despite the error?
pl: Czy kontynuować pomimo błędu?

source: Yes
pl: Tak

source: No
pl: Nie

source: Device
pl: Urządzenie

source: Type
pl: Typ

source: Enc
pl: Szyfr

source: FS Type
pl: Typ systemu plików

source: Start
pl: Początek

source: End
pl: Koniec

source: Disk Label
pl: Etykieta dysku

source: Metadata
pl: Metadane

source: PE Size
pl: Rozmiar PE

source: RAID Version
pl: Typ RAID

source: Parity Algorithm
pl: Algorytm parzystości

source: <b>BIOS ID</b> shows the BIOS ID of the hard disk. This field can be empty.
pl: <b>BIOS ID</b> wyświetla identyfikator BIOS ID dysku twardego. Ten plik jest pusty.

source: <b>Bus</b> shows how the device is connected to the system. This field can be empty, e.g. for multipath disks.
pl: <b>Magistrala</b> wyświetla w jaki sposób urządzenie jest podłączone do systemu. Ten plik jest pusty np. dla dysków Multipath.

source: <b>Chunk Size</b> shows the chunk size for RAID devices.
pl: <b>Rozmiar porcji</b> wyświetla rozmiar porcji dla urządzeń RAID.

source: <b>Cylinder Size</b> shows the size of the cylinders of the hard disk.
pl: <b>Rozmiar cylindra</b> wyświetla rozmiar cylindrów na dysku twardym.

source: <b>Sector Size</b> shows the size of the sectors of the hard disk.
pl: <b>Rozmiar sektora</b> wyświetla rozmiar sektorów na dysku twardym.

source: <b>Device</b> shows the kernel name of the device.
pl: <b>Urządzenie</b> wyświetla główną nazwę urządzenia.

source: <b>Disk Label</b> shows the partition table type of the disk, e.g <tt>MSDOS</tt> or <tt>GPT</tt>.
pl: <b>Nazwa dysku</b> wyświetla typ tablicy partycji dysku np. <tt>MSDOS</tt> lub<tt>GPT</tt>.

source: <b>Encrypted</b> shows whether the device is encrypted.
pl: <b>Zaszyfrowane</b> wyświetla czy urządzenie jest zaszyfrowane.

source: <b>End Cylinder</b> shows the end cylinder of the partition.
pl: <b>Cylinder końcowy</b> wyświetla ostatni cylinder partycji.

source: <b>LUN</b> shows the Logical Unit Number for Fibre Channel disks.
pl: <b>LUN</b> wyświetla logiczny numer urządzenia dla dysków typu Fibre Channel.

source: <b>Port ID</b> shows the port id for Fibre Channel disks.
pl: <b>Port ID</b> wyświetla identyfikator portu dla dysków typu Fibre Channel.

source: <b>WWPN</b> shows the World Wide Port Name for Fibre Channel disks.
pl: <b>WWPN</b> wyświetla numer portu (World Wide Port Name) dla urządzeń Fibre Channel.

source: <b>File Path</b> shows the path of the file for an encrypted loop device.
pl: <b>Ścieżka dostępu</b> wyświetla ścieżkę dostępu dla zaszyfrowanego urządzenia loop.

source: <b>Format</b> shows some flags: <tt>F</tt> means the device is selected to be formatted.
pl: Pole <b>formatuj</b> wyświetla kilka flag: <tt>F</tt> oznacza, że urządzenie jest wybrane do sformatowania.

source: <b>FS Type</b> shows the file system type.
pl: <b>FS Type</b> wyświetla typ systemu plików.

source: <b>Label</b> shows the label of the file system.
pl: <b>Label</b> wyświetla nazwę systemu plików.

source: <b>Metadata</b> shows the LVM metadata type for volume groups.
pl: <b>Metadane</b> wyświetla metadane LVM dla grup woluminów.

source: <b>Model</b> shows the device model.
pl: <b>Model</b> wyświetla model urządzenia.

source: <b>Mount Point</b> shows where the file system is mounted.
pl: <b>Punkt montowania</b> wyświetla, gdzie zamontowany jest system plików.

source: An asterisk (*) after the mount point indicates a file system that is currently not mounted (for example, because it has the <tt>noauto</tt> option set in <tt>/etc/fstab</tt>).
pl: Gwiazdka (*) przed punktem montowania oznacza, że ten system plików nie jest obecnie zamontowany (na przykład dlatego, że w pliku <tt>/etc/fstab</tt> jest dla niego ustawiona opcja <tt>noauto</tt>).

source: <b>Number of Cylinders</b> shows how many cylinders the hard disk has.
pl: <b>Liczba cylindrów</b> wyświetla liczbę cylindrów dysku twardego.

source: <b>Parity Algorithm</b> shows the parity algorithm for RAID devices with RAID type 5, 6 or 10.
pl: <b>Algorytm parzystości</b> wyświetla algorytm parzystości dla urządzeń RAID z macierzą RAID typu 5, 6 lub 10.

source: <b>PE Size</b> shows the physical extent size for LVM volume groups.
pl: <b>Rozmiar PE</b> wyświetla fizyczny rozmiar grup woluminów LVM.

source: <b>RAID Version</b> shows the RAID version.
pl: <b>Wersja RAID</b> wyświetla wersję RAID.

source: <b>RAID Type</b> shows the RAID type, also called RAID level, for RAID devices.
pl: <b>Typ RAID</b> wyświetla typ macierzy RAID, nazywany również poziomem RAID urządzeń RAID.

source: <b>Size</b> shows the size of the device.
pl: <b>Rozmiar</b> wyświetla rozmiar urządzenia.

source: <b>Start Cylinder</b> shows the start cylinder of the partition.
pl: <b>Cylinder początkowy</b> wyświetla początkowy cylinder partycji.

source: <b>Type</b> gives a general overview about the device type.
pl: <b>Typ</b> wyświetla ogólne informacje o typie urządzenia.

source: <b>Device ID</b> shows the persistent device IDs. This field can be empty.
pl: <b>ID urządzenia</b> wyświetla trwałe identyfikatory urządzenia. To pole może być puste.

source: <b>Device Path</b> shows the persistent device path. This field can be empty.
pl: <b>Ścieżka urządzenia</b> wyświetla trwałą ścieżkę do urządzenia. To pole może być puste.

source: <b>Used By</b> shows if a device is used by e.g. RAID or LVM. If not, this column is empty.
pl: <b>Używane przez</b> wyświetla czy urządzenie jest używane przez np. RAID lub LVM. Jeśli systemy te nie są używane, kolumna ta jest pusta.

source: <b>UUID</b> shows the Universally Unique Identifier of the file system.
pl: <b>UUID</b> wyświetla uniwersalny unikatowy identyfikator systemu plików (Universally Unique IDentifier).

source: <b>Vendor</b> shows the device vendor.
pl: <b>Dostawca</b> wyświetla nazwę dostawcy urządzenia.

source: Device: %1
pl: Urządzenie: %1

source: Size: %1
pl: Rozmiar: %1

source: DISK %1
pl: DYSK %1

source: Type: %1
pl: Typ: %1

source: Format: %1
pl: Formatowanie: %1

source: Encrypted: %1
pl: Zaszyfrowany: %1

source: File System: %1
pl: System plików: %1

source: Mount Point: %1
pl: Punkt montowania: %1

source: Mount by: %1
pl: Zamontowane według: %1

source: Used by %1: %2
pl: Używane przez %1: %2

source: Label: %1
pl: Etykieta: %1

source: Device Path: %1
pl: Ścieżka urządzenia: %1

source: Device ID %1: %2
pl: Identyfikator urządzenia %1: %2

source: Disk Label: %1
pl: Etykieta dysku: %1

source: Vendor: %1
pl: Dostawca: %1

source: Bus: %1
pl: Magistrala: %1

source: Metadata: %1
pl: Metadane: %1

source: PE Size: %1
pl: Rozmiar PE: %1

source: Stripes: %1
pl: Wycinki: %1

source: RAID Version: %1
pl: Wersja RAID: %1

source: RAID Type: %1
pl: Typ RAID: %1

source: Chunk Size: %1
pl: Rozmiar porcji: %1

source: Parity Algorithm: %1
pl: Algorytm parzystości: %1

source: Number of Cylinders: %1
pl: Liczba cylindrów: %1

source: Cylinder Size: %1
pl: Rozmiar cylindra: %1

source: Start Cylinder: %1
pl: Cylinder początkowy: %1

source: End Cylinder: %1
pl: Cylinder końcowy: %1

source: Sector Size: %1
pl: Rozmiar sektora: %1

source: FS ID: %1
pl: ID systemu plików: %1

source: File Path: %1
pl: Ścieżka pliku: %1

source: Port ID: %1
pl: Identyfikator portu: %1

source: <p>The table contains:</p>
pl: <p>Tabela zawiera:</p>

source: Device:
pl: Urządzenie:

source: File System:
pl: System plików:

source: Hard Disk:
pl: Dysk twardy:

source: <p>The overview contains:</p>
pl: <p>Przegląd zawiera:</p>

source: Resize impossible due to inconsistent file system. Try checking file system under Windows.
pl: Zmiana rozmiaru jest niemożliwa z powodu niespójności systemu plików. Należy sprawdzić system plików w systemie Windows.

source: Encr&ypt Volume Group
pl: Sz&yfruj grupę woluminów

source: Use &Btrfs as Default File System
pl: Użyj &Btrfs jako domyślny system plików

source: Proposal settings
pl: Proponowane ustawienia

source: Enter your password for the proposal encryption.
pl: Podaj hasło do zaproponowanego szyfrowania.

source: Password:
pl: Hasło:

source: Reenter the password for verification:
pl: W celu weryfikacji podaj hasło ponownie:

source: Default Mount-by:
pl: Domyślnie montowane według:

source: Default File System:
pl: Domyślny system plików:

source: Show Storage Devices by:
pl: Wyświetla urządzenia przechowywania danych według:

source: Partition Alignment:
pl: Ułożenie partycji

source: Visible Information on Storage Devices:
pl: Widoczne informacje na urządzeniach przechowywania danych:

source: The /home partition will not be formatted. After installation, ensure that ownerships of home directories are set properly.
pl: Partycja /home nie zostanie sformatowana. Po instalacji upewnij się, że uprawienia katalogów domowych są ustawione prawidłowo.

source: Partitioning
pl: Partycjonowanie

source: &Partitioning
pl: &Partycjonowanie

source: Saving file system configuration...
pl: Zapisywanie konfiguracji systemu plików...
