Repository: aviarypl/suse-l10n-pl
Catalog: yast/support.*.po
Languages: pl

source: To continue, enter root password
pl: Podaj hasło użytkownika root by kontynuować

source: root Password
pl: hasło użytkownika root

source: Password incorrect
pl: Błędne hasło

source: Initializing support Configuration
pl: Inicjowanie konfiguracji pomocy technicznej

source: Read the configuration
pl: Wczytaj konfiguracje

source: Reading the database...
pl: Wczytywanie bazy danych...

source: Reading the previous settings...
pl: Wczytywanie poprzednich ustawień...

source: Detecting the devices...
pl: Wykrywanie urządzeń...

source: Finished
pl: Ukończono

source: Saving support Configuration
pl: Zapisywanie konfiguracji pomocy technicznej

source: Write the settings
pl: Zapisz ustawienia

source: Run SuSEconfig
pl: Uruchom SuSEconfig

source: Writing the settings...
pl: Zapisywanie ustawień...

source: Running SuSEconfig...
pl: Uruchamianie SuSEconfig...

source: Configuration summary...
pl: Podsumowanie konfiguracji...

source: Supportconfig Overview Dialog
pl: Podgląd opcji pomocy technicznej

source: Open Novell Support Center
pl: Otwórz Centrum Pomocy Novell

source: Open
pl: Otwórz

source: Collect Data
pl: Zbieranie danych

source: This will create tarball with collected log files.
pl: Zostanie utworzone archiwum tar zawierające zebrane pliki z dziennikiem zdarzeń.

source: Create report tarball
pl: Utwórz archiwum dziennika.

source: Upload Data
pl: Wysyłanie danych

source: This will upload collected logs into specified URL.
pl: Zebrane pliki z dziennikiem zdarzeń zostaną wysłane pod określony adres URL.

source: Upload
pl: Wyślij

source: Supportconfig Upload Dialog
pl: Podgląd opcji wysyłania

source: Save As
pl: Zapisz jako

source: Package with log files
pl: Pakiet zawierający pliki dziennika zdarzeń

source: Upload log files tarball into URL
pl: Wyślij archiwum z plikami dziennika na podany adres URL

source: Upload URL
pl: Docelowy adres URL

source: Cannot write settings
pl: Nie można zapisać ustawień

source: Cannot write settings.
pl: Nie można zapisać ustawień.

source: Choose Directory Where to Save Tarball
pl: Proszę wybrać katalog, w którym zostanie zapisane archiwum tar

source: Choose Log Files Tarball File
pl: Wybierz archiwum tar wraz z plikami dziennika zdarzeń

source: Supportconfig Parameters Configuration
pl: Supportconfig opcje konfiguracji

source: Create a full file listing from '/'
pl: Utwórz pełną listę plików z '/'

source: Exclude detailed disk info and scans
pl: Wyklucz szczegółowe informacje o dyskach i skanowaniach

source: Search root filesystem for eDirectory instances
pl: Przeszukaj główny system plików w poszukiwaniu instancji eDirectory

source: Include full SLP service lists
pl: Dołącz pełną listę usług SLP

source: Performs an rpm -V for each installed rpm
pl: Wykonaj rpm -V dla każdego zainstalowanego pakietu rpm

source: Use Defaults (ignore /etc/supportconfig.conf)
pl: Użyj domyślnych wartości (ignoruj /etc/supportconfig.conf)

source: Activates all support functions
pl: Aktywuje wszystkie funkcje pomocy technicznej

source: Only gather a minimum amount of info
pl: Zbieraj tylko minimalną ilość informacji

source: Use Custom (Expert) Settings
pl: Własne ustawienia zaawansowane

source: Expert Settings
pl: Ustawienia zaawansowane

source: Options
pl: Opcje

source: Supportconfig Expert Configuration
pl: Supportconfig konfiguracja zaawansowana

source: Default Options
pl: Opcje domyślne

source: Supportconfig Contact Configuration
pl: Supportconfig konfiguracja danych kontaktowych

source: Contact Informations
pl: Informacje kontaktowe

source: Company
pl: Firma

source: Email Address
pl: Adres e-mail.

source: Name
pl: Nazwa

source: Phone Number
pl: Numer telefonu

source: Store ID
pl: ID magazynu

source: Terminal ID
pl: ID terminala

source: Upload Informations
pl: Informacje wysyłania

source: Upload Target
pl: Cel wysyłania

source: Novell 11 digit service request number
pl: Jedenasto znakowy numer żądania usługi Novell

source: Collecting Data
pl: Zbieranie danych

source: Progress
pl: Postęp

source: Collected Data Review
pl: Przegląd zebranych danych

source: File Name
pl: Nazwa pliku

source: Remove from Data
pl: Usuń z danych

source: <p><b><big>Initializing support Configuration</big></b><br> Please wait...<br></p>
pl: <p><b><big>Inicjowanie konfiguracji pomocy technicznej</big></b><br> Proszę czekać...<br></p>

source: <p><b><big>Aborting Initialization:</big></b><br> Safely abort the configuration utility by pressing <b>Abort</b> now.</p>
pl: <p><b><big>Anulowanie inicjalizacji:</big></b><br> Aby bezpiecznie anulować narzędzie konfiguracji, naciśnij przycisk <b>Anuluj</a>.</p>

source: <p><b><big>Saving support Configuration</big></b><br> Please wait...<br></p>
pl: <p><b><big>Zapisywanie konfiguracji pomocy technicznej</big></b><br> Proszę czekać...<br></p>

source: <p><b><big>Aborting Saving:</big></b><br> Abort the save procedure by pressing <b>Abort</b>. An additional dialog informs whether it is safe to do so. </p>
pl: <p><b><big>Anulowanie zapisywania:</big></b><br> Anuluj procedurę zapisywania naciskając przycisk <b>Anuluj</b>. Dodatkowy komunikat informuje, czy jest to bezpieczne, czy nie. </p>

source: <p><b><big>Support Configuration</big></b><br> Configure support here.<br></p>
pl: <p><b><big>Konfiguracja pomocy technicznej</big></b><br> Tutaj można skonfigurować pomoc techniczną.<br></p>

source: <p><b><big>Adding a support:</big></b><br> Choose an support from the list of detected supports. If your support was not detected, use <b>Other (not detected)</b>. Then press <b>Configure</b>.</p>
pl: <p><b><big>Dodawanie pomocy technicznej:</big></b><br> Wybierz pomoc techniczną z listy wykrytych. Jeśli Twoja pomoc techniczna nie została wykryta, użyj przycisku <b>Inne (nie wykryte)</b>. Następnie naciśnij przycisk <b>Konfiguruj</b>.</p>

source: <p><b><big>Editing or Deleting:</big></b><br> If you press <b>Edit</b>, an additional dialog in which to change the configuration opens.</p>
pl: <p><b><big>Edytowanie lub usuwanie:</big></b><br> Po naciśnięciu przycisku <b>Edytuj</b>, pojawi się dodatkowe okno umożliwiające zmianę konfiguracji.</p>

source: <p><b><big>Support Configuration Overview</big></b><br> Obtain an overview of installed supports. Additionally edit their configurations.<br></p>
pl: <p><b><big>Przegląd konfiguracji pomocy technicznej</big></b><br> Zdobądź przegląd zainstalowanych pomocy, dodatkowo możesz edytować ich konfiguracje.<br></p>

source: <p><b><big>Adding a support:</big></b><br> Press <b>Add</b> to configure a support.</p>
pl: <p><b><big>Dodawanie pomocy technicznej:</big></b><br> Aby skonfigurować pomoc techniczną naciśnij przycisk <b>Dodaj</b>.</p>

source: <p><b><big>Editing or Deleting:</big></b><br> Choose a support to change or remove. Then press <b>Edit</b> or <b>Delete</b> as desired.</p>
pl: <p><b><big>Edytowanie lub usuwanie:</big></b><br> Wybierz pomoc, którą chcesz edytować lub usunąć, a następnie naciśnij przycisk <b>Edytuj</b> lub <b>Usuń</b>.</p>

source: <p><b><big>Configuration Part One</big></b><br> Press <b>Next</b> to continue. <br></p>
pl: <p><b><big>Pierwszy etap konfiguracji</big></b><br> Naciśnij przycisk <b>Dalej</b> aby kontynuować. <br></p>

source: <p><b><big>Selecting Something</big></b><br> It is not possible. You must code it first. :-) </p>
pl: <p><b><big>Wybieranie czegoś</big></b><br> Nie jest możliwe. Musisz to najpierw zaprogramować. :-) </p>

source: <p><b><big>Configuration Part Two</big></b><br> Press <b>Next</b> to continue. <br></p>
pl: <p><b><big>Drugi etap konfiguracji</big></b><br> Naciśnij przycisk <b>Dalej</b> aby kontynuować. <br></p>

source: Configuration of support
pl: Konfiguracja pomocy technicznej

source: Support
pl: Pomoc techniczna

source: &Support
pl: &Pomoc techniczna

source: AppArmor information. security-apparmor.txt
pl: Informacja o AppArmor. security-apparmor.txt

source: autofs information. fs-autofs.txt
pl: informacja o autofs. fs-autofs.txt

source: Information related to booting and the kernel. boot.txt
pl: Informacje związane z jądrem i uruchamianiem systemu. boot.txt

source: Current system service states. chkconfig.txt
pl: Aktualna informacja na temat usług. chkconfig.txt

source: Information related to capturing a system core dump. crash.txt
pl: Informacje związane z przechwytywaniem zrzutu pamięci (core dump). crash.txt

source: Information related to cron and at. cron.txt
pl: Informacje związane z cron i at. cron.txt

source: Disk, file system mounts and partition information. fs-diskio.txt
pl: Informacje o punktach montowania i partycjach. fs-diskio.txt

source: Domain Name Service information. dns.txt
pl: Informacja o serwerach nazw (DNS). dns.txt

source: Novell eDirectory health check information. novell-edir.txt
pl: Informacja o stanie Novell eDirectory. novell-edir.txt

source: System environment information, including sysctl and root's environment. env.txt
pl: Informacje o systemie, zawierające sysctl i środowisko root. env.txt

source: Recursively gets *.conf files, along with various other configuration files in /etc. etc.txt
pl: Rekursywnie pobiera pliki *.conf wraz z innymi plikami konfiguracyjnymi w /etc. etc.txt

source: Enterprise Volume Management System related information. evms.txt
pl: Informacje o EVMS (Enterprise Volume Management System). evms.txt

source: Heartbeat/high availabilty cluster information. ha.txt
pl: Informacje na temat klastra wysokiej dostępności Heartbeat. ha.txt

source: iSCSI target and initiator information. fs-iscsi.txt
pl: Informacja o iSCSI. fs-iscsi.txt

source: LDAP related information, including a root DSE search. ldap.txt
pl: Informacje o LDAP, wraz z wyszukiwaniem root DSE. ldap.txt

source: Novell Linux User Management related information, including a root DSE, UNIX Config and workstation object searches. novell-lum.txt
pl: informacje o Novell Linux User Management, wraz z wyszukiwaniem root DSE, UNIX Config i workstation object. novell-lum.txt

source: Linux Volume Management related information. lvm.txt
pl: Informacje związane z LVM. lvm.txt

source: Memory related information. memory.txt
pl: Informacje dotyczące pamięci. memory.txt

source: System kernel module information. modules.txt
pl: Informacje o modułach jądra. modules.txt

source: Native device mapper multipathing information. mpio.txt
pl: Informacje na temat device mapper multipathing. mpio.txt

source: Novell Core Protocol related information. novell-ncp.txt
pl: Informacje związane z Novell Core Protocol. novell-ncp.txt

source: Novell Cluster Services related information. novell-ncs.txt
pl: Informacje związane z Novell Cluster Services. novell-ncs.txt

source: Network related information, including firewall rules. network.txt
pl: Informacje o sieci wraz z polityką firewalla. network.txt

source: Network File System related information. nfs.txt
pl: Informacje o NFS (Network File System). nfs.txt

source: Novell Storage Services related information. novell-nss.txt
pl: Informacje o Novell Storage Services (NSS). novell-nss.txt

source: Network Time Protocol related information. ntp.txt
pl: Informacja o Network Time Protocol. ntp.txt

source: OCFS2 file system related information. ocfs2.txt
pl: Informacja o systemie plików OCFS2. ocfs2.txt

source: List of all open files using lsof. open-files.txt
pl: Lista otwartych plików korzystających z lsof. open-files.txt

source: OpenWBEM related information. openwbem.txt
pl: Informacje o OpenWBEM. openwbem.txt

source: Pluggable Authentication Module related information, including user account information. pam.txt
pl: Informacje o Pluggable Authentication Module (PAM), wraz z informacją o kontach użytkowników. pam.txt

source: Printing and CUPS related information. print.txt
pl: Informacje o drukowaniu i CUPS. print.txt

source: Includes key /proc file content. proc.txt
pl: Zawiera kluczowe dane /proc. proc.txt

source: Update daemon related information. updates-daemon.txt
pl: Informacje o usłudze zarządzającej uaktualnieniami. updates-daemon.txt

source: Update client related information. updates.txt
pl: Informacje o kliencie obsługującym aktualizacje. updates.txt

source: System Activity Reporting related information, including copies of the SAR data files. sar.txt
pl: Informacje o System Activity Reporting (SAR), wraz z kopią plików zawierających dane SAR. sar.txt

source: SLES Real Time kernel related information. slert.txt
pl: Informacje o jądrze systemu SLES Real Time. slert.txt

source: Service Location Protocol related information. slp.txt
pl: Informacje o Service Location Protocol (SLP). slp.txt

source: Self-Monitoring, Analysis, and Reporting Technology related information for hard disks. WARNING: Some hard disk controllers and drives do not behave kindly. Probing SMART data has been known to change file systems to read only mode or even hang the server. Make sure probing SMART data works in your environment before enabling this option. fs-smartmon.txt
pl: Informacja SMART (Self-Monitoring, Analysis, and Reporting Technology) dotycząca dysków. Uwaga: niektóre dyski i ich kontrolery nie zachowują się odpowiednio. Znane są przypadki, gdy korzystanie ze SMART wywoływało zmianę systemu pliku w tryb tylko do odczytu (read only) i zawieszenia systemów serwerowych. Należy sprawdzić, czy SMART działa poprawnie w tym środowisku przed włączeniem tej opcji. fs-smartmon.txt

source: Samba and CIFS related information. samba.txt
pl: Informacje o Samba i CIFS. samba.txt

source: Software RAID related information. fs-softraid.txt
pl: Informacje o Software RAID. fs-softraid.txt

source: Secure Shell server information. ssh.txt
pl: Informacje o usłudze SSH. ssh.txt

source: Configuration files found in /etc/sysconfig. sysconfig.txt
pl: Pliki konfiguracyjne zawarte w /etc/sysconfig. sysconfig.txt

source: UDEV device manager related information. udev.txt
pl: Informacje o menedżerze urządzeń UDEV. udev.txt

source: X graphical system related information. x.txt
pl: Informacje związane z menedżerem X-ów. x.txt

source: XEN virtualization related information. xen.txt
pl: Informacje o wirtualizacji XEN. xen.txt

source: Tells the supportconfig to search the file system for all eDirectory instances files. If set, ADD_OPTION_FSLIST is automatically set as well. -e
pl: Przekazuje informację do supportconfig, by wyszukiwał wszystkie pliki eDirectory. Jeżeli ta opcja jest ustawiona, to ADD_OPTION_FSLIST jest ustawiona również. -e

source: A full file list using find from the root of the filesytem. -L, fs-files.txt
pl: Pełna lista plików z zastosowaniem wyszukiwania od najwyższych katalogów w hierarchii (root). -L, fs-files.txt

source: Includes the entire log file, including comments, instead of just VAR_OPTION_LINE_COUNT lines of it. Additional rotated logs are included if available. -l
pl: Załącza pełen plik dziennika (log), zamiast tylko linii VAR_OPTION_LINE_COUNT. Dodatkowo załączone są inne logi, jeśli są dostępne. -l

source: Minimizes the amount of disk information and detailed scanning. -d
pl: Ogranicza ilość informacji o dysku i szczegółowe wyszukiwanie. -d

source: Normally all of the /var/log/YaST2/y2log logs are included. This option minimizes the amount of each file retrieved.
pl: Najczęściej wszystkie wpisy dziennika z /var/log/YaST2/y2log są załączone. ta opcja zmniejsza rozmiar każdego pliku.

source: Runs an rpm -V on every installed RPM package. This takes some time to complete. -v, rpm-verify.txt
pl: Uruchamia rpm -V dla każdego zainstalowanego pakietu RPM. Działanie wymaga pewnej ilości czasu. -v, rpm-verify.txt

source: Normally only the base SLP service types are listed. This option allows you to query each of the discovered service types individually. -s, slp.txt
pl: Najczęściej tylko podstawowe typy usług SLP są wyświetlone. Opcja ta pozwala sprawdzić indywidualnie każdy znaleziony typ usługi. -s, slp.txt

source: Company name to include in the basic-environment.txt
pl: Nazwa firmy, która ma być zawarta w basic-environment.txt

source: Contact's email address to include in the basic-environment.txt
pl: Adres e-mail, który ma być zawarty w basic-environment.txt

source: Contact's name to include in the basic-environment.txt
pl: Nazwa (np. imię i nazwisko), która ma być zawarta w basic-environment.txt

source: Contact's phone number to include in the basic-environment.txt
pl: Numer telefonu, który ma być zawarty basic-environment.txt

source: The number of lines to include when getting a log file. Zero means get the entire file.
pl: Ilość linii, która ma być zawarta podczas pobierania zapisu dziennika (log). Wartość zero oznacza cały plik.

source: The supportconfig tar ball location. The first valid location in the list is always used.
pl: Lokacja archiwum zawierającego supportconfig. Będzie użyta pierwsza poprawna na liście.

source: The maximum number of /var/log/messages lines to get. Zero means get the entire file.
pl: Ilość linii, która ma być zawarta podczas pobierania zapisu dziennika (log) /var/log/messages. Wartość zero oznacza cały plik.

source: The maximum number of heartbeat policy engine log files to include in the supportconfig tar ball.
pl: Ilość linii, która ma być pobrana z dziennika polityki heartbeat, która będzie umieszczona w archiwum tar supportconfig.

source: The maximum number of SAR data files to include in the supportconfig tar ball.
pl: Ilość plików z danymi SAR, która będzie zawarta w archiwum tar supportconfig.

source: When set to 1, supportconfig runs in quiet mode. This option is useful if you plan on running regular supportconfigs in a cron job for example. Set with -Q.
pl: Gdy wartość jest ustalona na 1, supportconfig jest uruchomiony w trybie "quiet mode". Ta opcja jest użyteczna jeżeli supportconfig jest już ustawiony w cron. należy ustawić -Q.

source: Used to specify where the supportconfig tar ball will be uploaded, when using the -u srnum startup option. You can specify any FTP server that supports anonymous uploads. The default is Novell's public ftp server.
pl: Określa, gdzie archiwum tar supportcconfig ma być załadowane, przy uruchomieniu z opcją -u srnum. Można wybrać dowolny serwer FTP, który akceptuje anonimową transakcję. Domyślnie jest to publiczny serwer FTP firmy Novell.

source: Support Configuration
pl: Konfiguracja pomocy technicznej

source: Initializing...
pl: Inicjowanie...
