Repository: aviarypl/suse-l10n-pl
Catalog: yast/sysconfig.*.po
Languages: pl

source: Searching...
pl: Wyszukiwanie...

source: Command:
pl: Polecenia:

source: S&kip
pl: P&omiń

source: A command will be executed
pl: Zostanie wykonane polecenie

source: Starting command: %1...
pl: Uruchamianie polecenia: %1...

source: Command %1 failed
pl: Polecenie %1 nie powiodło się

source: Saving Powertweak Configuration
pl: Zapisywanie konfiguracji Powertweak

source: Saving sysconfig Configuration
pl: Zapisywanie konfiguracji sysconfig

source: Write the new settings
pl: Zapisywanie nowych ustawień

source: Activate the changes
pl: Zastosuj zmiany

source: Saving variable %1 to the file %2 failed.
pl: Zapisywanie zmiennej %1 do pliku %2 nie powiodło się.

source: Saving variable %1...
pl: Zapisywanie zmiennej %1...

source: Saving changes to the files...
pl: Zapisywanie zmian do plików...

source: All configuration scripts will be started.
pl: Zostaną uruchomione wszystkie skrypty konfiguracyjne.

source: Starting configuration scripts...
pl: Zapisywanie skryptów konfiguracyjnych...

source: Configuration script failed.
pl: Wystąpił błąd podczas wykonywania skryptu konfiguracyjnego. Konfiguracja nie powiodła się.

source: Configuration module %1 will be started.
pl: Zostanie uruchomiony moduł konfiguracyjny %1.

source: Starting configuration module %1...
pl: Uruchamianie modułu konfiguracyjnego %1...

source: Configuration module %1 failed.
pl: Wystąpił błąd w czasie pracy modułu konfiguracyjnego %1. Konfiguracja nie powiodła się.

source: Service %1 will be reloaded
pl: Usługa %1 zostanie załadowana ponownie.

source: Reloading service %1...
pl: Ponowne ładowanie usługi %1...

source: Reload of the service %1 failed
pl: Ponowne ładowanie %1 nie powiodło się

source: Service %1 will be restarted
pl: Usługa %1 zostanie uruchomiona ponownie.

source: Restarting service %1...
pl: Ponowne uruchamianie usługi %1...

source: Restart of the service %1 failed
pl: Ponowne uruchamianie usługi %1 nie powiodło się

source: Finished
pl: Zakończone

source: Configuration Summary
pl: Podsumowanie konfiguracji

source: All Variables:
pl: Wszystkie zmienne:

source: Modified Variables:
pl: Zmodyfikowane zmienne :

source: Setting variable '%1' to '%2': %3
pl: Ustawianie zmiennej "%1" na "%2": %3.

source: Success
pl: pomyślne

source: Failed
pl: nie powiodło się

source: New Value:
pl: Nowa wartość:

source: Value:
pl: Wartość:

source: Variable %1 was not found.
pl: Zmienna %1 nie została znaleziona.

source: Use a full variable name in the form <VARIABLE_NAME>$<FILE_NAME> (e.g., %1$%2).
pl: Proszę użyć pełnej nazwy zmiennej w postaci <NAZWA_ZMIENNEJ>$<NAZWA_PLIKU> (np.: %1$%2).

source: Package installation failed. Press OK to exit.
pl: Instalacja pakietów nie powiodła się. Proszę nacisnąć OK, aby zakończyć.

source: Powertweak configuration file does not exist. Create it and use powerteak?
pl: Plik konfiguracyjny Powertweak nie istnieje. Czy utworzyć go i używać powerteak?

source: Powertweak failed: configuration file may be missing or broken
pl: Zastosowanie Powertweak nie powiodło się: plik konfiguracyjny nie istnieje albo jest uszkodzony

source: An error occurred while saving and activating the changes.
pl: Wystąpił błąd podczas zapisywania i stosowania zmian.

source: or any value
pl: lub inne wartości

source: Value Matching Regular Expression:
pl: Wartość odpowiadająca wyrażeniu regularnemu:

source: Any integer value
pl: Dowolna liczba całkowita

source: Integer value greater or equal to %1
pl: Liczba całkowita większa lub równa %1

source: Integer value less or equal to %1
pl: Liczba całkowita mniejsza lub równa %1

source: Any integer value from %1 to %2
pl: Dowolna liczba całkowita z zakresu od %1 do %2

source: Any value
pl: Dowolna wartość

source: IPv4 or IPv6 address
pl: Adres IPv4 albo IPv6

source: IPv4 address
pl: Adres IPv4

source: IPv6 address
pl: Adres IPv6

source: File:
pl: Plik:

source: Possible Values:
pl: Możliwe wartości:

source: Default Value:
pl: Wartość domyślna:

source: Original Value:
pl: Wartość pierwotna:

source: Prepare Command:
pl: Przygotowywanie polecenia:

source: Configuration Script:
pl: Skrypt konfiguracyjny:

source: Service to Reload:
pl: Usługa do ponownego załadowania:

source: Service to Restart:
pl: Usługa do ponownego uruchomienia:

source: Activation Command:
pl: Polecenie aktywujące:

source: Description:
pl: Opis:

source: (changed)
pl: (zmienione)

source: S&etting of:
pl: Wart&ość:

source: The currently selected value has more than one line. Joined lines are displayed in the combo box.
pl: Obecnie wybrana wartość zajmuje więcej niż jeden wiersz. Połączone wiersze są wyświetlone w polu.

source: Current Selection:
pl: Bieżący wybór:

source: Value '%1' does not match type '%2'. Really set this value?
pl: Wartość '%1' nie zgadza się z dozwolonym typem '%2'. Czy naprawdę ustawić tę wartość?

source: &Search
pl: &Szukaj

source: &Configuration Options
pl: Op&cje konfiguracji

source: <p>After you save your changes, this editor changes the variables in the /etc/powertweak/tweaks file. Then it restarts the powertweak daemon, which activates changes.</p>
pl: <p>Po zapisaniu zmian, ten edytor zmienia wartości zmiennych w pliku /etc/powertweak/tweaks. Następnie ponownie uruchamia demona powertweak, co uaktywnia zmiany.</p>

source: <p>After you save your changes, this editor changes the variables in the corresponding sysconfig file. Then it starts activation commands, which changes the underlying configuration files, stops and starts daemons, and runs low-level configuration tools so your configuration in sysconfig takes effect.</p>
pl: <p>Po zapisaniu zmian ten edytor zmienia zmienne w odpowiednim pliku sysconfig. Następnie uruchamia polecenia aktywacyjne, które zmieniają odpowiednie pliki konfiguracyjne, zatrzymują i uruchamiają demony oraz uruchamiają niskopoziomowe narzędzia konfiguracyjne, dzięki czemu zmiany w konfiguracji sysconfig zostały zastosowane.</p>

source: <p><b>Important:</b> You still can edit each individual configuration file manually. The name of file is displayed in the variable description.</p>
pl: <p><b>Ważne:</b>Nadal można ręcznie edytować poszczególne pliki konfiguracyjne. Nazwa pliku jest wyświetlana w opisie zmiennej.</p>

source: <p> SuSEconfig saves a checksum of each configuration file, so it can detect if you have manually changed any of them. If you have changed a configuration file manually, it will not touch it.</p>
pl: <p> SuSEconfig zapisuje sumę kontrolną każdego pliku konfiguracyjnego, więc jest w stanie wykryć, czy pliki były zmieniane ręcznie. Jeśli plik konfiguracyjny był modyfikowany ręcznie, SuSEconfig nie będzie go edytować.</p>

source: Powertweak Configuration
pl: Konfiguracja Powertweak

source: /etc/sysconfig Editor
pl: Edytor /etc/sysconfig

source: &Default
pl: &Domyślna

source: <P><B>Powertweak Configuration</B></P><P>In this configuration module, you can tune some kernel and hardware options.</P><P><B>Warning:</B> This configuration module is for experts only!</P>
pl: <P><B>Konfiguracja Powertweak</B></P><P>W tym module konfiguracyjnym można dostroić niektóre opcje jądra i sprzętu.</P><P><B>Ostrzeżenie:</B> Ten moduł konfiguracyjny przeznaczony jest wyłącznie dla użytkowników zaawansowanych!</P>

source: <P><B>System Configuration Editor</B></P><P>With the system configuration editor, you can change some system settings. You can also use YaST2 to configure your hardware and system settings.</P>
pl: <P><B>Edytor konfiguracji systemu</B></P><P>Za pomocą edytora konfiguracji systemu można zmieniać niektóre ustawienia systemowe. Można także wykorzystywać YaST2 do konfiguracji ustawień sprzętowych i systemowych.</P>

source: <P><B>Note:</B> Descriptions are not translated because they are read directly from configuration files.</P>
pl: <P><B>Uwaga:</B> Opisy nie są przetłumaczone, ponieważ pochodzą bezpośrednio z plików konfiguracyjnych.</P>

source: &Use Current Value
pl: &Użyj bieżących wartości

source: &Add New Variable...
pl: Dod&aj nową zmienną...

source: Modified Variables
pl: Zmodyfikowane zmienne

source: Here, see the values YaST2 will change. Choose "OK" for YaST2 to save these changes. Choose "Cancel" to edit the values again.
pl: Oto wartości, które zostaną zmienione przez YaST2. Aby YaST2 zapisał zmiany, proszę nacisnąć "OK". Aby wrócić do edycji, proszę wybrać "Anuluj".

source: Confirm Each Activation Command
pl: Potwierdź każde polecenie aktywacyjne

source: Search Result
pl: Wyniki wyszukiwania

source: The search results are displayed here. If you see the item you want, select it then click "Go to". Otherwise, click "Cancel" to close this dialog.
pl: W tym miejscu wyświetlone są wyniki wyszukiwania. Jeśli znajduje się wśród nich szukany element, proszę go wybrać i nacisnąć "Idź do". W przeciwnym przypadku, proszę nacisnąć "Anuluj", aby zamknąć to okno.

source: &Go to
pl: I&dź do

source: No entries found
pl: Nie znaleziono żadnych pozycji

source: Help
pl: Pomoc

source: Search for a Configuration Variable
pl: Wyszukiwanie zmiennej konfiguracyjnej

source: &Search for:
pl: &Szukaj:

source: &Case Sensitive Search
pl: Rozróżnia&j wielkość liter

source: Search &Variable Name
pl: Szukaj w &nazwach zmiennych

source: Search &description
pl: Szukaj w o&pisach

source: Search &value
pl: Sz&ukaj w wartościach

source: Name
pl: Nazwa

source: NEW VALUE
pl: NOWA WARTOŚĆ

source: Old Value
pl: Stara wartość

source: File
pl: Plik

source: Description
pl: Opis

source: This module requires the package "powertweak". Install it? Click "Install" to install the packages and start the module or click "Cancel" to quit without any change. The package "powertweak-extra" extends configuration options of powertweak.
pl: Ten moduł wymaga pakietu "powertweak". Czy zainstalować go? Aby zainstalować pakiety i uruchomić moduł, proszę nacisnąć "Instaluj". Aby zakończyć bez dokonywania żadnych zmian, proszę nacisnąć "Anuluj". Pakiet "powertweak-extra" rozszerza opcje konfiguracyjne pakietu powertweak.

source: Install powertweak Package?
pl: Czy zainstalować pakiet powertweak?

source: Install powertweak-&extra Package
pl: Czy zainstalować pakiet powertweak-&extra?

source: &Variable Name
pl: Nazwa zmienne&j

source: V&alue
pl: W&artość

source: &File Name
pl: N&azwa pliku

source: Missing variable name value.
pl: Brak nazwy zmiennej.

source: Missing file name value.
pl: Brak nazwy pliku.

source: Missing absolute path in file name.
pl: Brak ścieżki bezwzględnej w nazwie pliku.

source: <p><b><big>Initializing sysconfig Configuration</big></b><br> Please wait...<br></p>
pl: <p><b><big>Inicjalizacja konfiguracji sysconfig</big></b><br> Proszę czekać...<br></p>

source: <p><b><big>Saving sysconfig Configuration</big></b><br> Please wait...<br></p>
pl: <p><b><big>Zapisywanie konfiguracji sysconfig</big></b><br> Proszę czekać...<br></p>

source: <p><b><big>Initializing Powertweak Configuration</big></b><br> Please wait...<br></p>
pl: <p><b><big>Inicjowanie konfiguracji Powertweak</big></b><br> Proszę czekać...<br></p>

source: <p><b><big>Saving Powertweak Configuration</big></b><br> Please wait...<br></p>
pl: <p><b><big>Zapisywanie konfiguracji Powertweak</big></b><br> Proszę czekać...<br></p>

source: Editor for /etc/sysconfig Files
pl: Edytor plików /etc/sysconfig

source: Display configuration summary
pl: Wyświetla zestawienie konfiguracji

source: Set value of the variable. Requires options 'variable' and 'value'
pl: Aby ustawić wartość zmiennej, można użyć opcji "variable" (zmienna) i "value" (wartość)

source: or 'variable=value', for example, variable=DISPLAYMANAGER value=gdm
pl: lub składni "zmienna=wartość", np. variable=DISPLAYMANAGER value=gdm

source: or simply DISPLAYMANAGER=gdm
pl: lub po prostu DISPLAYMANAGER=gdm

source: Set empty value ("")
pl: Ustawia pustą wartość ("")

source: Show details about selected variable
pl: Wyświetla szczegóły o wybranej zmiennej

source: Display all variables
pl: Wyświetla wszystkie zmienne

source: Selected variable
pl: Wybrana zmienna

source: New value
pl: Nowa wartość
