Repository: aviarypl/suse-l10n-pl
Catalog: yast/system-profile.*.po
Languages: pl

source: Send Profile
pl: Wyślij profil

source: Show Profile
pl: Wyświetl profil

source: An error occurred while gathering system information.
pl: Wystąpił błąd podczas zbierania informacji o systemie.

source: Make sure that the smolt package is installed.
pl: Proszę upewnić się, że pakiet smolt jest zainstalowany.

source: System profile has been successfully sent.
pl: Profil systemu został wysłany pomyślnie.

source: At the end of the system profile details, find a URL and your password to edit and comment your profile online.
pl: Na końcu szczegółów profilu systemu znajduje się adres URL oraz hasło pozwalające edytować oraz komentować swój profil online.

source: Automatically send system profile monthly (recommended)
pl: Automatycznie wyślij profil systemowy raz na miesiąc (zalecane)

source: Driver development is prioritized according to hardware popularity. Please send your system profile to influence this work.
pl: Priorytet przy tworzeniu sterowników ustalany jest na podstawie popularności sprzętu. Proszę przesłać swój profil systemowy, aby wpłynąć na kolejność prac.

source: Driver development is prioritized according to hardware popularity. Please send your system profile to a community database to help creating current statistics.
pl: Priorytet przy tworzeniu sterowników ustalany jest na podstawie popularności sprzętu. Proszę przesłać swój profil systemowy do społecznościowej bazy danych, aby pomóc w tworzeniu bieżących statystyk.

source: Driver development is prioritized according to hardware popularity. The community project Smolt creates statistics from contributed system profiles. Please send your system profile to support Smolt.
pl: Priorytet przy tworzeniu sterowników ustalany jest na podstawie popularności sprzętu. Społecznościowy projekt Smolt tworzy statystyki z przesłanych profili systemowych. Proszę przesłać swój profil systemowy, aby wesprzeć Smolt.

source: Smolt Project
pl: Projekt smolt

source: System Profile
pl: Profil systemu

source: Send System Profile
pl: Wyślij profil systemu

source: <p>Linux driver development is prioritized according to hardware popularity. You can submit your system profile to a community database to influence this work.</p>
pl: <p>Priorytet przy tworzeniu sterowników ustalany jest na podstawie popularności sprzętu. Można przesłać swój profil systemowy do społecznościowej bazy danych, aby mieć wpływ na kolejność prac.</p>

source: <p>To keep your system profile updated in this database, activate sending the data monthly.</p>
pl: <p>Aby zachowywać aktualność profil systemu w bazie danych, należy aktywować comiesięczne wysyłanie profilu.</p>

source: <p>Your system profile will be transmitted to the smolt project. Visit <b>http://smolts.org</b> for details.</p>
pl: <p>Profil systemu użytkownika został przesłany do projektu smolt. Więcej szczegółów można znaleźć na stronie <b>http://smolts.org</b>.</p>

source: <p>Once you sent your profile manually, you will receive a URL and a password to edit and comment your profile online. Press <b>Send Profile</b> to send the profile manually.</p>
pl: <p>Po wysłaniu profilu ręcznie, użytkownik otrzyma adres URL i hasło do edycji i komentowania swojego profilu online. Proszę nacisnąć przycisk <b>Wyślij profil</b>, aby wysłać profil ręcznie.</p>

source: Send Profile Now
pl: Wyślij profil teraz

source: Send Profile Once
pl: Wyślij profil raz

source: Send profile monthly.
pl: Wysyłaj profil raz na miesiąc.

source: Do not send profile monthly.
pl: Nie wysyłaj profilu raz na miesiąc.

source: An error occurred and the system profile has not been sent.
pl: Wystąpił błąd, profil systemu nie został wysłany.

source: Maybe your network is disconnected or the target server is down.
pl: Prawdopodobnie sieć nie działa, lub nie działa serwer, z którym użytkownik się łączy.
