Repository: aviarypl/suse-l10n-pl
Catalog: yast/system-update.*.po
Languages: pl

source: Downloading initial ramdisk...
pl: Pobieranie początkowego ramdysku...

source: Uncompressing initial ramdisk...
pl: Dekompresowanie początkowego ramdysku...

source: Downloading image %1...
pl: Pobieranie obrazu %1...

source: Uncompressing image %1...
pl: Dekompresowanie obrazu %1...

source: <p><b><big>Initializing system-update Configuration</big></b><br> Please wait...<br></p>
pl: <p><b><big>Inicjalizacja konfiguracji aktualizacji systemu. </big></b><br> Proszę czekać...<br></p>

source: <p><b><big>Aborting Initialization:</big></b><br> Safely abort the configuration utility by pressing <b>Abort</b> now.</p>
pl: <p><b><big>Przerwanie inicjalizacji:</big></b><br> Można bezpiecznie przerwać działania konfiguratora naciskając teraz <b>Przerwij</b>.</p>

source: <p><b><big>Saving system-update Configuration</big></b><br> Please wait...<br></p>
pl: <p><b><big>Zapisywanie konfiguracji aktualizacji systemu.</big></b><br> Proszę czekać...<br></p>

source: <p><b><big>Aborting Saving:</big></b><br> Abort the save procedure by pressing <b>Abort</b>. An additional dialog informs whether it is safe to do so. </p>
pl: <p><b><big>Przerwanie zapisu:</big></b><br> Aby przerwać procedurę zapisu, należy nacisnąć przycisk <b>Przerwij</b>. Dodatkowe okno będzie zawierało informację, czy jest to bezpieczne. </p>

source: <p><b><big>SystemUpdate Configuration</big></b><br> Configure system-update here.<br></p>
pl: <p><b><big>Konfiguracja aktualizacji systemu</big></b><br> W tym miejscu można skonfigurować aktualizacje systemu.<br></p>

source: <p><b><big>Adding a system-update:</big></b><br> Choose an system-update from the list of detected system-updates. If your system-update was not detected, use <b>Other (not detected)</b>. Then press <b>Configure</b>.</p>
pl: <p><b><big>Dodawanie aktualizacji systemu:</big></b><br> Proszę wybrać aktualizację systemu z listy wykrytych. Jeśli aktualizacja została wykryta automatycznie, proszę użyć opcji <b>Inny (niewykryty)</b>, a następnie nacisnąć przycisk <b>Konfiguruj</b>.</p>

source: <p><b><big>Editing or Deleting:</big></b><br> If you press <b>Edit</b>, an additional dialog in which to change the configuration opens.</p>
pl: <p><b><big>Edycja albo usuwanie:</big></b><br> Po naciśnięciu <b>Edycja</b> otworzy się dodatkowe okno, w którym można zmienić konfigurację.</p>

source: <p><b><big>SystemUpdate Configuration Overview</big></b><br> Obtain an overview of installed system-updates. Additionally edit their configurations.<br></p>
pl: <p><b><big>Przegląd konfiguracji akutalizacji systemu</big></b><br> Tutaj można uzyskać informacje na temat zaisntalowanych aktualizacji. Ponadto można też modyfikować ich konfigurację.<br></p>

source: <p><b><big>Adding a system-update:</big></b><br> Press <b>Add</b> to configure a system-update.</p>
pl: <p><b><big>Dodawanie aktualizacji systemu:</big></b><br> Proszę nacisnąć przycisk <b>Dodaj</b>, aby skonfigurować aktualizacje systemu.</p>

source: <p><b><big>Editing or Deleting:</big></b><br> Choose a system-update to change or remove. Then press <b>Edit</b> or <b>Delete</b> as desired.</p>
pl: <p><b><big>Edytowanie lub usuwanie:</big></b><br> Proszę wybrać aktualizację do edycji lub usunięcia. Następnie proszę nacisnąć przycisk <b>Edytuj</b> lub <b>Usuń</b> odpowiednio do zamierzonej czynności.</p>

source: <p><b><big>Configuration Part One</big></b><br> Press <b>Next</b> to continue. <br></p>
pl: <p><b><big>Pierwsza część konfiguracji</big></b><br> Aby kontynuować, należy nacisnąć przycisk <b>Dalej</b>. <br></p>

source: <p><b><big>Selecting Something</big></b><br> It is not possible. You must code it first. :-) </p>
pl: <p><b><big>Wybieranie czegoś</big></b><br> Nie jest to możliwe, trzeba to najpierw zakodować :-) </p>

source: <p><b><big>Configuration Part Two</big></b><br> Press <b>Next</b> to continue. <br></p>
pl: <p><b><big>Druga część konfiguracji</big></b><br> Aby kontynuować, należy nacisnąć przycisk <b>Dalej</b>. <br></p>

source: Initialize upgrade repositoy
pl: Inicjowanie repozytoriów aktualizacji

source: Download installation images
pl: Pobierz obrazy instalacyjne

source: Update installation images
pl: Aktualizuj obrazy instalacyjne

source: Preparing Upgrade Environment
pl: Przygotowywanie środowiska aktualizacji

source: Initializing upgrade repository...
pl: Inicjowanie repozytoriów aktualizacji...

source: Failed to prepare upgrade environment
pl: Przygotowywanie środowiska aktualizacji nie powiodło się

source: Updating installation images...
pl: Aktualizacja obrazów instalacyjnych...

source: Failed to copy %1 to installation system
pl: Kopiowanie %1 do systemu instalacji zakończyło się niepowodzeniem

source: YaST will start the update process now.
pl: YaST rozpocznie teraz proces aktualizacji.

source: <p>There were errors while restoring the repository configuration.</p>
pl: <p>Podczas przywracania konfiguracji repozytorium wystąpiły błędy.</p>

source: Available Repositories
pl: Dostępne repozytoria

source: There is no user interface available for this module.
pl: Brak dostępnego interfejsu użytkownika dla tego modułu.
