Repository: aviarypl/suse-l10n-pl
Catalog: yast/tv.*.po
Languages: pl

source: DVB Cards
pl: Karty DVB

source: Do Not Show This Message &Again
pl: &Nie pokazuj więcej tego komunikatu

source: Unable to read the TV card database.
pl: Nie można odczytać bazy kart TV.

source: Default (detected)
pl: Domyślne (wykryte)

source: Unable to read the tuner database.
pl: Nie można odczytać bazy tunerów.

source: Unable to read the list of available kernel modules.
pl: Nie można odczytać listy dostępnych modułów jądra.

source: Firmware must be installed for TV card '%1' to work. Enter the location of the firmware file then press Continue to install the firmware.
pl: Aby karta telewizyjna %1 działała, konieczne jest zainstalowanie jej oprogramowania producenta (firmware). W celu zainstalowania go proszę podać lokalizację pliku firmware i nacisnąć przycisk "Dalej".

source: Install Firmware
pl: Zainstaluj oprogramowanie producenta (firmware)

source: Select Firmware File
pl: Proszę wybrać plik oprogramowania producenta (firmware)

source: The TV card will not work without firmware.
pl: Karta telewizyjna nie będzie działała bez oprogramowania producenta (firmware).

source: Could not check the MD5 sum of the firmware.
pl: Nie można sprawdzić sumy MD5 pliku oprogramowania producenta (firmware).

source: The MD5 check sum of the installed firmware does not match the value in the database. Use the firmware file anyway?
pl: Suma kontrolna MD5 zainstalowanego oprogramowania producenta (firmware) nie odpowiada wartości z bazy danych. Czy użyć firmware'u mimo to?

source: Installation of the firmware has failed. Try the installation again?
pl: Nie udała się instalacja oprogramowania producenta. Spróbować ponownie?

source: Unable to write parameters to %1.
pl: Nie można zapisać parametrów do %1.

source: Unable to write %1.
pl: Nie można zapisać do %1.

source: Cannot start device %1.
pl: Nie można uruchomić urządzenia %1.

source: TV cards
pl: Karty TV

source: Unable to probe the TV cards.
pl: Nie można wykryć kart TV.

source: Unable to probe the DVB cards.
pl: Nie można wykryć kart DVB.

source: Installed as radio card number %1.
pl: Zainstalowana jako karta radiowa o numerze %1.

source: Installed as DVB card number %1.
pl: Zainstalowana jako karta DVB o numerze %1.

source: Installed as TV card number %1
pl: Zainstalowana jako karta TV o numerze %1

source: Firmware:
pl: Oprogramowanie producenta (firmware):

source: Installed (%1)
pl: Zainstalowane (%1)

source: Not installed (%1)
pl: Niezainstalowane (%1)

source: Package: %1 (%2)
pl: Pakiet: %1 (%2)

source: Installed
pl: Zainstalowany

source: Not Installed
pl: Niezainstalowany

source: Configured as %1 card number %2
pl: Skonfigurowany jako %1 karta nr %2

source: Driver %1
pl: Sterownik %1

source: Attached to sound card '%1'
pl: Podłączone do karty dźwiękowej %1'

source: Not installed (%1 -> %2)
pl: Nie zainstalowane (%1 -> %2)

source: Not configured
pl: Nieskonfigurowane

source: Other (not detected)
pl: Inne (niewykryte)

source: Autodetected card
pl: Karta wykryta automatycznie

source: File %1 is missing, check your installation.
pl: Brakuje pliku %1, sprawdź swoją instalację.

source: Input driver for bt8x8 gpio IR remote controls
pl: Sterownik wejściowy dla pilota bt8x8 gpio IR

source: Input driver for i2c IR remote controls
pl: Sterownik wejściowy dla pilota i2c IR

source: Initializing TV and Radio Card Configuration
pl: Inicjalizacja konfiguracji karty telewizyjnej lub radiowej

source: Saving TV and Radio Card Configuration
pl: Zapis konfiguracji kart telewizyjnych i radiowych

source: Install firmware
pl: Zainstaluj oprogramowanie producenta (firmware)

source: Write the settings
pl: Zapisywanie ustawień

source: Update sound volume
pl: Aktualizowanie poziomu głośności dźwięku

source: Installing firmware...
pl: Instalowanie oprogramowania producenta (firmware)...

source: Writing the settings...
pl: Zapisywanie ustawień...

source: Updating the sound volume...
pl: Aktualizacja głośności dźwięku...

source: Check for TV and radio applications
pl: Wyszukiwanie programów telewizyjnych i radiowych

source: Checking for TV and radio applications...
pl: Wyszukiwanie programów telewizyjnych i radiowych...

source: Write IRC settings
pl: Zapisywanie ustawień IRC

source: Writing IRC settings...
pl: Zapisywanie ustawień IRC...

source: Write TV stations
pl: Zapisywanie stacji TV

source: Writing TV stations...
pl: Zapisywanie stacji TV...

source: Finished
pl: Zakończono

source: <p>To enable you to watch TV and listen to radio on your computer,<br> these packages should be installed:<br> <b>%1</b><br> Install them now? </p>
pl: <p>Aby umożliwić oglądanie telewizji i słuchanie radia na komputerze,<br> trzeba zainstalować następujące pakiety:<br> <b>%1</b><br> Czy zainstalować je teraz? </p>

source: <p>To enable you to watch TV on your computer,<br> these packages should be installed:<br> <b>%1</b><br> Install them now? </p>
pl: <p>Aby umożliwić oglądanie telewizji na komputerze,<br> trzeba zainstalować następujące pakiety:<br> <b>%1</b> Czy zainstalować je teraz? </p>

source: <p>To listen to radio on your computer, you can use the <b>%1</b> application. Install it now?</p>
pl: <p>Do słuchania radia na komputerze można używać programu <b>%1</b>. Czy zainstalować go teraz?</p>

source: the driver is disabled
pl: sterownik jest wyłączony

source: the card is disabled
pl: karta jest wyłączona

source: Automatic configuration skipped (%1)
pl: Pominięto konfigurację automatyczną (%1)

source: <P><B><BIG>Initializing TV and Radio Card Configuration</BIG></B><BR> Please wait... <BR></P>
pl: <P><B><BIG>Inicjalizacja konfiguracji kart telewizyjnych i radiowych</BIG></B><BR> Proszę czekać... <BR></P>

source: <P><B><BIG>Aborting the Initialization</BIG></B><BR> Safely abort the configuration utility by pressing <B>Abort</B> now. </P>
pl: <P><B><BIG>Przerwanie inicjalizacji:</BIG></B><BR> Można bezpiecznie przerwać działanie konfiguratora naciskając <b>Przerwij</B>. </P>

source: <P><B><BIG>Saving TV and Radio Configuration</BIG></B><BR> Please wait... <BR></P>
pl: <P><B><BIG>Zapisywanie konfiguracji TV i radia</BIG></B><BR> Proszę czekać... <BR></P>

source: <P><B><BIG>TV and Radio Card Configuration</BIG></B><BR> Here, configure your TV and radio cards. <BR></P>
pl: <P><B><BIG>Konfiguracja kart telewizyjnych i radiowych</BIG></B><BR> W tym miejscu można skonfigurować karty telewizyjne i radiowe. <BR></P>

source: <P><B><BIG>Adding a TV or Radio Card</BIG></B><BR> Select the card from the list of the unconfigured cards. If your card was not detected, press <B>Add</B> and configure the card manually. </P>
pl: <P><B><BIG>Dodawanie karty telewizyjnej lub radiowej</BIG></B><BR> Proszę wybrać kartę z listy nieskonfigurowanych kart. Jeśli karta nie została wykryta, należy użyć przycisku <B>Dodaj</B> i skonfigurować ją ręcznie </P>

source: <P><B><BIG>Editing or Deleting</BIG></B><BR> To change or remove the configuration of a card, select the card. Then press <B>Edit</B> or <B>Delete</B>. </P>
pl: <P><B><BIG>Edycja albo usuwanie</BIG></B><BR> <p>Aby zmienić albo usunąć konfigurację karty, należy wybrać kartę, a następnie nacisnąć przycisk <b>Edytuj</b> albo <b>Usuń</b>.</p>

source: <P><B><BIG>Manual TV Card Selection</BIG></B><BR> Select the card type from <b>Vendor</b> and <b>Card</b>. <BR></P>
pl: <P><B><BIG>Ręczny wybór kart telewizyjnych</BIG></B><BR> Proszę wybrać typ karty używając list <b>Dostawca</b> i <b>Karty</b>. <BR></P>

source: <P> If you need to specify the tuner type to get a working configuration, select your card then press <B>Select Tuner</B>. In the dialog that opens, select the tuner type. </P>
pl: <P> Jeśli konieczne jest określenie typu tunera, aby uruchomić konfigurację, należy wybrać kartę i nacisnąć przycisk <B>Wybierz tuner</B>. W następnym oknie dialogowym proszę wybrać typ tunera. </P>

source: <P> In <B>Expert Settings</B>, configure the kernel module and parameters to use. This is required for configuring a radio card. </P>
pl: <P> Po naciśnięciu przycisku <B>Ustawienia zaawansowane...</B> można skonfigurować moduł jądra i parametry, których należy użyć. Jest to konieczne do skonfigurowania karty radiowej. </P>

source: <P><B><BIG>Manual Selection: Details</BIG></B><BR> Here, you can control all the parameters of the driver of your TV or radio card. This is for experts. <BR></P>
pl: <P><B><BIG>Wybór ręczny: szczegóły</BIG></B><BR> W tym oknie można sterować wszystkimi parametrami sterownika karty telewizyjnej lub radiowej.<BR> Ustawienia te są przeznaczone dla zaawansowanych użytkowników. <BR></P>

source: In <B>Kernel Module</B>, select the driver to use for the card. The available parameters for the selected module are listed in <b>Module Parameters</p>. </P>
pl: Z listy <B>Moduł jądra</B>, proszę wybrać sterownik, który ma być używany dla karty. Dostępne parametry dla wybranego modułu są podane w <b>Parametrach modułu</p>. </P>

source: <P>To modify a parameter, select the parameter to change from the list, write the value in <b>Parameter</b>, then press <b>Set</b>. To restore the default setting for the parameter, press <B>Reset</B>. </P>
pl: <P>Aby zmienić parametr, należy wybrać go z listy, wpisać wartość w polu <b>Parametr</b> i nacisnąć przycisk <b>Ustaw</b>. Aby przywrócić domyślne ustawienie parametru, należy użyć przycisku <B>Domyślny</B>. </P>

source: <P><B><BIG>Radio Card Configuration</BIG></B><BR> To select the module for your radio card, check <B>Radio Card Modules</B>. </P>
pl: <P><B><BIG>Konfiguracja karty radiowej</BIG></B><BR> Aby wybrać moduł dla swojej karty radiowej, proszę użyć opcji <B>Moduły kart radiowych</B>. </P>

source: <P><B><BIG>Audio for TV or Radio Card</BIG></B><BR> If your TV or radio card has an audio output and it is connected to your sound card, the sound card's input must be enabled. This can be done here. <BR></P>
pl: <P><B><BIG>Wyjście audio dla karty telewizyjnej lub radiowej</BIG></B><BR> Jeśli karta telewizyjna albo radiowa ma wyjście audio, które jest podłączone do karty dźwiękowej, konieczne jest włączenie wejścia karty dźwiękowej. <BR></P>

source: <P>If your card is not connected to the sound card, select <b>Not Connected</b>. If a connection is present, select <b>Connected To</b>. Select the sound card to which the TV or radio card is connected from the list. </P>
pl: <P>Jeśli karta nie jest podłączona do karty dźwiękowej, należy wybrać opcję <b>Niepodłączone</b>. Jeśli połączenie istnieje, proszę wybrać opcję <b>Podłączone do</b>, a następnie wybrać z listy kartę dźwiękową, do której podłączona jest karta telewizyjna lub radiowa. </P>

source: <P>If the sound card has not been configured yet, press <b>Configure Sound Cards</b> to start the sound configuration module. </P>
pl: <P>Jeśli karta dźwiękowa nie jest jeszcze skonfigurowana, proszę nacisnąć przycisk <b>Skonfiguruj karty dźwiękowe</b>, aby uruchomić moduł konfiguracji dźwięku. </P>

source: <p><b><big>TV Station Configuration</big></b> Here, see the list of TV stations defined for your system.</p>
pl: <p><b><big>Konfiguracja stacji TV</big></b> Okno przedstawia listę stacji telewizyjnych zdefiniowanych w systemie.</p>

source: <p>Edit the entries in the table directly using <b>Add</b>, <b>Edit</b>, and <b>Delete</b>. Alternatively, use <b>Scan the Channels</b> to run the scan, which could find the available TV stations for the given <b>TV Standard</b> and <b>Frequency Table</b>.</b>
pl: <p>Aby zmienić pozycje w tabeli, proszę użyć przycisków <b>Dodaj</b>, <b>Edytuj</b> i <b>Usuń</b>. Można także użyć opcji <b>Szukaj kanałów</b>, aby wyszukać dostępne stacje telewizyjne dla danego <b>systemu TV</b> i <b>Tabeli częstotliwości</b>.</b>

source: <p>The list of stations shown in this table is saved to the <tt>/etc/X11/xawtvrc</tt> file.</p>
pl: <p>Pokazana w tabeli lista stacji jest zapisana do pliku <tt>/etc/X11/xawtvrc</tt>.</p>

source: <p><b><big>Infrared Control Configuration</big></b><br> In this dialog, configure the infrared control of your TV card. To skip this configuration, select <b>Do Not Use IRC</b>.</p>
pl: <p><b><big>Konfiguracja pilota na podczerwień</big></b><br> W tym oknie można skonfigurować sterowanie karty TV przy pomocy pilota. Aby pominąć tę konfigurację należy wybrać opcję <b>Nie używaj pilota</b>.</p>

source: <p>If you know which kernel module to use with your TV card, select one from the list. When <b>Show Module Description</b> is checked, also see the description of the module.</p>
pl: <p>Jeśli wiadomo, jakiego modułu jądra należy użyć dla posiadanej karty telewizyjnej, proszę wybrać go z listy. Po zaznaczeniu <b>Pokaż opis modułu</b> można zobaczyć opis wybranego modułu.</p>

source: <p>Press <b>Test</b> to test your IR control.</p>
pl: <P>Proszę nacisnąć przycisk <B>Testuj</B>, aby przetestować funkcjonowanie pilota.</P>

source: Initializing...
pl: Inicjalizacja...

source: Starting the 'lirc' service failed.
pl: Uruchomianie usługi 'lirc' nie powiodło się.

source: Output from /etc/init.d/lirc command:
pl: Dane wyjściowe polecenia /etc/init.d/lirc:

source: IRC Test
pl: Test pilota

source: Push the buttons of your IR controller to test its functionality.
pl: Proszę naciskać przyciski na pilocie, aby przetestować ich działanie.

source: The testing application is not responding.
pl: Program testowy nie odpowiada.

source: Infrared Control Configuration
pl: Konfiguracja pilota na podczerwień

source: Do No&t Use IRC
pl: &Nie używaj pilota

source: &Use IRC
pl: &Używaj pilota

source: IRC Settings
pl: Ustawienia pilota

source: &Kernel Module
pl: Moduł &jądra

source: Show Module &Description
pl: Pokazuj opis mo&dułu

source: &Test
pl: &Testuj

source: Retrieving list of kernel module descriptions...
pl: Pobieranie listy opisów modułów jądra...

source: &Show Details
pl: Pokaż &szczegóły

source: Details
pl: Szczegóły

source: No tuner
pl: Brak tunera

source: Other vendors
pl: Inni dostawcy

source: Unknown card (driver bttv)
pl: Nieznana karta (sterownik bttv)

source: Unknown card (driver cx88xx)
pl: Nieznana karta (sterownik cx88xx)

source: Unknown card (driver saa7134)
pl: Nieznana karta (sterownik saa7134)

source: The specified card does not exist.
pl: Wybrana karta nie istnieje.

source: The specified card does not exist. Module %1 is unknown.
pl: Wybrana karta nie istnieje. Moduł %1 nie jest znany.

source: User-Defined TV Card
pl: Karty telewizyjne określone przez użytkownika

source: User-Defined Radio Card
pl: Karty radiowe określone przez użytkownika

source: The specified card does not exist. Probably the driver or card model is wrong.
pl: Podana karta nie istnieje. Prawdopodobnie sterownik albo model karty jest niewłaściwy.

source: The card '%1' is already configured.
pl: Karta '%1' już jest skonfigurowana.

source: Specify the card number.
pl: Proszę podać numer karty.

source: There is no card with number %1.
pl: Karta o numerze %1 nie istnieje.

source: Parameters of Card '%1' (using module %2):
pl: Parametry karty '%1' (używającej modułu %2):

source: Current Value: %1
pl: Aktualna wartość: %1

source: Infrared control is disabled
pl: Demon podczerwieni jest wyłączony

source: Infrared control is enabled using module %1
pl: Demon podczerwieni włączony i korzysta z modułu %1

source: TV card configuration module
pl: Moduł konfiguracji karty telewizyjnej

source: Configuration summary of TV cards
pl: Zestawienie konfiguracji kart telewizyjnych

source: Add TV card. Without parameters, add the first one detected.
pl: Dodaj kartę TV. Jeśli nie określono parametrów, zostanie dodana pierwsza wykryta.

source: Value of the specific module parameter
pl: Wartość specyficznego parametru jądra

source: Remove TV or radio card
pl: Usuń karty telewizyjne lub radiowe

source: List all available TV kernel modules (drivers)
pl: Pokaż wszystkie dostępne moduły jądra (sterowniki) do obsługi kart TV

source: List supported TV models with their ID numbers
pl: Pokaż obsługiwane modele kart TV i ich numery ID

source: Set the new values for given card parameters
pl: Proszę podać nowe wartości dla podanych parametrów karty

source: Show the information of the given TV card
pl: Pokaż informacje o wybranej karcie telewizyjnej

source: Enable or disable infrared control
pl: Włącz lub wyłącz sterowanie podczerwienią

source: TV or radio card number
pl: Numer karty telewizyjnej lub radiowej

source: TV tuner type
pl: Typ tunera TV

source: Kernel module (driver) for the TV or radio card
pl: Moduł jądra (sterownik) do karty telewizyjnej lub radiowej

source: ID of specific TV card model. Use the 'cards' command to see the list of possible values.
pl: ID danego modelu karty TV. Proszę użyć polecenia 'cards', aby zobaczyć listę możliwych wartości.

source: List radio modules instead of TV ones
pl: Pokaż listę kart radiowych zamiast telewizyjnych

source: Enable IRC
pl: Włącz IRC

source: Disable IRC
pl: Wyłącz IRC

source: Show current status of IRC
pl: Pokaż bieżący stan IRC

source: Detecting TV cards...
pl: Wykrywanie kart TV...

source: TV Cards
pl: Karty TV

source: &TV Cards
pl: Karty &TV

source: TV and Radio Card Configuration
pl: Konfiguracja kart telewizyjnych i radiowych

source: Number
pl: Liczba

source: Card Name
pl: Nazwa karty

source: Card '%1' (or its driver) is currently disabled. There might be serious reasons for this like: - the card is not supported by the driver, - the driver does not work correctly with this card, - enabling the card may make the system unstable or freeze it. Really configure and enable the card?
pl: Karta '%1' (lub jej sterownik) jest w tej chwili wyłączona. Może to być spowodowane tym, że: - karta nie jest obsługiwana przez sterownik, - sterownik nie działa poprawnie z kartą użytkownika, - włączenie karty może spowodować utratę stabilności systemu lub zawiesić go. Czy na pewno skonfigurować i włączyć tę kartę?

source: Really remove the configuration of %1?
pl: Czy na pewno usunąć konfigurację %1?

source: &Card
pl: K&arty

source: Select your tuner.
pl: Proszę zaznaczyć swój tuner.

source: Manual TV Card Selection
pl: Ręczny wybór karty telewizyjnej

source: Card Type
pl: Typ karty

source: &Vendor
pl: &Dostawca

source: &Expert Settings...
pl: Ustawi&enia zaawansowane...

source: TV &Channels...
pl: &Kanały TV...

source: The selected card does not provide full information for automatic detection. Select the exact type from the list in the following dialog.
pl: Wybrana karta nie zapewnia pełnej informacji do automatycznej detekcji. Proszę wybrać dokładny typ z listy w poniższym oknie.

source: Select your card.
pl: Proszę zaznaczyć swoją kartę.

source: No tuner is available for the selected card.
pl: Brak tunera dla wybranej karty.

source: Getting list of available kernel modules...
pl: Pobieranie listy dostępnych modułów...

source: Manual TV and Radio Card Selection: Details
pl: Ręczny wybór kart telewizyjnych i radiowych: szczegóły

source: &Parameter %1
pl: &Parametr %1

source: &Parameter (none)
pl: &Parametr: (brak)

source: Module Parameters
pl: Parametry modułu

source: Parameter
pl: Parametr

source: Value
pl: Wartość

source: Description
pl: Opis

source: &Set
pl: &Ustaw

source: R&eset
pl: &Domyślny

source: R&adio Card Modules
pl: Moduły kart &radiowych

source: Select the parameter to edit.
pl: Proszę wybrać parametr do edycji.

source: Do not use characters other than a-z, A-Z, _, -, +, /, and 0-9.
pl: Proszę nie używać znaków innych niż a-z, A-Z, _, -, +, / i 0-9.

source: Audio for TV and Radio Card
pl: Wyjście audio dla kart telewizyjnych i radiowych

source: TV or Radio Card
pl: Karta telewizyjna lub radiowa

source: Audio Output Connection to Sound Card
pl: Wyjście audio karty telewizyjnej

source: Not Connected
pl: niepodłączone

source: Connected To
pl: Podłączona do

source: Sound Card
pl: Karta dźwiękowa

source: &Configure Sound Cards...
pl: S&konfiguruj karty dźwiękowe...

source: Select a sound card.
pl: Proszę wybrać kartę dźwiękową.

source: TV Channel Scan
pl: Wyszukiwanie kanałów TV

source: The kernel module for TV support could not be loaded.
pl: Nie można wczytać modułu jądra systemu do obsługi TV.

source: No station
pl: Brak stacji

source: Number of TV Stations Found: %1
pl: Liczba znalezionych stacji telewizyjnych: %1

source: &Channel
pl: &Kanał

source: Station &Name
pl: &Nazwa stacji

source: Enter a TV channel.
pl: Proszę podać kanał TV.

source: Enter a station name.
pl: Proszę podać nazwę stacji.

source: This channel already exists in the table.
pl: Ten kanał już istnieje w tabeli.

source: This station name already exists in the table.
pl: Ta stacja już istnieje w tabeli.

source: Detecting supported TV norms...
pl: Wykrywanie obsługiwanych standardów TV...

source: TV Station Configuration
pl: Konfiguracja stacji TV

source: europe-west
pl: zachodnioeuropejska

source: europe-east
pl: wschodnioeuropejska

source: italy
pl: włoska

source: newzealand
pl: nowozelandzka

source: australia
pl: australijska

source: ireland
pl: irlandzka

source: france
pl: francuska

source: southafrica
pl: południowoafrykańska

source: argentina
pl: argentyńska

source: russia
pl: rosyjska

source: &TV Standard
pl: System &TV

source: &Frequency Table
pl: Tabela &częstotliwości

source: &Scan the Channels
pl: &Szukaj kanałów

source: TV Stations
pl: Stacje TV

source: Channel
pl: Kanał

source: Station Name
pl: Nazwa stacji

source: To scan the TV channels, package '%1' is required. Install it now?
pl: Do wyszukiwania stacji TV konieczny jest pakiet '%1'. Czy zainstalować go teraz?
