Repository: aviarypl/suse-l10n-pl
Catalog: yast/uml.*.po
Languages: pl

source: Cannot create group "tun".
pl: Nie można utworzyć grupy "tun".

source: Cannot create account for user %1.
pl: Nie można utworzyć konta dla użytkownika '%1'.

source: Virtual Disks
pl: Dyski wirtualne

source: Size of Virtual Disk
pl: Wielkość dysków wirtualnych

source: &Disk Size in MB:
pl: Wielkość &dysku w MB:

source: Create &Sparse Image File
pl: Utwórz obraz rza&dkiego pliku

source: Disk Size (MB)
pl: Wielkość dysku (MB)

source: Sparse File
pl: Rzadki plik

source: <P><B>Virtual Disk Setup<B></P>
pl: <P><B>Konfiguracja dysku wirtualnego<B></P>

source: <P>Here, configure number and size of virtual disks. The content of each virtual disk is stored in a file in the host system.</P>
pl: <P>Tutaj można skonfigurować liczbę i wielkość wirtualnych dysków. Zawartość każdego z wirtualnych dysków jest zapisana w pliku systemu głównego.</P>

source: At least one disk is required.
pl: Wymagany jest co najmniej jeden dysk.

source: Cannot install required packages.
pl: Nie można zainstalować wymaganych pakietów.

source: Cannot create UML user %1.
pl: Nie można utworzyć użytkownika UML '%1'.

source: UML installation failed or was aborted.
pl: Instalacja UML nie powiodła się lub została przerwana.

source: Enabling service 'uml' failed.
pl: Próba włączenia usługi 'uml' nie powiodła się.

source: Install packages
pl: Instalacja pakietów

source: Create user
pl: Tworzenie użytkownika

source: Save options
pl: Zapis opcji

source: Create virtual disks
pl: Tworzenie dysków wirtualnych

source: Copy kernel and initrd
pl: Kopiowanie jądra systemu i initrd

source: Start UML installation
pl: Rozpoczęcie instalacji UML

source: Finish UML installation
pl: Zakończenie instalacji UML

source: Preparing UML Installation
pl: Przygotowanie instalacji UML

source: <P><B>Installation</B></P><P>Preparing UML virtual machine for installation...</P>
pl: <P><B>Instalacja</B></P><P>Przygotowanie wirtualnego komputera UML do instalacji...</P>

source: An error occurred while creating the disk image.
pl: Wystąpił błąd podczas tworzenia obrazu dysku.

source: Network Settings
pl: Ustawienia sieci

source: &Device Name
pl: Nazwa urzą&dzenia

source: &MAC Address
pl: Adres &MAC

source: <p><b>Network Settings</b><br></p>
pl: <p><b>Ustawienia sieci</b><br></p>

source: <p>Here, set the TAP device name used for communication with the virtual machine.</p>
pl: <p>Tutaj należy podać nazwę urządzenia TAP używanego do komunikacji z komputerem wirtualnym.</p>

source: <p>Each virtual machine has a virtual ethernet network card. The MAC address is a unique identification of the ethernet network card.</p>
pl: <p>Każda komputer wirtualny posiada wirtualną kartę sieciową ethernet. Adres MAC stanowi unikalny identyfikator karty sieciowej.</p>

source: The MAC address entered is not valid.
pl: Podany adres MAC jest nieprawidłowy.

source: UML Options
pl: Opcje UML

source: &Memory Size in MB:
pl: Roz&miar pamięci w MB:

source: A&ctivation
pl: Aktywa&cja

source: Manually
pl: Ręczna

source: On Boot
pl: Podczas uruchamiania systemu

source: Boot &Options
pl: &Opcje rozruchowe

source: <P><B>Options</B></P>
pl: <p><b>Opcje</b></p>

source: <P>Set how much host system memory will be used by the virtual machine.</P>
pl: <P>Należy ustalić, ile pamięci systemu głównego będzie używane przez komputer wirtualny.</P>

source: <P>The UML machine can be started automatically on boot or manually when needed.</P>
pl: <P>Komputer UML może być uruchamiany automatycznie w czasie uruchamiania systemu lub ręcznie w razie potrzeby.</P>

source: <P>Use the <I>%1</I> script for starting or stopping virtual machines or set start mode <I>on boot</I> for automatic start.</P>
pl: <P>Do uruchamiania i zatrzymywania komputerów wirtualnych należy użyć skryptu <I>%1</I>. W celu uruchamiania automatycznego należy ustawić <I>Podczas uruchamiania systemu</I>.</P>

source: <P><I>Boot Options</I> are used as extra arguments for the UML kernel.</P>
pl: <P><I>Opcje rozruchowe</I> są używane jako dodatkowe parametry jądra UML.</P>

source: Invalid amount of memory.
pl: Niewłaściwa wartość rozmiaru pamięci.

source: Installation Source
pl: Źródło instalacji

source: &Configured Installation Source
pl: &Skonfigurowane źródło instalacji

source: Name
pl: Nazwa

source: C&onfigure...
pl: K&onfiguracja...

source: Custom &Installation Source
pl: Inne źródło &instalacji

source: &URL of Installation Source
pl: &URL źródła instalacji

source: &SLP Installation Source
pl: &SLP źródła instalacji

source: <P><B>Installation Source</B></P>
pl: <P><B>Źródło instalacji</B></P>

source: <P>Select the installation source from which to install the UML machine.</P>
pl: <P>Proszę wybrać źródło, z którego będzie instalowany komputer UML.</P>

source: <P>Only network installation sources are supported (e.g., FTP or NFS) in UML installation.</P>
pl: <P>Dla instalacji UML obsługiwane są wyłącznie sieciowe źródła instalacji (np. FTP lub NFS).</P>

source: Entered URL value is not valid.
pl: Wprowadzony URL jest nieprawidłowy.

source: Only network installation sources are supported in UML installation.
pl: Dla instalacji UML obsługiwane są wyłącznie sieciowe źródła instalacji.

source: UML User Settings
pl: Ustawienia użytkownika UML

source: &Login Name
pl: Nazwa &użytkownika

source: &Home Directory
pl: &Katalog domowy

source: <p><b>User Settings</b><br></p>
pl: <p><b>Ustawienia użytkownika</b><br></p>

source: <p>Here, set the UML user account.</p>
pl: <p>Tutaj można skonfigurować konto użytkownika UML.</p>

source: <p>Kernel and disk image will be stored in the <b>home directory</b> of the UML user.</p>
pl: <p>Jądro systemu i obraz dysku będą zapisane w <b>katalogu domowym</b> użytkownika UML.</p>

source: Start UML (User Mode Linux) installation
pl: Rozpoczęcie instalacji UML (User Mode Linux)

source: URL of installation source
pl: URL źródła instalacji

source: Set the username that runs UML
pl: Proszę podać nazwę użytkownika UML

source: Home directory location of UML user
pl: Położenie katalogu domowego użytkownika UML

source: Memory size used by UML machine
pl: Rozmiar pamięci używanej przez komputer UML

source: Start mode of the installed UML machine (manual,onboot)
pl: Tryb uruchamiania zainstalowanego komputera UML (ręczny, podczas uruchamiania systemu)

source: Size of virtual disk (image size)
pl: Wielkość dysków wirtualnych (rozmiar obrazu)

source: Create sparse disk image file
pl: Utwórz plik z obrazem rzadkiego pliku

source: MAC address of the virtual UML ethernet card
pl: Adres MAC wirtualnej karty sieciowej UML

source: Connect UML to this network interface (eth0, eth1, etc.)
pl: Podłącz UML do tych interfejsów sieciowych (eth0, eth1, etc.)

source: UML installation cannot be started inside UML machine. Start UML installation in the host system.
pl: Instalacji UML nie można uruchomić w komputerze UML. Proszę uruchomić instalację UML w prawdziwym systemie.

source: UML installation requires access to a graphical environment.
pl: Instalacja UML wymaga dostępu do środowiska graficznego.

source: Disk %1: %2 MB %3
pl: Dysk %1: %2 MB %3

source: (sparse file)
pl: (rzadki plik)

source: Disks
pl: Dyski

source: &Disks
pl: &Dyski

source: Network Device: %1
pl: Urządzenie sieciowe: %1

source: MAC Address of Virtual Network Card: %1
pl: Adres MAC wirtualnej karty sieciowej: %1

source: Network configuration is not valid.
pl: Konfiguracja sieci jest nieprawidłowa.

source: Network
pl: Sieć

source: &Network
pl: &Sieć

source: Memory Size: %1 MB
pl: Rozmiar pamięci: %1 MB

source: Activation: %1
pl: Aktywacja: %1

source: Boot Options: %1
pl: Opcja rozruchowa: %1

source: Options
pl: Opcje

source: &Options
pl: &Opcje

source: Custom Installation Source
pl: Inne źródło instalacji

source: SLP Installation Source
pl: Źródło instalacji: SLP

source: No source selected
pl: Nie wybrano żadnego źródła

source: Source
pl: Źródło

source: Installation &Source
pl: Źródło in&stalacji

source: User Name: %1
pl: Nazwa użytkownika: %1

source: Home Directory: %1
pl: Katalog domowy: %1

source: User name or home directory is not valid.
pl: Nieprawidłowa nazwa użytkownika lub katalogu domowego.

source: User
pl: Użytkownik

source: &User
pl: &Użytkownik
