Repository: aviarypl/suse-l10n-pl
Catalog: yast/vm.*.po
Languages: pl

source: Terminating a VM might result in loss of application and system data. The VM will not have a chance to save its state or any data before it is terminated. Are you sure you want to terminate the selected VM?
pl: Zakończenie działania maszyny wirtualnej może spowodować uratę danych. W przypadku zakończenia jej działania, maszyna wirtualna nie zdąży zapisać swojego stanu ani żadnych danych. Czy na pewno zakończyć działanie wybranej maszyny wirtualnej?

source: Terminating Virtual Machine
pl: Zamykanie maszyny wirtualnej

source: Random Address
pl: Adres losowy

source: Default Bridge
pl: Domyślny mostek

source: Configure Virtual Network Card
pl: Konfiguracja wirtuanych kart &sieciowych

source: &MAC Address
pl: Adres &MAC

source: &Bridge Name
pl: Nazwa &mostka

source: <p>The virtual network card configuration describes how the network card appears to the virtual machine.</p>
pl: <p>Konfiguracja wirtualnej karty sieciowej określa, w jaki sposób karta sieciowa widziana jest przez maszynę wirtualną.</p>

source: <p>By default, a <b>MAC address</b> has been randomly generated for use with this virtual machine when it boots. A valid <b>MAC address</b> consists of six 2-digit hex numbers, separated by colons.</p>
pl: <p>Domyślnie, <b>adres MAC</b> jest tworzony losowo na potrzeby maszyny wirtualnej podczas jej uruchamiania. Prawidłowy <b>adres MAC</b> składa się z sześciu 2-cyfrowych liczb w zapisie szesnastkowym oddzielonych dwukropkami.</p>

source: <p>A virtual network interface can be connected to a bridge configured in the VM Server. If the <b>Bridge Name</b> is left blank, the default bridge will be used.</p>
pl: <p>Wirtualny interfejs sieciowy może być podłączony do mostka skonfigurowanego a serwerze WM. Jeśli pole <b>Nazwa mostka</b> jest puste, użyty zostanie domyślny mostek.

source: The MAC address entered is not valid.
pl: Podany adres MAC jest nieprawidłowy.

source: Network
pl: Sieć

source: No.
pl: Nr

source: MAC Address
pl: Adres MAC

source: Bridge
pl: Mostek

source: OS Installation Network Settings
pl: Ustawienia instalacji sieciowej

source: None
pl: Brak

source: Netmask
pl: Maska sieci

source: Gateway
pl: Brama

source: Virtual Network Card
pl: Wirtualna karta sieciowa

source: <p>A virtual machine can have zero or more virtual ethernet network cards. The MAC address is a unique identification of the virtual ethernet network card.</p>
pl: <p>Każda maszyna wirtualna ma wirtualną eternetową kartę sieciową. Adres MAC stanowi unikatową identyfikację wirtualnej karty sieciowej.</p>

source: <p>The <b>network installation settings</b> are used only during the installation. They are useful when installing from a network installation source.</p>
pl: <p><b>Ustawienia instalacji sieciowej</b> używane sa tylko podczas procesu instalacji. Przydają się, kiedy instalacja przeprowadzana jest internetowego źródła instalacji.</p>

source: <p>By default, Xen will emulate an <b>AMD PCnet</b> network card for fully virtualized guests. If your operating system does not support that, select <b>NE2000.</b></p>
pl: <p>Domyślnie, dla systemów wirtualnych w trybie pełnej wirtualizacji, Xen emuluje kartę sieciową <b>AMD PCnet</b>. Jeśli wirtualny system operacyjny jej nie obsługuje, należy wybrać <b>NE2000</b>.</p>

source: IP cannot be left empty. Please, specify an IP.
pl: Pole IP nie może pozostać puste. Proszę podać IP.

source: Netmask cannot be left empty. Please, specify a netmask.
pl: Pole Maska sieci nie może pozostać puste. Proszę podać maskę sieci.

source: Gateway cannot be left empty. Please, specify a gateway.
pl: Pole Brama sieciowa nie może pozostać puste. Proszę podać bramę sieciową.

source: An invalid IP was specified.
pl: Podano nieprawidłowy adres IP.

source: An invalid Netmask was specified.
pl: Podano nieprawidłową maskę sieci.

source: An invalid Gateway was specified.
pl: Podano nieprawidłową bramę sieciową.

source: VM Properties
pl: Właściwości maszyny wirtualnej

source: &Name of Virtual Machine
pl: Nazwa maszyny wirtualnej: %1

source: Start the VM
pl: Uruchom maszynę wirtualną

source: When the VM is Powered Off
pl: Podczas wyłączania maszyny wirtualnej

source: When the VM is Rebooted
pl: Podczas ponownego uruchamiania maszyny wirtualnej

source: When the VM Crashes
pl: Podczas awarii maszyny wirtualnej

source: <p>Each virtual machine must have a unique name. The <b>name of virtual machine</b> entered here will be used as the name of the VM configuration file.</p>
pl: <p>Każda maszyna wirtualna musi mieć unikatową nazwę. Podana w tym oknie <b>Nazwa maszyny wirtualnej</b> zostanie użyta jako nazwa pliku konfiguracyjnego maszyny wirtualnej.</p>

source: <p>The VM can be started <b>automatically</b> when the VM Server starts, or <b>manually</b> via YaST or the command line.</p>
pl: <P>Maszyna wirtualna może być uruchamiana <b>automatycznie</b> w czasie uruchamiania serwera maszyny wirtualnej lub <b>ręcznie</b> za pomocą narzędzia YaST lub linii poleceń.</P>

source: <p>When various lifecycle events occur (<b>power off</b>, <b>reboot</b>, or <b>crash</b> of the VM), an action can automatically be taken. These actions are:</p>
pl: <p>Dla różnych zdarzeń (<b>wyłączenie</b>, <b>ponowne uruchomienie</b> lub <b>awaria</b> maszyny wirtualnej) możliwe jest automatyczne wykonywanie określonych czynności. Oto one:</p>

source: The VM is cleaned up as normal.
pl: Praca maszyny wirtualnej kończy się tak, jak zwykle.

source: A new VM is started in place of the old one.
pl: W miejsce starej maszyny wirtualnej uruchamiana jest nowa.

source: The VM will remain in memory until it is destroyed manually.
pl: Maszyna wirtualna pozostaje w pamięci do czasu jej ręcznego usunięcia.

source: The VM is renamed and will remain in memory until it is destroyed manually, and a new VM is started.
pl: Maszyna wirtualna pozostaje w pamięci do czasu jej ręcznego usunięcia, jej nazwa zostaje zmieniona, a uruchamiana jest nowa maszyna wirtualna.

source: Name of Virtual Machine cannot be left empty. Please, specify a Name of Virtual Machine.
pl: Nazwa maszyny wirtualnej nie może pozostać pusta. Proszę podać nazwę maszyny wirtualnej.

source: Name of Virtual Machine is already used. Enter another name.
pl: Podana nazwa maszyny wirtualnej jest już wykorzystywana. Proszę wprowadzić inną nazwę.

source: Name of Virtual Machine cannot be exactly '.' or '..'
pl: Nazwą maszyny wirtualnej nie może być "." (kropka) ani ".." (dwie kropki).

source: Name of Virtual Machine cannot begin with a number.
pl: Nazwa maszyny wirtualnej nie może zaczynać się od cyfry.

source: Installation Source
pl: Źródło instalacji

source: Operating System Installation
pl: Istalacja systemu operacyjnego

source: Install Using
pl: Zainstaluj z

source: Network Installation &Source
pl: Źródło in&stalacji internetowej

source: &CD / DVD Device
pl: Napęd &CD lub DVD

source: &ISO Image File
pl: Plik obrazu &ISO

source: Installation Options
pl: Opcje instalacyjne

source: <p>The VM's operating system can be installed from a YaST Network Installation Source, a CD / DVD device, or an ISO image file.</p>
pl: <p>System operacyjny maszyny wirtualnej może zostać zainstalowany ze źródła instalacji sieciowej YaST, napędu CD/DVD albo z pliku obrazu ISO.</p>

source: <p>Any of these methods can be used to install SUSE operating systems. Non-SUSE operating systems must be installed from a CD / DVD device or an ISO image file.</p>
pl: <p>Wszyst

source: <p><b>Installation Options</b> are optional arguments passed to the kernel during installation.</p>
pl: <p><b>Opcje instalacyjne</b> to dodatkowe i nieobowiązkowe parametry przekazywane do jądra podczas instalacji.</p>

source: Install Using a CD / DVD Device
pl: Instalacja z napędu CD/DVD

source: CD / DVD Media Type
pl: Typ nośnika CD/DVD

source: &SUSE Installation Source
pl: Źródło instalacji SUSE

source: &Other Installation Source
pl: I&nne źródło instalacji

source: &Xen-Enabled Kernel
pl: Jądro z włączoną obsługą &Xen

source: Browse...
pl: Przeglądaj...

source: &Installation File (initrd)
pl: Plik &instalacyjny (initrd)

source: <p>The VM's operating system will be installed from the selected <b>CD / DVD device</b>.</p>
pl: <p>System operacyjny maszyny wirtualnej zostanie zainstalowany z wybranego <b>napędu CD/DVD</b>.</p>

source: <p>Specify whether the <b>CD / DVD media type</b> is a SUSE installation source, or some other type. Using installation media other than SUSE requires you to designate the locations of the Xen-enabled kernel and, optionally, the initial installation program (initrd). These files must be accessible on the VM Server's file system.</p>
pl: <p>Należy określić, czy <b>Typ nośnika CD/DVD</b> to nośniki instalacyjne SUSE, czy też inny typ. Korzystanie z innych nośników niż nośniki SUSE wymaga podania lokalizacji jądra z włączoną obsługą Xen oraz - opcjonalnie - programu instalacji początkowej (initrd). Pliki te muszą być dostępne na serwerze WM.</p>

source: A CD / DVD device name must be selected.
pl: Konieczne jest wybranie napędu CD lub DVD.

source: The kernel file name cannot be empty.
pl: Nazwa pliku jądra nie może być pusta.

source: Select Xen-Enabled Kernel
pl: Jądro z włączoną obsługą Xen

source: Select Initial RAM Disk
pl: Wybór poczatkowego RAM-dysku

source: Install Using an ISO Image
pl: Instalacja z obrazu ISO

source: ISO Type
pl: Typ ISO

source: If the installation source files are stored in an .ISO image file, you can specify its location on the VM Server's file system.</p>
pl: Jeśli pliki instalacyjne przechowywane są w pliku obrazu ISO, możliwe jest podanie lokalizacji tego pliku na serwerze WM.

source: <p>Specify whether the <b>ISO image file</b> is a SUSE installation source, or some other type. Using installation media other than SUSE requires you to designate the locations of the Xen-enabled kernel and, optionally, the initial installation program (initrd). These files must be accessible on the VM Server's file system.</p>
pl: <p>Należy określić, czy <b>Typ nośnika CD/DVD</b> to nośniki instalacyjne SUSE, czy też inny typ. Korzystanie z innych nośników niż nośniki SUSE wymaga podania lokalizacji jądra z włączoną obsługą Xen oraz - opcjonalnie - programu instalacji początkowej (initrd). Pliki te muszą być dostępne na serwerze WM.</p>

source: ISO file name cannot be empty.
pl: Nazwa pliku ISO nie może być pusta.

source: Select ISO Image
pl: Obraz ISO

source: Install Using a Network Installation Source
pl: Instalacja ze źródła internetowego

source: &Configured Installation Source
pl: S&konfigurowane źródło instalacji

source: C&onfigure...
pl: K&onfiguracja...

source: Custom &Installation Source
pl: Inne źródło &instalacyjne

source: &URL of Installation Source
pl: &URL źródła instalacyjnego

source: <p>YaST provides a library for storing <b>SUSE installation source</b> files with their associated kernel and initial install programs (initrd).</p>
pl: <p>W programie YaST dostępna jest biblioteka, która służy do przechowywania <b>plików instalacyjnych SUSE</b> razem z ich jądrem oraz programem instalacji początkowej (initrd).</p>

source: <p>Make sure to select an installation source that includes a Xen-enabled kernel.</p>
pl: <p>Proszę upewnić się, że zostało wybrane źródło instalacji, które zawiera jądro z wlączoną obsługą Xen.</p>

source: <P>Only network installation sources, such as FTP or NFS, are supported.</P>
pl: <P>Obsługiwane są wyłącznie sieciowe źródła instalacyjne, jak FTP czy NFS.</P>

source: Entered URL value is not valid.
pl: Wprowadzony URL jest nieprawidłowy.

source: &Device Name
pl: Nazwa urzą&dzenia

source: &File Name
pl: Nazwa &pliku

source: Br&owse...
pl: Prze&glądaj...

source: <p>The installation of the operating system can be started from a physical CD / DVD or an ISO image file.</p>
pl: <p>Instalacja wirtualnego systemu operacyjnego może zostać przeprowadzona z płyty CD/DVD lub z obrazu płyty ISO.</p>

source: Select an ISO image file for CD-ROM emulation.
pl: Proszę wybrać obraz ISO dla emulacji płyty CD-ROM.

source: Operating System Boot Files
pl: Pliki rozruchowe systemu operacyjnego

source: Boot Using
pl: Urucham za pomocą

source: &Partition Containing Boot Files
pl: &Partycja zawierająca pliki rozruchowe

source: Boot &File (initrd)
pl: Pli&k rozruchu (initrd)

source: Boot Options
pl: &Opcje rozruchowe

source: <p>The VM boots its operating system using the <b>kernel</b> and <b>boot file</b> stored on a virtual disk. Specify the partition that holds these files and the location of each. For example, partition: <tt>hda1</tt>; location of <b>kernel</b>: <tt>/boot/vmlinuz-xen</tt>; and location of <b>boot file</b>: <tt>/boot/initrd-xen.</tt></p>
pl: <p>Maszyna wirtualna uruchamia system operacyjny korzystając z <b>jądra</b> oraz z <b>pliku rozruchu</b>, które znajdują się na wirtualnym dysku. Należy określić, na jakiej partycji znajdują się te pliki, oraz podać ich dokładne położenie. Na przykład: partycja: <tt>hda1</tt>; położenie <b>jądra</b>: <tt>/boot/vmlinuz-xen</tt>; położenie <b>pliku rozruchu</b>: <tt>/boot/initrd-xen.</tt></p>

source: <p><b>Boot options</b> are optional arguments passed to the kernel each time it boots.</p>
pl: <P><I>Opcje rozruchowe</I> dodatkowe parametry przekazywane do jądra przy każdym jego uruchomieniu.</P>

source: Partition Containing Kernel and RAM Disk cannot be empty.
pl: Pole Partycja zawierająca jądro i RAM-disk nie może być puste.

source: The Partition Containing Kernel and RAM Disk, does not match any configued disks.
pl: Wartość pola Partycja zawierająca jądro i RAM-dysk nie odpowiada żadnemu skonfigurowanemu dyskowi.

source: Xen-Enabled Kernel cannot be empty.
pl: Pole Jądro z włączoną obsługą Xen nie moze być puste.

source: Virtual machine installation requires access to a graphical environment.
pl: Instalacja maszyny wirtualnej wymaga dostępu do środowiska graficznego.

source: Create a Virtual Machine
pl: Utwórz maszyne wirtualną

source: Method for Installing the VM's Operating System
pl: Sposób instalacji systemu operacyjnego maszyny wirtualnej

source: Run an OS installation program
pl: Uruchom program instalacyjny systemu

source: Use a disk image or a physical disk that contains OS boot files
pl: Użyj obrazu dysku lub dysku, który zawiera pliki rozruchu systemu operacyjengo

source: <p>Creating a VM requires that you install the VM's operating system by either running an OS installation program or specifying a disk image that already contains an operating system.</p>
pl: <p>Utworzenie maszyny wirtualnej wymaga zainstalowania jej systemu operacyjnego. Można tego dokonać uruchamiając program instalacyjny systemu albo określając dysk wirtualny, na którym znajduje się już system operacyjny.</p>

source: <p><b>Run an OS Installation Program</b>: You can install a VM's operating system by running an OS installation program from a YaST Network Installation Source, a CD / DVD device, or an ISO image file.</p>
pl: <p><b>Uruchom program instalacyjny systemu operacyjnego</b>: System operacyjny maszyny wirtualnej może zostać zainstalowany ze źródła instalacji sieciowej YaST, napędu CD/DVD albo z pliku obrazu ISO.</p>

source: <p><b>Use a Disk Image</b>: You can specify that the VM boots an already-installed operating system from boot files located on a disk image or a physical disk.</p>
pl: <p><b>Użyj obrazu dysku</b>: maszyna wirtualna może uruchamiać wcześniej zainstalowany system operacyjny z plików rozruchu znajdujących się w obrazie dysku lub na zwykłym dysku.</p>

source: At least one item must be selected.
pl: Wybrana musi zostać przynajmniej jedna pozycja.

source: Paravirtualization (requires Xen-enabled guest OS)
pl: Parawirtualizacja (wymaga dostosowanego do Xen systemu wirtualnego)

source: Full Virtualization (requires specialized hardware)
pl: Pełna wirtualizacja (wymaga specjalnego sprzętu)

source: <p>Virtual machines can be created to run in either paravirtualization mode or full virtualization mode.</p>
pl: <p>Maszyny wirtualne można tworzyć w trybie parawirtualizacji albo w trybie pełnej wirtualizacji.</p>

source: <p><b>Paravirtualization mode</b> uses selective emulation of the hardware devices. To run in paravirtualization mode, the OS must be optimized to run in the Xen virtual server environment. This type of optimized OS is often called a paravirtualized or Xen-enabled guest.</p>
pl: <p><b>Tryb parawirtualizacji</b> stosuje częściową emulację sprzętu. Aby działaś w trybie parawirtualizacji, system operacyjny musi być przystosowany do działania w środowisku serwera wirtualnego Xen. Taki system operacyjny jest często nazywany systemem parawirtualnym lub systemem wirtualnym z włączoną obsugą Xen.</p>

source: <p><b>Full virtualization mode</b> completely emulates all hardware devices but must run on a computer that supports hardware-assisted virtualization. Most popular operating systems can run in full virtualization mode.</p>
pl: <p><b>Tryb pełnej wirtualizacji</b> całkowicie emuluje wszystkie urządzenia sprzętowe, ale musi być uruchamiany na komputerze, który obsługuje wirtualizację wspomaganą sprzętowo. Większość popularnych systemów operacyjnych może działać w tym trybie.</p>

source: Disks
pl: Dyski

source: &Disks
pl: &Dyski

source: Configuring the virtual machine...
pl: Konfigurowanie maszyny wirtualnej...

source: &Hardware
pl: Sprzę&t

source: <p><b><big>Virtual Machine (Installation Settings)</big></b></p>
pl: <p><b><big>Maszyna wirtualna (ustawienia instalacji)</big></b></p>

source: <p>These settings define an initial VM environment to be used for the installation of the VM's operating system.</p>
pl: <p>Ustawienia te określają początkowe środowisko maszyny wirtualnej, w którym przeprowadzona zostanie instalacja systemu operacyjnego tej maszyny.</p>

source: <p>Clicking Next launches the OS installation program in a separate window. Follow the on-screen instructions to install the OS.</p>
pl: <p>Naciśnięcie przycisku Dalej uruchomi program instalacyjny systemu operacyjnego w osobnym oknie. Proszę postępować zgodnie z instrukcjami wyświetlanymi w tym oknie, aby zainstalować system operacyjny.</p>

source: <p>After completing the OS installation program, you will be prompted to finalize the VM settings.</p>
pl: <p>Po zakończeniu instalacji systemu operacyjnego, konieczne będzie dokończenie konfiguracji maszyny wirtualnej.</p>

source: <p><b><big>Virtual Machine (Final Settings)</big></b></p>
pl: <p><b><big>Maszyna wirtualna (ustawienia końcowe)</big></b></p>

source: <p>These settings define the final virtual machine environment.</p>
pl: <p>Ustawienia te określają ostateczne środowisko maszyny wirtualnej.</p>

source: <p>Click Next to save the settings to a VM configuration file (<tt>/etc/xen/vm/vm_name</tt>) and start the VM's operating system. You can change the VM settings later by editing the VM configuration file.</p>
pl: <p>Proszę nacisnąć Dalej, aby zapisać ustawienia do pliku konfiguracyjnego maszyny wirtualnej (<tt>/etc/xen/vm/nazwa_wm</tt>) i uruchomić jej system operacyjny. Ustawienia maszyny wirtualnej można zmienić później edytując jej plik konfiguracyjny.</p>

source: &Network
pl: Si&eć

source: VM &Properties
pl: Właściw&ości maszyny wirtualnej

source: Operating &System Installation
pl: Instalacja &systemu operacyjnego

source: Operating System Boot
pl: Uruchomenie systemu operacyjnego

source: Operating &System Boot
pl: Uruchomenie &systemu operacyjnego

source: Virtual machine installation cannot be started inside the UML machine. Start installation in the host system.
pl: Nie można uruchomić instalacji maszyny wirtualnej w komputerze UML. Proszę uruchomić instalację w systemie hoście.

source: A Xen virtual machine can be started only from the VM Server (domain 0), which is not running now. Configure the VM Server now?
pl: Maszynę wirtualną Xen można uruchomić wyłącznie z serwera maszyny wirtualnej (domena 0), który w tej chwili nie działa. Czy skonfigurować teraz serwer VM?

source: Options
pl: Opcje

source: Xen Virtual Machine Settings
pl: Ustawienia maszyny wirtualnej Xen

source: On Boot
pl: Podczas uruchamiania systemu

source: AutoYast Profile: %1
pl: Profil programu AutoYaST: %1

source: Kernel Image: %1
pl: Obraz jądra: %1

source: OS Image Source: %1
pl: Źródło obrazu systemu: %1

source: Boot Options: %1
pl: Opcje uruchamiania: %1

source: Additional Installation Options: %1
pl: Dodatkowe opcje instalacyjne: %1

source: Restart Mode: %1
pl: Tryb ponownego uruchomienia: %1

source: Not enough free memory (%1MB available).
pl: Za mało wolnej pamięci (dostępne %1 MB).

source: Read Only
pl: Tylko do odczytu

source: Disk /dev/%1: %2 %3
pl: Dysk /dev/%1: %2 %3

source: CD-ROM Image:
pl: Obraz dysku CD-ROM:

source: Use DHCP for network configuration
pl: Użyj DHCP do konfiguracji sieci

source: Cannot set VMM type to: %1
pl: Nie można ustawić typu VMM na: %1

source: Mandatory option 'vm' is missing.
pl: Brak obowiązkowej opcji 'vm'.

source: Configure Bootloader
pl: Konfiguracja programu rozruchowego

source: Configuring the Management Domain (domain0)
pl: Konfiguracja domeny zarządzającej (domain0)

source: <P><big><B>Domain0 Configuration</B></big></P><P>Configuration of the management domain (domain0) has two parts.</P>
pl: <P><B>Konfiguracja Domain0</B></P><P>Konfiguracja domeny zarządzającej (domain0) jest dwuczęściowa.</P>

source: <P>The required packages are installed into the system first. Then the boot loader is switched to GRUB if it is not already used and the Xen section is added to the boot loader menu if it is missing.</P>
pl: <P>Najpierw do systemu instalowane są wymagane pakiety. Następnie program rozruchowy zmieniony zostaje na GRUB, o ile nie jest on już używany, i do menu rozruchowego dodawana jest sekcja Xen, jeśli jej brak.</P>

source: <P>GRUB is needed because it supports the multiboot standard required to boot the Xen hypervisor and Linux kernel.</P>
pl: <P>Wymagany jest program GRUB, gdyż obsługuje on standard multiboot, niezbędny do uruchamiania osłony Xen i jądra Linuksa.</P>

source: <P>When the configuration is successfully finished, it is possible to boot Xen from the boot loader menu.</P>
pl: <P>Jeśli konfiguracja zostanie zakończona pomyślnie, możliwe będzie uruchomienie Xen z menu programu rozruchowego.</P>

source: Reading boot loader configuration...
pl: Odczytywanie konfiguracji programu rozruchowego...

source: Checking boot loader type...
pl: Sprawdzanie typu programu rozruchowego...

source: Switching to GRUB boot loader...
pl: Zmiana programu rozruchowego na GRUB...

source: <LI>Switch to GRUB boot loader (current boot loader is '%1')</LI>
pl: <LI>Zmiana programu rozruchowego na GRUB (aktualnym programem rozruchowym jest '%1')</LI>

source: Searching for Xen section...
pl: Wyszukiwanie sekcji Xen...

source: Adding Xen section...
pl: Dodawanie sekcji Xen...

source: <LI>Add Xen section to the boot loader menu</LI>
pl: <LI>Dodawanie sekcji Xen do menu programu rozruchowego</LI>

source: Saving the boot loader configuration...
pl: Zapisywanie konfiguracji programu rozruchowego...

source: <LI>Activate the new configuration</LI>
pl: <LI>Aktywacja nowej konfiguracji</LI>

source: Update of the Boot Loader Configuration
pl: Aktualizacja konfiguracji programu rozruchowego

source: <P><B>These actions will be performed:</B><UL>%1</UL></P>
pl: <P><B>Następujące działania wymagają potwierdzenia:</B><UL>%1</UL></P>

source: Writing boot loader configuration...
pl: Zapisywanie konfiguracji programu rozruchowego...

source: The machine is ready to start the Xen management domain. Reboot the machine and select the Xen section in the boot loader menu to start it.
pl: Komputer jest gotowy do uruchomienia domeny zarządzającej Xen. Aby ją uruchomić, proszę uruchomić komputer ponownie i wybrać opcję Xen w menu programu rozruchowego.

source: AutoYast Profile
pl: Profil programu AutoYaST

source: AutoYast &Profile
pl: Pro&fil AutoYaST
