Repository: aviarypl/suse-l10n-pl
Catalog: yast/vm.*.po
Languages: pl

source: Virtual Machine (Installation Settings)
pl: Ustawienia instalacji maszyny wirtualnej

source: Virtual Machine (Final Settings)
pl: Ustawienia końcowe maszyny wirtualnej

source: Manually
pl: Ręcznie

source: Automatically
pl: Automatycznie

source: Standard VGA
pl: Standardowe VGA

source: Local Time
pl: Czas lokalny

source: Paravirtualization
pl: Parawirtualizacja

source: Full Virtualization
pl: Pełna wirtualizacja

source: Undefined Error
pl: Nieokreślony błąd

source: &Details...
pl: Szcz&egóły...

source: AutoYaST Profile: %1
pl: Profil AutoYaST: %1

source: <I>none</I>
pl: <I>Brak</>

source: The AutoYaST profile for VM cannot be configured here in full virtualization mode.<BR>Configure it inside the VM after boot.
pl: Nie można skonfigurować w tym miejscu profilu programu AutoYaST dla maszyny wirtualnej w trybie pełnej wirtualizacji.<br>Proszę skonfigurować profil po uruchomieniu, wewnątrz maszyny wirtualnej.

source: Always
pl: Zawsze

source: Never
pl: Nigdy

source: On Reboot
pl: Podczas ponownego uruchomienia

source: Destroy
pl: Usuń

source: Restart
pl: Uruchom ponownie

source: Preserve
pl: Zachowaj

source: Rename and restart
pl: Zmień nazwę i uruchom ponownie

source: Installation Device: ISO Image File
pl: Sposób instalacji: z obrazu ISO

source: Installation Device: CD/DVD Device
pl: Sposób instalacji: napęd CD/DVD

source: Kernel: %1
pl: Jądro: %1

source: RAM Disk Image: %1
pl: Obraz RAM-dysku: %1

source: Custom Installation Source
pl: Inne źródło instalacji

source: SLP Installation Source
pl: Źródło instalacji SLP

source: SUSE Installation Source: %1
pl: Źródło instalacji SUSE: %1

source: OS installation source is not configured
pl: Nie skonfigurowano źródła instalacji systemu

source: Cannot create the following disk image: %1 Please, ensure there is enough free disk space to create the specified disk image.
pl: Nie można utworzyć poniższego obrazu dysku: %1 Proszę upewnić się, że na dysku dostępne jest wystarczająco dużo wolnego miejsca, aby utworzyć ten obraz.

source: Control file %1 was not found.
pl: Nie znaleziono pliku kontrolnego %1.

source: Random MAC address
pl: Losowy adres MAC

source: Name of Virtual Machine: %1
pl: Nazwa maszyny wirtualnej: %1

source: Activation: %1
pl: Aktywacja: %1

source: Unknown
pl: Nieznany

source: On Power Off: %1
pl: Podczas wyłączania: %1

source: On Reboot: %1
pl: Podczas ponownego uruchomienia: %1

source: On Crash: %1
pl: W przypadku awarii systemu: %1

source: Memory Size: %1 MB
pl: Wielkość pamięci: %1 MB

source: Number of Virtual CPUs: %1
pl: Liczba wirtualnych procesorów: %1

source: Virtual Graphics Card: %1
pl: Wirtualna karta graficzna: %1

source: Graphics Viewer: %1
pl: Przeglądarka grafiki: %1

source: Hardware Clock: %1
pl: Zegar sprzętowy: %1

source: Not enough free memory (%1 MB available).
pl: Za mało wolnej pamięci (dostępne %1 MB).

source: Sparse File
pl: Rzadki plik

source: Read-Only
pl: Tylko do odczytu

source: Use Disk %1
pl: Proszę użyć dysku %1

source: Create %1 MB Image
pl: Utwórz obraz %1 MB

source: Use Image %1
pl: Proszę użyć obrazu %1

source: Disk %1: %2 %3
pl: Dysk %1: %2 %3

source: Disk <tt>%1</tt> cannot be used
pl: Nie można użyć dysku <tt>%1</tt>

source: Disk <tt>hdc</tt> cannot be used with CD-ROM emulation
pl: Nie można użyć dysku <tt>hdc</tt> z emulacją CD-ROM

source: No disk has been selected.
pl: Nie wybrano żadnego dysku.

source: New disk image <tt>%1</tt> already exists.
pl: Nowy obraz dysku <tt>%1</tt> już istnieje.

source: Boot Device:
pl: Urządzenie rozruchowe:

source: Hard Disk
pl: Dysk twardy

source: CD/DVD Image:
pl: Obraz dysku CD/DVD:

source: Installation Options:
pl: Opcje instalacyjne:

source: Partition Containing Boot Files:
pl: Partycja zawierająca pliki rozruchu:

source: Xen-Enabled Kernel:
pl: Jądro z włączoną obsługą Xen

source: Boot File (initrd):
pl: Plik rozruchu (initrd):

source: Boot Options:
pl: Opcje uruchamiania sytemu:

source: Partition Containing Boot Files not specified.
pl: Nie podano partycji zawierającej pliki rozruchowe.

source: Xen-Enabled Kernel not specified.
pl: Nie podano jądra z włączoną obsługą Xen.

source: Cannot add a new virtual disk target.
pl: Nie można dodać nowego dysku wirtualnego.

source: Number of Virtual Network Cards: %1
pl: Ilość wirtualnych kart sieciowych: %1

source: Network Installation Settings: %1
pl: Ustawienia instalacji sieciowej: %1

source: DHCP
pl: z DHCP

source: Static IP
pl: Statyczny adres IP

source: Netmask: %1
pl: Maska sieci: %1

source: Gateway: %1
pl: Brama: %1

source: Virtual Network Card: %1
pl: Wirtualna karta sieciowa: %1

source: Network configuration is not valid.
pl: Konfiguracja sieci jest nieprawidłowa.

source: IP not specified.
pl: Nie określono IP.

source: Netmask not specified.
pl: Nie określono maski sieci.

source: Gateway not specified.
pl: Nie określono bramy sieciowej.

source: Failed to extract the kernel from the installation source. Please check that your installation source is accessible.
pl: Odczytanie obrazu jądra ze źródła istalacji nie powiodło się. Proszę sprawdzić, czy źródło instalacji jest dostępne.

source: Failed to create the installation RAM disk.
pl: Nie można utworzyć RAM-dysku instalacyjnego.

source: Cannot open the virtual machine console.
pl: Nie można otworzyć konsoli maszyny wirtualnej.

source: Cannot shutdown the virtual machine.
pl: Nie można wyłączyć maszyny wirtualnej.

source: Cannot terminate the virtual machine.
pl: Nie można zakończyć działania maszyny wirtualnej.

source: Cannot start the virtual machine.
pl: Nie można uruchomić maszyny wirtualnej.

source: Install Packages
pl: Instalacja pakietów

source: Firewall Configuration
pl: Konfiguracja zapory sieciowej

source: Configuring the VM Server (domain 0)
pl: Konfiguracja serwera maszyny wirtualnej (domeny 0)

source: <p><big><b>VM Server Configuration</b></big></p><p>Configuration of the VM Server (domain 0) has two parts.</p>
pl: <P><B>Konfiguracja serwera maszyny wirtualnej</B></P><P>Konfiguracja serwera maszyny wirtualnej jest dwuczęściowa.</P>

source: <p>The required packages are installed into the system first. Then the boot loader is switched to GRUB if it is not already used and the Xen section is added to the boot loader menu if it is missing.</p>
pl: <P>Najpierw w systemie instalowane są wymagane pakiety. Następnie program rozruchowy zmieniony zostaje na GRUB, o ile nie jest on już używany, a do menu rozruchowego dodawana jest sekcja Xen, jeśli jej brak.</P>

source: <p>GRUB is needed because it supports the multiboot standard required to boot Xen and Linux kernel.</p>
pl: <P>Wymagany jest program GRUB, gdyż obsługuje on standard multiboot, niezbędny do uruchamiania Xen i jądra Linux.</P>

source: <p>When the configuration is successfully finished, it is possible to boot the VM Server from the boot loader menu.</p>
pl: <P>Kiedy konfiguracja zostanie zakończona pomyślnie, możliwe będzie uruchomienie Xen z menu programu rozruchowego.</P>

source: An error occurred during installation.
pl: Wystąpił błąd podczas instalacji.

source: The installation will be aborted.
pl: Instalacja zostanie przerwana.

source: Checking packages...
pl: Sprawdzanie pakietów...

source: Installing packages...
pl: Instalowanie pakietów...

source: Cannot install required packages.
pl: Nie można zainstalować wymaganych pakietów.

source: The machine is ready to start the VM Server. Reboot the machine and select the Xen section in the boot loader menu to start it.
pl: Komputer jest gotowy do uruchomienia serwera maszyny wirtualnej. Aby go uruchomić, proszę uruchomić komputer ponownie i wybrać opcję Xen w menu programu rozruchowego.

source: AutoYaST Profile
pl: Profil AutoYaST

source: AutoYaST &Profile
pl: Pro&fil AutoYaST

source: Select Profile...
pl: Wybierz profil...

source: <p>You can install a VM using predefined settings from an AutoYaST profile. AutoYast profiles can be created using YaST > Miscellaneous > Autoinstallation.</p>
pl: <p>Istnieje możliwość zainstalowania maszyny wirtualnej korzystając z ustawień zapisanych w profilach AutoYaST. Profile te można utworzyć wybierając YaST > Inne > Autoinstalacja.</p>

source: Select an AutoYaST Profile
pl: Proszę wybrać profil AutoYaST

source: The specified AutoYaST Profile does not exist.
pl: Podany profil AutoYaST nie istnieje.

source: Cannot load the profile in the current system. It may be broken.
pl: Nie można wczytać profilu do aktualnego systemu. Plik profilu może być uszkodzony.

source: Load the virtual machine configuration from the profile?
pl: Czy wczytać konfigurację maszyny wirtualnej z profilu?

source: Add Virtual Disk
pl: Dodaj dysk wirtualny

source: &Create New Disk Image
pl: Utwórz &nowy obraz dysku

source: &Use Existing Disk Image
pl: Użyj &istniejącego obrazu dysku

source: U&se Block Device
pl: Uży&j urządzenia blokowego

source: <p>A virtual disk can be added by creating a new disk image, selecting an existing disk image, or specifying a block device.</p>
pl: <p>Dysk wirtualny można dodać na 3 sposoby: tworząc nowy obraz dysku, wybierając już istniejący obraz dysku lub określając odpowiednie urządzenie blokowe.</p>

source: Create New Disk Image
pl: Nowy obraz dysku

source: &Virtual Disk
pl: Dysk wi&rtualny

source: &Disk Image Directory
pl: &Katalog obrazu dysku

source: Maximum &Size in MB
pl: Mak&symalna wielkość w MB

source: Create &Sparse Image File
pl: Utwórz &rzadki plik obrazu

source: &Read-Only Access
pl: Tylko do &odczytu

source: <p>The <b>virtual disk</b> configuration describes how the virtual disk appears to the virtual machine. This controls the ordering of virtual disks within the VM, and is specified using the Linux naming convention.</p>
pl: <p>Konfiguracja <b>dysku wirtualnego</b> określa, w jaki sposób dysk wirtualny jest widziany przez maszynę wirtualną. Ustawienia te określają kolejność dysków wirtualnych w maszynie wirtualnej. Do tego celu stosuje się linuksowy sposób nazywania dysków.

source: <p>The disk image file will be created in the <b>disk image directory</b> with the specified <b>maximum size</b>. A <b>sparse image file</b> only allocates disk space as it is needed.</p>
pl: <p>Plik obrazu dysku zostanie utworzony w <b>katalogu obrazu dysku</b>, a jego wielkość będzie równa wartości podanej w polu <b>wielkość maksymalna</b>. W przypadku <b>elastycznego obrazu pliku</b>, wielkość obrazu rośnie dopiero wraz z zapotrzebowaniem na nią.</p>

source: <p>Virtual disks can be safely shared among multiple VMs only if every use of the disk is marked <b>read-only</b>. If it is read-only, it cannot be modified by the VM.</p>
pl: <p>Dyski wirtualne można bezpiecznie współdzielić między maszynami wirtualnymi pod warunkiem, że korzystanie z dysku odbywa się w trybie <b>"tylko do odczytu"</b>. Dzięki temu dysk wirtualny jest chroniony przed zmianami, jakich mogłaby dokonać maszyna wirtualna.</p>

source: The Virtual Disk field cannot be left empty.
pl: Pole Dysk wirtualny nie może być puste.

source: The Virtual Disk has already been used with another configured virtual disk image. Please select a different Virtual Disk.
pl: Dysk wirtualny był już używany z innym skonfigurowanym obrazem dysku wirtualnego. Proszę wybrać inny dysk wirtualny.

source: The Disk Image Directory must be an absolute path.
pl: Katalog obrazu dysku należy podać z bezwzględną ścieżką dostępu.

source: An invalid disk size was specified.
pl: Podano nieprawidłową wielkość dysku.

source: Warning
pl: Ostrzeżenie

source: The Virtual Disk might not be a supported virtual device.
pl: Dysk wirtualny może nie być obsługiwanym urządzeniem wirtualnym.

source: Use Existing Disk Image
pl: Istniejący obraz dysku

source: &Disk Image File
pl: &Plik obrazu dysku

source: &Select Image...
pl: Wy&bierz obraz...

source: <p>The <b>disk image file</b> is an existing image file to be used by the VM.</p>
pl: <p>W polu <b>Plik obrazu dysku</p> należy podać absolutną ścieżkę do istniejącego pliku obrazu, który ma zostać uzyty przez maszynę wirtualną.</p>

source: <p>Virtual disks can be safely shared among multiple VMs only if every use of the disk is marked read-only. If it is <b>read-only</b>, it cannot be modified by the VM.</p>
pl: <p>Dyski wirtualne można bezpiecznie współdzielić między maszynami wirtualnymi pod warunkiem, że korzystanie z dysku odbywa się w trybie <b>"tylko do odczytu"</b>. Dzięki temu dysk wirtualny jest chroniony przed zmianami, jakich mogłaby dokonać maszyna wirtualna.</p>

source: The Virtual Disk has already been used with another configured virtual disk image. Please, select a different Virtual Disk.
pl: Dysk wirtualny był już używany z innym skonfigurowanym obrazem dysku wirtualnego. Proszę wybrać inny dysk wirtualny.

source: The Disk Image File field cannot be left empty.
pl: Pole Plik obrazu dysku nie może być puste

source: The Disk Image File must be an absolute path.
pl: Plik obrazu dysku należy podać z bezwzględną ścieżką dostępu.

source: The specified Disk Image File does not exist.
pl: Podany plik obrazu dysku nie istnieje.

source: The Disk Image File is read-only in the filesystem, so it will be exported to the VM as read-only.
pl: Plik obrazu dysku jest w trybie "tylko do odczytu", zostanie więc wyeksportowany do maszyny wirtualnej także w trybie "tylko do odczytu".

source: Select Disk Image
pl: Proszę wybrać obraz dysku

source: Use Block Device
pl: Urządzenie blokowe

source: Block Device
pl: Urządzenia blokowe

source: <p>The <b>block device</b> is a block device on the VM Server.</p>
pl: <p>W polu <b>Urządzenie blokowe</b> należy podać urządzenie blokowe znajdujące się na serwerze maszyny wirtualnej.</p>

source: The Block Device field cannot be left empty.
pl: Nazwa urządzenia blokowego nie może być pusta.

source: The Block Device might not be a valid block device in domain 0.
pl: Urządzenie blokowe może nie być prawidłowym urządzeniem blokowym na serwerze maszyny wirtualnej.

source: Virtual Disks
pl: Dyski wirtualne

source: Virtual Disk
pl: Dysk wirtualny

source: Source
pl: Źródło

source: Disk Size (MB)
pl: Wielkość dysku (MB)

source: <p>A virtual machine can have one or more virtual disks. Each virtual disk points to a file or block device on the VM Server.</p>
pl: <p>Maszyna wirtualna może miec jeden lub więcej wirtualnych dysków. Każdy wirtualny dysk to plik albo urządzenie blokowe na serwerze maszyny wirtualnej.</p>

source: At least one disk is required.
pl: Wymagany jest co najmniej jeden dysk.

source: Hardware
pl: Sprzęt

source: &Memory Size in MB
pl: Roz&miar pamięci w MB:

source: Virtual Graphics Card
pl: Wirtualne karty graficzne

source: Graphics Viewer
pl: Przeglądarka grafiki

source: Virtual Hardware Clock
pl: Wirtualny zegar sprzętowy

source: Number of Virtual &CPUs
pl: Liczba wirtualnych pro&cesorów:

source: <p><b><big>Hardware</big></b></p>
pl: <p><b><big>Sprzęt</big></b></p>

source: <p><b>Memory size</b> specifies the amount of RAM, in megabytes, to allocate to the virtual machine when it starts.</p>
pl: <p><b>Rozmiar pamięci</b> określa ilość pamięci RAM w megabajtach, która zostanie przydzielona wirtualnej maszynie podczas jej uruchamiania.</p>

source: <p>By default, Xen will emulate a <b>Cirrus Logic</b> graphics card for fully virtualized guests. If your operating system does not support that, select <b>Standard VGA</b>.</p>
pl: <p>Domyślnie, dla systemów wirtualnych w trybie pełnej wirtualizacji, Xen emuluje kartę graficzną <b>Cirrus Logic</b>. Jeśli wirtualny system operacyjny jej nie obsługuje, należy wybrać <b>Standardowe VGA</b>.</p>

source: <p>You may display the fully virtualized guest's screen using <b>SDL</b> or <b>VNC</b>. SDL is best when displaying locally; VNC is better when displaying remotely. Note that closing an SDL window terminates the VM, whereas VNC can reconnect to the VM at any time.</p>
pl: <p>Ekran systemu wirtualnego w trybie pełnej wirtualizacji można wyświetlić za pomocą SDL albo VNC. W przypadku wyświetlania lokalnego zalecany jest SDL. Dla wyświetlania zdalnego lepszy jest VNC. Należy pamiętać, że zamknięcie okna SDL zakończy działanie wirtualnej maszyny. Z kolei VNC może zawsze ponownie połączyć się z maszyną wirtualną.</p>

source: <p>The <b>number of virtual CPUs</b> may exceed the number of physical CPUs.</p>
pl: <p><b>Liczba wirtualnych procesorów</b> może przekraczać rzeczywistą liczbę procesorów w komputerze.</p>

source: <p>The <b>virtual hardware clock</b> can be set to local time or UTC. Pick the setting that is compatible with your VM's operating system.</p>
pl: <p><b>Wirtualny zegar sprzętowy</b> może zostać ustawiony wg czasu lokalnego albo uniwerslanego (UTC). Należy wybrać ustawienie kompatybilne z systemem operacyjnym wirtualnej maszyny.</p>

source: The requested memory size is larger than the amount of space currently available. There is %1MB free memory available.
pl: Żądany rozmiar pamięci jest większy niż aktualnie dostępny. Dostępnych jest %1MB wolnej pamięci.

source: Memory Size in MB cannot be less than 16 MB.
pl: Rozmiar pamięci w MB nie może być mniejszy niż 16 MB.

source: Install packages
pl: Instalacja pakietów

source: Prepare virtual machine environment
pl: Przygotowanie środowiska maszyny wirtualnej

source: Write virtual machine configuration
pl: Zapis konfiguracji maszyny wirtualnej

source: Start the virtual machine
pl: Uruchomienie maszyny wirtualnej

source: Installing packages
pl: Instalowanie pakietów...

source: Preparing virtual machine environment
pl: Przygotowywanie środowiska maszyny wirtualnej

source: Writing virtual machine configuration
pl: Zapisywanie konfiguracji maszyny wirtualnej

source: Starting the virtual machine
pl: Uruchamianie maszyny wirtualnej

source: Preparing Installation of the Virtual Machine
pl: Przygotowanie instalacji maszyny wirtualnej

source: <p><b><big>Installation<big></b></p><p>Preparing the virtual machine for installation...</p>
pl: <P><B>Instalacja</B></P><P>Przygotowanie maszyny wirtualnej do instalacji...</P>

source: Update virtual machine configuration
pl: Aktualizowanie konfiguracji maszyny wirtualnej

source: Updating virtual machine configuration
pl: Aktualizowanie konfiguracji maszyny wirtualnej

source: Virtual Machine Started
pl: Maszyna wirtualna uruchomiona

source: <p><b><big>Virtual Machine Started<big></b></p><p>Your virtual machine should now be running in a separate window.</p>
pl: <p><b><big>Maszyna wirtualna została uruchomiona<big></b></p><p>Maszyna wirtualna powinna działać już w tej chwili w osobnym oknie.</p>

source: <p>If problems have occurred, you may need to edit the VM configuration file and manually re-start your VM. VM configuration files are stored in <tt>/etc/xen/vm/</tt>.</p>
pl: <p>Jeśli wystąpiły problemy, być może konieczna jest zmiana ustawień w pliku konfiguracyjnym maszyny witrualnej i jej ręczne ponowne uruchomienie. Pliki konfiguracyjne maszyny wirtualnej znajdują się w <tt>/etc/xen/vm/</tt>.</p>

source: Cannot install the required packages.
pl: Nie można zainstalować wymaganych pakietów.

source: Cannot prepare the virtual machine environment.
pl: Nie można przygotować środowiska maszyny wirtualnej.

source: Cannot write the configuration of the virtual machine.
pl: Nie można zapisać konfiguracji maszyny wirtualnej.

source: Cannot update the configuration of the virtual machine.
pl: Nie można zaktualizować konfiguracji maszyny wirtualnej.

source: Installation Started
pl: Instalacja rozpoczęta

source: The virtual machine installation should now be running in a separate window. When the installation has completed, click 'Continue' to finalize the boot settings.
pl: Instalacja maszyny wirtualnej powinna zostać już uruchomiona w osobnym oknie. Kiedy instalacja zostanie zakończona, proszę nacisnąć "Kontynuuj", aby zakończyć konfigurację rozruchu.

source: Installation Complete
pl: Instalacja zakończona

source: The virtual machine settings now need to be finalized.
pl: Konfiguracja maszyny wirtualnej zostanie teraz zakończona.

source: <p>Your virtual machine should now be running in a separate window.</p><p>If problems have occurred, you may need to edit the VM configuration file and manually re-start your VM. VM configuration files are stored in <tt>/etc/xen/vm/</tt>.</p>
pl: <p>Maszyna wirtualna powinna działać już w tej chwili w osobnym oknie.</p><p>Jeśli wystąpiły problemy, być może konieczna jest zmiana ustawień w pliku konfiguracyjnym maszyny witrualnej i jej ręczne ponowne uruchomienie. Pliki konfiguracyjne maszyny wirtualnej znajdują się w <tt>/etc/xen/vm/</tt>.</p>

source: Create More...
pl: Utwórz następną...

source: Stopped
pl: Zatrzymana

source: Not Responding
pl: Nie odpowiada

source: Running
pl: Uruchomiona

source: Text
pl: Tekst

source: Manage Virtual Machines
pl: Maszyny wirtualne

source: Name
pl: Nazwa

source: Virtualization Mode
pl: Tryb wirtualizacji

source: Memory (MB)
pl: Pamięć (MB)

source: Console
pl: Konsola

source: &Start
pl: Włą&czony

source: &View
pl: &Widok

source: S&hutdown
pl: &Wyłącz

source: &Terminate
pl: Za&kończ działanie

source: <p>A virtual machine (VM) is a defined instance of virtual hardware, such as CPU, memory, network card, and block devices, and the operating system that runs on it.</p>
pl: <p>Wirtualna maszyna (WM), to okreslony zbiór wirtualnego sprzętu, takiego jak procesor, pamięć, karta sieciowa i urządzenia blokowe, a także system operacyjny, który na tym sprzęcie działa.</p>

source: <p>The number of VMs you can create depends on the requirements for each VM and the available hardware resources.</p>
pl: <p>Liczba maszyn wirtualnych, które można utworzyć, zależy od wymagań każdej z tych maszyn oraz od dostępnego sprzętu.</p>

source: <p>For the most current information on Novell VM server technology, see <tt>www.novell.com/documentation/technology/vm_server</tt>.</p>
pl: <p>Najnowsze informacje o technologii serwerów wirtualnych maszyn można zawsze znaleźć pod adresem: <tt>www.novell.com/documentation/technology/vm_server</tt>.</p>

source: &Close
pl: Za&mknij

source: Reading Virtual Machine Settings
pl: Odczytywanie ustawień maszyny wirtualnej

source: Please Wait...
pl: Proszę czekać...

source: Delete Virtual Machine
pl: Czy usunąć maszynę wirtualną

source: You are about to completely remove the selected VM. Are you sure you want to delete the selected VM?
pl: W wyniku tej operacji wybrana maszya wirtualna zostanie całkowicie usunięta. Czy na pewno usunąć wybraną maszynę wirtualną?

source: The selected VM disk image and configuration file will be completely destroyed. This action cannot be undone. Do you wish to continue?
pl: Wybrany obraz dysku dla wirtualnej maszyny wraz z plikiem konfiguracyjnym zostaną całkowicie usunięte. Operacji tej nie można cofnąć. Czy kontynuować?

source: Deleting Virtual Machine
pl: Usuwanie maszyny wirtualnej

source: There is not enough free memory to start the selected virtual machine. Required memory size %1, memory available %2
pl: Brakuje pamięci, aby uruchomić wybraną maszynę wirtualną. Pamięć wymagana: %1Pamięć dostępna: %2

source: Starting Virtual Machine
pl: Uruchomianie maszyny wirtualnej

source: Opening Virtual Machine Console
pl: Otwieranie konsoli maszyny wirtualnej

source: Shutdown Virtual Machine
pl: Czy wyłączyć maszynę wirtualną

source: Shutting down the VM stops its operating system and any running programs. Are you sure you want to shutdown the selected VM?
pl: Wyłączenie maszyny wirtualnej zatrzyma jej system operacyjny i wszystkie działające w nim aplikacje. Czy na pewno wyłączyć wybraną maszynę wirtualną?

source: Shutting Down Virtual Machine
pl: Wyłączanie maszyny wirtualnej

source: Terminate Virtual Machine
pl: Czy zakończyć działanie maszyny wirtualnej
