Repository: aviarypl/suse-l10n-pl
Catalog: yast/wagon.*.po
Languages: pl

source: Cannot revert to the previous state of installed products. You will have to revert manually.
pl: Nie można przywrócić poprzedniego stanu zainstalowanych produktów. Trzeba będzie przywrócić je ręcznie.

source: Reverting Migration
pl: Wycofanie migracji

source: Migration tool has to remove the temporary migration products, install the previously installed ones and contact Novell Customer Center to get update repositories.
pl: Trzeba usunąć tymczasowe produkty migracji, zainstalować poprzednio zainstalowane i skontaktować się z centrum klienta firmy Novell w celu uzyskania repozytoriów aktualizacji.

source: <p>Several tasks can be done by the migration tool. If you skip this step, you will have to do them manually.</p>
pl: <p>Pewne zadania mogą być wykonane przez narzędzie migracji. W przypadku pominięcia tego kroku trzeba będzie wykonać je ręcznie.</p>

source: Migration Has to Be Reverted
pl: Migracja musi być wycofana

source: Are you sure you want to skip reverting the migration?
pl: Czy na pewno pominąć wycofanie migracji?

source: &Yes, Skip It
pl: &Tak, pomiń

source: &No
pl: &Nie

source: Removing temporary migration products...
pl: Usuwanie tymczasowych produktów migracji...

source: Cannot enable repository with alias %1 Repository was not found.
pl: Nie można włączyć repozytorium z aliasem %1 Nie znaleziono repozytorium.

source: Cannot remove product %1. Remove package %2 manually.
pl: Nie można usunąć produktu %1. Proszę usunąć pakiet %2 ręcznie.

source: Unknown product
pl: Nieznany produkt

source: Migration Completed
pl: Migracja ukończona

source: Finishing the migration...
pl: Kończenie migracji...

source: Migration Repositories
pl: Repozytoria migracji

source: The packages will be switched to versions in the selected repositories.
pl: Pakiety zostaną zamienione na ich wersje dostępne w wybranych repozytoriach.

source: Selected
pl: Wybrane

source: Name
pl: Nazwa

source: URL
pl: Adres URL

source: Select
pl: Wybór

source: Deselect
pl: Odznacz

source: Select the repositories which will be used for migration.
pl: W tym miejscu należy wybrać repozytoria które zostaną wykorzystane w trakcie migracji.

source: The installed packages will be switched to the versions available in the selected migration repositories.
pl: Zainstalowane pakiety zostaną zamienione na ich odpowiednie wersje dostępne w wybranych repozytoriach migracji.

source: Migration Type
pl: Typ migracji

source: Migration type
pl: Typ migracji

source: &Minimal - upgrade from repositories added by registration
pl: &Minimalna - uaktualnienie z repozytoriów dodanych przez rejestrację

source: &Full - install also available patches in addition to Minimal migration
pl: &Pełna - oprócz minimalnej migracji instaluje również dostępne łatki

source: Advanced...
pl: Zaawansowane...

source: Select the requested migration type.
pl: Należy określić wybrany typ migracji.

source: Minimal migration only uses the repositories added by registration, full migration migrates all packages to the latest versions available in any enabled repository. Full migration might use third party repositories.
pl: Minimalna migracja wykorzystuje tylko repozytoria dodane przez rejestrację. Pełna migracja, migruje wszystkie pakiety do najnowszej wersji dostępnej w dowolnym z włączonych repozytoriów. W trakcie pełnej migracji mogą zostać wykorzystane repozytoria firm trzecich.

source: Press <b>Advanced</b> to manually select the repositories used for upgrading.
pl: Aby wybrać ręcznie repozytoria które zostaną wykorzystane do uaktualnienia, należy nacisnąc przycisk <b>Zaawansowane</b>.

source: Selected unknown migration type: %1.
pl: Wybrano nieznany typ migracji: %1.

source: Cannot update installed product %1.
pl: Nie można uaktualnić zainstalowanego produktu %1.

source: Unable to initialize the software manager.
pl: Nie można zainicjalizować menedżera pakietów.

source: Product %1 does not have a machine-readable 'name'. Automatic reverting of the product state will be impossible.
pl: Produkt %1 nie ma 'nazwy' do odczytu dla komputera. Automatyczne przywrócenie stanu produktu nie będzie możliwe.

source: Cannot upgrade product %1 (%2). Migration path is erroneous.
pl: Nie można uaktualnić produktu %1 (%2). Ścieżka migracji jest błędna.

source: Unknown
pl: Nieznany

source: undefined
pl: niezdefiniowany

source: Cannot select product %1 (%2) for installation.
pl: Nie można wybrać produktu %1 (%2) do instalacji.

source: Product %1 does not have a machine-readable 'name'. It cannot be disabled.
pl: Produkt %1 nie ma 'nazwy' do odczytu dla komputera. Nie można go wyłączyć.

source: Registration Summary
pl: Podsumowanie rejestracji

source: The system is not registered.
pl: System nie jest zarejestrowany.

source: Product <b>%1</b> has a valid registration.
pl: Produkt <b>%1</b> posiada ważną rejestrację.

source: Product <b>%1</b> does not need a subscription.
pl: Produkt <b>%1</b> nie wymaga subskrypcji.

source: Registration status of product <b>%1</b> is unknown.
pl: Status rejestracji produktu <b>%1</b> jest nieznany.

source: Product <b>%1</b> is not registered, registration failed.
pl: Produkt <b>%1</b> nie jest zarejestrowany, rejestracja nie powiodła się.

source: Registration for product <b>%1</b> has been refunded, the product is not registered.
pl: Opłata rejestracyjna produktu <b>%1</b> została zwrócona, produkt nie jest zarejestrowany.

source: Registration for product <b>%1</b> has expired, the registration is not valid anymore.
pl: Okres subskrypcji produktu <b>%1</b> minął, rejestracja nie jest już ważna.

source: Registration for product <b>%1</b> is provisional only, no updates available
pl: Rejestracja produktu <b>%1</b> jest tymczasowa, brak dostępnych aktualizacji

source: The registration status is %1 days old. The summary above might not be correct, run registration to update the status.
pl: Status rejestracji ma %1 dni. Powyższe podsumowanie może nie byc prawidłowe, uruchom rejestrację, aby zaktualizować status.

source: Warning:
pl: Ostrzeżenie:

source: We strongly recommend to register unregistered or expired products before starting migration.
pl: Zalecana jest rejestracja niezarejestrowanego lub nieaktualnego produktu przed uruchomieniem migracji.

source: Migrating an unregistered or partly registered system might result in a broken system.
pl: Migracja niezarejestrowanego lub zarejestrowanego częściowo systemu może skutować jego nieprawidlowym funkcjonowaniem.

source: Registration Check
pl: Sprawdzanie rejestracji

source: Run Registration...
pl: Uruchom rejestrację...

source: YaST checks whether the installed products are registered.
pl: YaST sprawdza czy zainstalowane produkty zostały zarejestrowane.

source: Novell Customer Center Configuration
pl: Konfiguracja Centrum obsługi klienta firmy Novell

source: Checking the current repositories...
pl: Sprawdzanie aktualnych repozytoriów...

source: Warning
pl: Ostrzeżenie

source: No changes were made to the list of registered repositories. This means that you either skipped the registration, there has been an error in the configuration, or the repositories have been added before. Do you want to rerun the registration?
pl: Nie dokonano zmian na liście zarejestrowanych repozytoriów. Może to oznaczać, że pominięto rejestrację, lub że wystąpił błąd w konfiguracji. Możliwe jest także, że repozytoria zostały dodane przedtem. Czy uruchomić rejestrację ponownie?

source: &Yes
pl: &Tak

source: &No, Skip it
pl: &Nie, pomiń ją

source: There is nothing to set.
pl: Nie ma nic do ustawienia.

source: Update Options
pl: Opcje aktualizacji

source: &Update Options
pl: &Opcje aktualizacji

source: Select from Where to Get the Update URL
pl: Wybierz skąd pobrać URL uaktualnień

source: &Customer Center
pl: &Centrum klienta

source: Check Automatic &Repository Changes
pl: Automatycznie sprawdzaj zmiany w &repozytoriach

source: Custom &URL
pl: Własny adres &URL

source: Update Method
pl: Metoda aktualizacji

source: <p>Choose whether to use the <b>Customer Center</b> to handle the installation repositories during migration or use <b>Custom &URL</b> to set them manually.</p>
pl: <p>Tutaj można wybrać czy użyć <b>Centrum Klienta</b> do obsługi repozytoriów instalacyjnych podczas migracji lub <b>Własnego &URL</b> aby ustawić je ręcznie.</p>

source: <p>Select <b>Check Automatic Repository Changes</b> to ensure that Customer Center has modified the repositories correctly. You can also modify them there.</p>
pl: <p>Opcjonalnie, można wybrać <b>Automatycznie sprawdzaj zmiany w repozytoriach</b> aby mieć pewność, że Centrum klienta zmodyfikowało repozytoria poprawnie. W tym miejscu można także je zmodyfikować.</p>

source: Welcome
pl: Witamy

source: This tool will help to update the running system to a service pack. Click 'Next' to start the update.
pl: To narzędzie pomaga zaktualizować system do pakietu serwisowego. Proszę nacisnąć klawisz "Dalej", aby rozpocząć aktualizację.

source: <p>This tool updates the running system to a service pack.</p>
pl: <p>To narzędzie aktualizuje uruchomiony system do Service Pack</p>

source: This system is managed by SUSE Manager, YaST wagon module cannot migrate systems managed by SUSE Manager. Press OK to exit.
pl: Ten system jest zarządzany przez SUSE Manager, moduł YaST wagon nie może migrować systemów zarządzanych przez SUSE Manager. Aby zakończyć, należy nacisnąć przycisk OK.

source: Cannot initialize software manager.
pl: Nie można zainicjalizować menedżera pakietów.

source: Solving the package dependencies...
pl: Rozwiązywanie zależności pakietów...

source: Aborting the Upgrade
pl: Anulowanie aktualizacji

source: Cannot continue without installing the required patches. Are you sure you want to abort the upgrade process?
pl: Nie można kontynuować bez instalacji wymaganych łatek. Czy na pewno przerwać proces aktualizacji?

source: Abort Upgrade
pl: Anuluj aktualizację

source: Resetting Software Manager
pl: Resetowanie menedżera pakietów

source: Resetting software manager...
pl: Resetowanie menedżera pakietów...

source: Cannot remove product %1.
pl: Nie można usunąć produktu %1.

source: Cannot find out owner of product %1.
pl: Nie można znaleźć właściciela produktu %1.

source: Error switching migration method. Unknown migration method: %1.
pl: Błąd przełączania metody migracji. Nieznana metoda migracji: %1.

source: No workflow defined.
pl: Nie zdefiniowano żadnego przepływu.

source: This module does not support command-line interface. Use zypper instead.
pl: Ten moduł nie obsługuje interfejsu wiersza poleceń. Proszę użyć zamiast niego programu zypper.

source: Target file name ('xmlfile' option) is missing. Use xmlfile=<target_XML_file> command line option.
pl: Brak docelowej nazwy pliku (opcja 'xmlfile'). Proszę użyć opcji polecenia: xmlfile=<docelowy_plik_XML>.

source: Do you accept this license agreement?
pl: Czy akceptują Państwo tę umowę licencyjną?

source: There is not enough free space to migrate the system using download in advance mode. Partition %1 needs at least %2MB more free disk space. (The needed size is estimated, it is recommended to add slightly more free space.) Add more disk space or disable download in advance mode.
pl: Na dysku jest niewystarczająca ilość wolnego miejsca do zmigrowania systemu z wykorzystaniem pobierania w trybie zaawansowanym. Na partycji %1 musi być conajmniej %2MB wolnej przestrzeni. (Wymagana ilość miejsca jest szacunkowa, zaleca się dodać nieco więcej wolnego miejsca). Dodaj więcej powierzchni dyskowej lub wyłącz pobieranie w trybie zaawansowanym.

source: There might not be enough free space for download in advance mode migration. The estimated free space after migration is %2MB, it is recommended to increase the free space in case the estimation is inaccurate to avoid installation errors.
pl: Na dysku może być niewystarczająca ilość wolnego miejsca do uruchomienia migracji w trybie zaawansowanego pobierania. Szacunkowy wymagany rozmiar wolnej przestrzeni dyskowej to %2MB, zaleca się zwiększenie ilości wolnego miejsca na wypadek gdyby obliczenia były niedokładne, pozwoli do uniknąć błedów instalacji.

source: No short name defined.
pl: Nie określono krótkiej nazwy.

source: No name defined.
pl: Nie zdefiniowano nazwy.

source: Temporary migration product <b>%1</b> will be removed
pl: Tymczasowy produkt migracji <b>%1</b> zostanie usunięty

source: <font color='red'><b>Warning:</b> Product <b>%1</b> will be removed.</font>
pl: <font color='red'><b>Ostrzeżenie:</b> Produkt <b>%1</b> zostanie usunięty.</font>

source: <font color='red'><b>Error:</b> Product <b>%1</b> will be automatically removed.</font>
pl: <font color='red'><b>Błąd:</b> Produkt<b>%1</b> zostanie automatycznie usunięty.</font>

source: Product <b>%1</b> will be upgraded
pl: Produkt <b>%1</b> zostanie uaktualniony

source: Product <b>%1</b> will be upgraded to <b>%2</b>
pl: Produkt <b>%1</b> zostanie zaktualizowany do <b>%2</b>

source: New product <b>%1</b> will be installed
pl: Nowy produkt <b>%1</b> zostanie zainstalowany

source: Product <b>%1</b> will stay installed
pl: Produkt <b>%1</b> pozostanie zainstalowany

source: Download all packages before upgrade:
pl: Pobierz wszystkie pakiety przed uaktualnieniem:

source: Enabled
pl: Włączone

source: Disabled
pl: Wyłączone

source: <p>To change the update settings, go to <b>Packages Proposal</b> section.</p>
pl: <p>Aby zmienić ustawienia aktualizacji, należy przejść do sekcji <p>Propozycja pakietów</p>.</p>

source: <li><b>%1 products will be removed. Go to the packages proposal and resolve the issue manually.<br> It is safe to abort the migration now.</b></li>
pl: <li><b>Liczba produktów do usunięcia: %1. Proszę przejść do propozycji pakietów i rozwiązać problem ręcznie.<br> Można także teraz bezpiecznie przerwać migrację.</b></li>

source: <li><b>One product will be removed. Go to the packages proposal and solve the issue manually.<br> It is safe to abort the migration now.</b></li>
pl: <li><b>Jeden produkt zostanie usunięty. Proszę przejść do propozycji pakietów i rozwiązać problem ręcznie.<br> Można także teraz bezpiecznie przerwać migrację.</b></li>

source: Error restoring the list of previously installed products.
pl: Błąd podczas przywracania listy poprzednio zainstalowanych produktów.

source: Error running hook script %1.
pl: Błąd podczas działania skryptu zaczepu %1.
