Repository: aviarypl/suse-l10n-pl
Catalog: yast/x11.*.po
Languages: pl

source: The following packages are missing: %1 Install them now?
pl: Brakuje następujących pakietów: %1 Zainstalować je teraz?

source: X11 configuration module.
pl: Moduł konfiguracji X11.

source: 256 colors
pl: 256 kolorów

source: 256 Colors
pl: 256 kolorów

source: 32768 colors
pl: 32768 kolorów

source: 32768 Colors
pl: 32768 kolorów

source: 65536 colors
pl: 65536 kolorów

source: 65536 Colors
pl: 65536 kolorów

source: 16.7 M colors
pl: 16.7 milionów

source: 16.7 M Colors
pl: 16.7 milionów kolorów

source: 16.7 Mio. colors
pl: 16.7 milionów

source: 16.7 Mio. Colors
pl: 16.7 milionów kolorów

source: Colors
pl: Kolory

source: 256 [8 bit]
pl: 256 [8 bitów]

source: 32768 [15 bit]
pl: 32768 [15 bitów]

source: 32768 [15 bit] (PPC)
pl: 32768 [15 bitów] (PPC)

source: 65536 [16 bit]
pl: 65536 [16 bitów]

source: 16.7 M [24 bit]
pl: 16.7 milionów [24 bity]

source: 16.7 Mio. [24 bit]
pl: 16.7 milionów [24 bity]

source: 16.7 Million [24 bit]
pl: 16.7 milionów [24 bity]

source: 16.7 M [32 bit]
pl: 16.7 milionów [ 24 bity ]

source: 16.7 Mio. [32 bit]
pl: 16.7 milionów [ 24 bityc ]

source: 16.7 Million [32 bit]
pl: 16.7 milionów [ 24 bityc ]

source: Enable Xgl
pl: Włącz Xgl

source: Enable Xgl if possible
pl: Włącz Xgl, jeśli to możliwe

source: Xgl options
pl: Opcje Xgl

source: Xgl Options
pl: Opcje Xgl

source: Custom Xgl options
pl: Własne opcje Xgl

source: Custom Xgl Options
pl: Własne opcje Xgl

source: X server
pl: Serwer X

source: Graphics card:
pl: Karta graficzna:

source: Display:
pl: Ekran:

source: Colordepth:
pl: Głębia kolorów:

source: Color Depth:
pl: Głębia kolorów:

source: Deactivated
pl: nieaktywna

source: Activated
pl: aktywna

source: 3D Acceleration:
pl: Akceleracja 3D:

source: Dual Head Mode:
pl: Tryb dwumonitorowy:

source: Select color depth:
pl: Proszę wybrać głębię kolorów:

source: Resolution:
pl: Rozdzielczość:

source: Select resolution:
pl: Proszę wybrać rozdzielczość:

source: Select Monitor Vendor and Model:
pl: Proszę wybrać producenta i model monitora:

source: Select Monitor Vendor and Model
pl: Proszę wybrać producenta i model monitora

source: Select Display Vendor and Model
pl: Proszę wybrać producenta i model ekranu

source: Select Tablet Vendor and Model
pl: Proszę wybrać producenta i model tabletu

source: Vendor:
pl: Producent:

source: Monitor Vendor and Model:
pl: Producent i model monitora:

source: Display Vendor and Model:
pl: Producent i model ekranu:

source: Tablet Vendor and Model:
pl: Producent i model tabletu:

source: Size:
pl: Rozmiar:

source: Monitor Size:
pl: Rozmiar monitora:

source: Display Size:
pl: Rozmiar ekranu:

source: Click the underlined setting to change.
pl: Proszę wybrać podkreślone ustawienia, aby je zmienić.

source: Inches
pl: Cale

source: Aspect
pl: Proporcje obrazu

source: Traversal
pl: Szerokość

source: Aspect Ratio:
pl: Proporcja obrazu:

source: Display Settings
pl: Ustawienia ekranu

source: Graphics Cards
pl: Karty graficzne

source: &Graphics Cards
pl: Karty &graficzne

source: Test the Configuration
pl: Testuj konfigurację

source: Unconfigured
pl: Nieskonfigurowane

source: configure
pl: konfiguruj

source: change
pl: zmień

source: Dual head mode is not supported with this laptop.
pl: Tryb dwumonitorowy nie jest możliwy w tym modelu laptopa.

source: The selected resolution and/or color settings are not supported by the graphics cards framebuffer.
pl: Wybrana rozdzielczość i/lub ustawienia kolorów nie są wspierane przez bufor ramek karty graficznej.

source: The system will now probe the graphics card. The screen may flicker during this process.
pl: System przeprowadzi teraz sondowanie karty graficznej. Podczas tego procesu ekran może mrugać.

source: Fetch from system
pl: Pobierz z systemu

source: &General Options:
pl: Ustawienia &podstawowe:

source: &Enable 3D Support if possible
pl: Uaktywnij &obsługę 3D, jeśli to możliwe

source: Enable &Xgl if possible
pl: Włącz Xgl, jeśli to możliwe

source: &Custom Xgl options
pl: Własne op&cje Xgl

source: Co&lor Depth
pl: Głębia ko&lorów

source: Resol&ution
pl: &Rozdzielczość

source: Desktop:
pl: Pulpit:

source: &Display Manager
pl: Menedżer &wyświetlania

source: &Window Manager
pl: Menedżer &okien

source: X11 Configuration
pl: Konfiguracja X11

source: <p>Use this dialog to configure the X11 system and the display attached to the computer to install.</P>
pl: <p>W tym oknie można skonfigurować system X11 i urządzenie wyświetlające dołączone do komputera.</p>

source: <P>Additionally, configure if the X11 system should be started at boot time and what display manager should be used.</p>
pl: <P>Dodatkowo, należy określić czy system X11 powinien być uruchamiany w czasie startu systemu oraz jakiego menedżera wyświetlania należy używać.</p>

source: &Vendor
pl: Pro&ducent

source: Horizontal frequency
pl: Częstotliwość pozioma

source: m&ax
pl: m&aks.

source: Vertical frequency
pl: Częstotliwość pionowa

source: ma&x
pl: ma&ks.

source: <p> Please select your monitor's <b>vendor</b> and <b>model</b>. </p>
pl: <p>Proszę wybrać <b>producenta</b> i <b>model</b> monitora. </p>

source: <p> If your monitor is not listed here, use <b>VESA</b>. Most monitors comply with this standard. </p>
pl: <p> Jeśli monitora nie ma na liście, proszę wybrać <b>VESA</b>. Większość monitorów jest zgodna z tym standardem. </p>

source: <p> Modify the monitor's frequencies in the respective input fields below the selection boxes. Refer to your monitor manual for your monitor's maximum frequencies. <b><i>Do not exceed</i></b> the values specified there. Otherwise, there is a serious risk of <b><i>damaging your monitor</i></b>. </p>
pl: <p> Proszę wpisać częstotliwości monitora w poszczególnych polach poniżej. Należy ustawić jego maksymalne częstotliwości, zgodnie z instrukcją dołączoną do monitora. <b><i>Nie powinno się przekraczać</i></b> wartości nominalnych. W przeciwnym wypadku istnieje poważne ryzyko <b><i>uszkodzenia monitora</i></b>. </p>

source: <p> The <b>horizontal frequency</b> (in kHz) specifies how many times per second the monitor can write a horizontal scan line. This is a hard limit of the monitor, independent of the screen resolution. </p>
pl: <p> <b>Częstotliwość pozioma</b> (w kHz) określa, ile razy na sekundę monitor może wyświetlić pojedynczą linię poziomą. Jest to sztywny limit, zależny od rozdzielczości ekranu. </p>

source: <p> The <b>vertical frequency</b> (in Hz) specifies how many times per second the image on the screen is refreshed. This value depends on the screen resolution and the monitor's maximum horizontal frequency. </p>
pl: <p> <b>Częstotliwość pionowa</b> (w Hz) określa, ile razy na sekundę ekran jest odświeżany. Wartość ta zależy od rozdzielczości ekranu i maksymalnej częstotliwości poziomej monitora. </p>

source: <p> If you experience a constant high frequency beep from your monitor, you might wish to use slightly lower frequency values than the maximum specified in your monitor's manual. This usually helps a lot to reduce the noise. </p>
pl: <p> Jeśli z monitora słychać ciągły, wysoki dźwięk, można ustawić częstotliwości trochę niższe od maksymalnych, podanych w instrukcji obsługi monitora. To z reguły pomaga zredukować ten dźwięk. </p>

source: Vendor
pl: Producent

source: unknown vendor
pl: Producent nieznany

source: unknown model
pl: Model nieznany

source: Configure Monitor
pl: Skonfiguruj monitor

source: The minimum horizontal frequency is not a numerical value. Try again.
pl: Minimalna częstotliwość pozioma nie jest wartością liczbową. Proszę spróbować jeszcze raz.

source: Maximum horizontal frequency is not a numerical value. Please try again.
pl: Maksymalna częstotliwość pozioma nie jest wartością liczbową. Proszę spróbować jeszcze raz.

source: The minimum vertical frequency is not a numerical value. Try again.
pl: Minimalna częstotliwość pionowa nie jest wartością liczbową. Proszę spróbować jeszcze raz.

source: Maximum vertical frequency is not a numerical value. Please try again.
pl: Maksymalna częstotliwość pionowa nie jest wartością liczbową. Proszę spróbować jeszcze raz.

source: Enable 3D Support If Possible
pl: Aktywuj obsługę 3D, jeśli to możliwe

source: Yes
pl: Tak

source: Color Depth
pl: Głębia kolorów

source: Resolution
pl: Rozdzielczość

source: Display Manager
pl: Menedżer wyświetlania

source: Window Manager
pl: Menedżer okien

source: The value for the display ratio is invalid, please correct.
pl: Wartość stosunku wymiarów ekranu jest nieprawidłowa, proszę poprawić.

source: The value for the display traversal is invalid, please correct.
pl: Wartość odświeżania ekranu jest nieprawidłowa, proszę poprawić.
