Repository: aviarypl/suse-l10n-pl
Catalog: yast/xpram.*.po
Languages: pl

source: Configuration of XPRAM
pl: Konfiguracja XPRAM

source: Enable XPRAM
pl: Włącz XPRAM

source: Disable XPRAM
pl: Wyłącz XPRAM

source: Change the XPRAM configuration
pl: Zmień konfigurację XPRAM

source: Mount point
pl: Punkt montowania

source: Saving XPRAM Configuration
pl: Zapisywanie konfiguracji XPRAM

source: Write the settings
pl: Zapisywanie ustawień

source: Restart the service
pl: Uruchom usługę ponownie

source: Writing the settings...
pl: Zapisywanie ustawień...

source: Restarting service...
pl: Ponowne uruchamianie usługi...

source: Finished
pl: Zakończono

source: Error stopping xpram. Please try manual "rcxpram stop"
pl: Podczas zatrzymywania xpram wystąpił błąd. Proszę spróbować zatrzymać xpram ręcznie poleceniem "rcxpram stop".

source: Error starting xpram. Please try manual "rcxpram start"
pl: Podczas uruchamiania xpram wystąpił błąd. Proszę spróbować uruchomić xpram ręcznie poleceniem "rcxpram start".

source: XPRAM Configuration
pl: Konfiguracja XPRAM

source: <p>Here, configure the <b>XPRAM</b> for your computer.</p>
pl: <p>W tym miejscu można skonfigurować <b>XPRAM</b> dla tego komputera.</p>

source: <p>This tool currently only supports assigning the entire XPRAM to one partition. To have multiple partitions, look at "Device Drivers, Features and Commands November 30, 2004" for the Linux kernel 2.6 - April 2004 stream.</p><p>In this case disable XPRAM in this module.</p>
pl: <p>Ten moduł programu YaST aktualnie obsługuje przypisanie całego XPRAM do jednej partycji. Aby korzystać z wielu partycji, należy przeczytać dokument "Sterowniki urządzeń, właściwości i polecenia, 30 listopada 2004" dla jądra Linux 2.6 - kwiecień 2004.</p><p>W takiej sytuacji należy wyłączyć XPRAM w tym module.</p>

source: <p>Choose the correct mount point for <b>Mount Point</b>.</p>
pl: <p>Należy wybrać właściwy punkt montowania dla opcji <b>Punktu montowania</b>.</p>

source: <p>Next, choose the file system to use on the device.</p>
pl: <p>Następnie należy wybrać system plików, który będzie używany na danym urządzeniu.</p>

source: Do No&t Start XPRAM
pl: &Nie uruchamiaj XPRAM

source: &Start XPRAM
pl: &Uruchom XPRAM

source: Install File System or Swap Although &XPRAM Contains Valid Data
pl: Zainstaluj system plików lub utwórz partycję wymiany mimo, że &XPRAM zawiera poprawne dane.

source: Mount Point
pl: Punkt montowania

source: &Mount Point
pl: Punkt &montowania

source: File System Type
pl: System plików

source: F&ile System to Use:
pl: System &plików:
