Repository: aviarypl/suse-l10n-pl
Catalog: yast/you-server.*.po
Languages: pl

source: Local YOU Server
pl: Lokalny serwer YOU

source: Unable to write /etc/sysconfig/apache2
pl: Nie można zapisać /etc/sysconfig/apache2

source: 'SuSEconfig --module apache2' failed.
pl: Wywołanie 'SuSEconfig - moduł apache2' nie powiodło się.

source: Starting YOU server...
pl: Uruchamianie serwera YOU...

source: Initializing...
pl: Inicjalizacja...

source: The YOU server requires an HTTP server. The 'apache2' package is required. Install the package now?
pl: Serwer YOU wymaga serwera HTTP. Wymagany jest pakiet 'apache2'. Czy zainstalować go teraz?

source: The HTTP server 'apache' is already in use. The YOU server needs 'apache2'. Disable 'apache' and install and use 'apache2' or cancel the installation?
pl: Używany jest już serwer HTTP 'apache'. Serwer YOU wymaga 'apache2'. Wyłączyć 'apache' i zainstalować 'apache2', czy przerwać instalację?

source: Installing HTTP server...
pl: Instalacja serwera HTTP...

source: Failed to install required packages.
pl: Nie udało się zainstalować wymaganych pakietów.

source: Adapting configuration...
pl: Dostosowywanie konfiguracji...

source: Starting server...
pl: Uruchamianie serwera...

source: Error starting apache.
pl: Błąd podczas uruchamiania apache.

source: Question
pl: Pytanie

source: Shut down the HTTP server (apache2) or restart without providing the YOU patches?
pl: Wyłączyć serwer HTTP (apache2), czy uruchomić ponownie bez udostępnienia poprawek YOU?

source: &Restart
pl: &Uruchom ponownie

source: S&hut Down
pl: W&yłącz

source: Restarting YOU server ...
pl: Ponowne uruchamianie serwera YOU...

source: Stopping YOU server...
pl: Zatrzymywanie serwera YOU...

source: The installation of the package 'openslp' is required. Install the package now?
pl: Konieczne jest zainstalowanie pakietu 'openslp'. Czy zainstalować ten pakiet teraz?

source: The HTTP server is not running. Start the server first.
pl: Serwer HTTP nie działa. Należy go najpierw uruchomić.

source: Error starting slpd.
pl: Błąd podczas uruchamiania slpd.

source: Error writing SLP registration file.
pl: Błąd zapisu pliku rejestracji SLP.

source: Product Name
pl: Nazwa produktu

source: Version
pl: Wersja

source: Architecture
pl: Architektura

source: Synchronization URL
pl: Synchronizacja URL

source: Au&thentication
pl: Uwierzy&telnianie

source: &Anonymous
pl: Dostęp &anonimowy

source: &User Name
pl: Nazwa &użytkownika

source: &Password
pl: Ha&sło

source: Syncing server...
pl: Synchronizowanie serwera...

source: Synchronization failed for:
pl: Synchronizacja nie powiodła się, dla:

source: Check whether the requested server is up. If yes, make sure that the user name and the password are set correctly (see 'Edit' dialog).
pl: Proszę sprawdzić, czy żądany serwer działa. Jeśli tak, to należy sprawdzić czy została podana prawidłowa nazwa użytkownika i hasło (proszę sprawdzić w oknie 'Edycja').

source: Server synced.
pl: Serwer zsychronizowany.

source: Server status: unused
pl: Stan serwera: nieużywany

source: Start Server
pl: Uruchomienie serwera

source: Server status: running
pl: Stan serwera: działa

source: Stop Server
pl: Zatrzymanie serwera

source: No sync up to now.
pl: Brak synchronizacji.

source: Server Name
pl: Nazwa serwera

source: Server &Control
pl: &Zarządzanie serwerem

source: &SLP Registration Enabled
pl: Rejestracja &SLP włączona

source: Ed&it Name
pl: Edycja &nazwy

source: Product
pl: Produkt

source: &Add
pl: &Dodaj

source: &Edit
pl: &Edytuj

source: &Remove
pl: &Usuń

source: Synchronization
pl: Synchronizacja

source: Last Synchronization:
pl: Ostatnia synchronizacja

source: 10 days ago
pl: 10 dni temu

source: <p>This module is used to set up and control a local YOU server.</p>
pl: <p>Ten moduł jest używany do konfiguracji i sterowania lokalnym serwerem YOU.</p>

source: <p>Enable the <b>SLP registration</b> to announce the YOU server via the 'Service Location Protocol'.
pl: <p>Należy włączyć <b>rejestrację SLP</b>, aby informować o serwerze YOU używając protokołu 'Service Location Protocol'.

source: <p>Press<b> Synchronize Now</b> to get the current patches for all products.</p>
pl: <p>Aby pobrać aktualne poprawki dla wszystkich produktów, należy użyć <b>Synchronizuj teraz</b>.</p>

source: <p>The YOU server is added to the server list of a client if <b>SLP_ENABLED</b> in <tt>/etc/sysconfig/onlineupdate</tt> is set to <tt>yes</tt>.</p>
pl: <p>Serwer YOU jest dodawany do listy serwerów klienta, jeśli zmienna <b>SLP_ENABLED</b> w pliku <tt>/etc/sysconfig/onlineupdate</tt> jest ustawiona na <tt>yes</tt>.</p>

source: YaST Online Update Server Configuration
pl: Konfiguracja serwera aktualizacji YaST Online Update

source: Getting product information...
pl: Pobieranie informacji o produkcie...

source: YOU Server Automatic Synchronization Setup
pl: Konfiguracja automatycznej synchronizacji serwera YOU

source: The automatic synchronization is executed by a daily cron job. A network connection must be available when the synchronization takes place.
pl: Synchronizacja automatyczna jest wykonywana codziennie przez program cron. Podczas wykonywania synchronizacji musi być dostępne połączenie z siecią.

source: Enable Automatic Update
pl: Włącz automatyczną aktualizację

source: Synchronization Time
pl: Czas wykonywania synchronizacji:

source: Hour
pl: Godzina

source: Minute
pl: Minuta
