Repository: aviarypl/suse-l10n-pl
Catalog: po/AccessPermissionsRsrc_*.po
Languages: pl

source: Assign Resource
pl: Przypisanie zasobu

source: Assign Role To Group And Container
pl: Przypisz rolę do grupy i kontenera

source: Assign Role To User
pl: Przypisz rolę do użytkownika

source: Bind Entitlement
pl: Powiąż upoważnienie

source: Configure Availability
pl: Konfiguruj dostępność

source: Configure Delegate
pl: Konfiguruj zastępcę

source: Configure Proxy
pl: Konfiguruj pełnomocnika

source: Configure Resources Settings
pl: Konfiguruj ustawienia zasobów

source: Configure Roles Settings
pl: Konfiguruj ustawienia ról

source: Create Resource
pl: Utwórz zasób

source: Create Role
pl: Utwórz rolę

source: Create SoD
pl: Utwórz rozdział obowiązków

source: Delete Resource
pl: Usunięcie zasobu

source: Delete Role
pl: Usunięcie roli

source: Delete SoD
pl: Usunięcie rozdziału obowiązków

source: Initiate PRD
pl: Zainicjuj definicję wniosku o wyposażenie

source: Manage Addressee Task
pl: Zarządzaj zadaniem adresata

source: Modify PRD
pl: Modyfikuj definicję wniosku o wyposażenie

source: Report On Entitlement
pl: Raport dotyczący upoważnień

source: Report On Resource
pl: Raport dotyczący zasobu

source: Report On Role
pl: Raport dotyczący roli

source: Report On SoD
pl: Raport dotyczący rozdziału obowiązków

source: Retract PRD
pl: Wycofaj definicję wniosku o wyposażenie

source: Revoke Resource
pl: Odwołaj zasób

source: Revoke Role From Group And Container
pl: Odwołaj rolę z grupy i kontenera

source: Revoke Role From User
pl: Odwołaj rolę z użytkownika

source: Update Resource
pl: Zaktualizuj zasób

source: Update Role And Role Relationship
pl: Zaktualizuj rolę i relacje roli

source: Update SoD
pl: Zaktualizuj rozdział obowiązków

source: View Resource
pl: Wyświetl zasób

source: View Role
pl: Wyświetl rolę

source: View Running PRD
pl: Wyświetl bieżącą definicję wniosku o wyposażenie

source: View SoD
pl: Wyświetl rozdział obowiązków

source: en
pl: pl
