Repository: aviarypl/suse-l10n-pl
Catalog: po/AdminListRsrc_*.po
Languages: pl

source: Admin List Display
pl: Wyświetlanie list administracyjnych

source: Administration List
pl: Lista administracyjna

source: Application Configuration
pl: Konfiguracja aplikacji

source: Page Admin
pl: Administracja strony

source: Page Administration
pl: Administracja strony

source: Portal,Portlet,Administration,List
pl: Portal,Portlet,Administracja,Lista

source: Portlet Admin
pl: Administracja portletów

source: Portlet Administration
pl: Administracja portletu

source: Portlet displaying a list of administration options
pl: Portlet do wyświetlania listy opcji administracyjnych

source: Provisioning
pl: Wyposażanie

source: Provisioning Administration
pl: Administracja wyposażania

source: Security
pl: Bezpieczeństwo

source: Security Administration
pl: Administracja bezpieczeństwa

source: available administration tabs
pl: dostępne karty administracyjne

source: tabs
pl: karty
