Repository: aviarypl/suse-l10n-pl
Catalog: po/AdminJspRsrc_*.po
Languages: pl

source: (* = required field)
pl: (* = pole wymagane)

source: Add
pl: Dodaj

source: Add Language
pl: Dodaj język

source: Add language display value
pl: Dodanie tłumaczenia

source: All Applications Timeout (milliseconds):
pl: Limit czasu wszystkich programów (w milisekundach):

source: Allow All Requests
pl: Zezwól na wszystkie wnioski

source: Allow ID Wildcard:
pl: Zezwól na symbole wieloznaczne w ID:

source: Allow Wild Cards in Login:
pl: Zezwól na symbole wieloznaczne w nazwie użytkownika:

source: Allow user to override
pl: Zezwól użytkownikowi na zastępowanie

source: Alternative Certificate Subject Virtual Entity Key
pl: Klucz encji wirtualnej alternatywnego podmiotu certyfikatu

source: Application DirXML-PasswordSyncStatus GUID:
pl: GUID programu DirXML-PasswordSyncStatus:

source: Application Filter:
pl: Filtr programów:

source: Application Image Servlet:
pl: Serwlet obrazów aplikacji:

source: Application Image Size Limit (bytes):
pl: Ograniczenie rozmiaru obrazu aplikacji (w bajtach):

source: Application Image:
pl: Obraz aplikacji:

source: Archive Name:
pl: Nazwa archiwum:

source: Assignment Retention:
pl: Wstrzymywanie przypisania:

source: At least one browser must be selected.
pl: Trzeba zaznaczyć co najmniej jedną przeglądarkę.

source: Auto-claim when opening Task Details:
pl: Automatyczne podejmowanie zadania podczas otwierania jego szczegółów:

source: Availability notification template:
pl: Szablon powiadomienia o dostępności:

source: Available columns for User override:
pl: Kolumny dostępne do zastępowania przez użytkownika:

source: Available columns:
pl: Dostępne kolumny:

source: Browser Type:
pl: Typ przeglądarki:

source: Browsers:
pl: Przeglądarki:

source: Callback Function Template:
pl: Szablon funkcji callback:

source: Callback Name:
pl: Nazwa funkcji callback:

source: Cancel
pl: Anuluj

source: Certificate Authorization
pl: Autoryzacja certyfikatu

source: Challenge Response
pl: Hasło-odzew

source: Challenge Response Settings
pl: Ustawienia procedury hasło-odzew

source: Changes will take effect immediately. To change the default Header tab, go to RBPM Provisioning & Security > Navigation Access Permissions.
pl: Zmiany natychmiast odniosą skutek. Aby wczytać domyślną kartę nagłówka, należy przejść do RBPM Wyposażanie i bezpieczeństwo > Uprawnienia dostępu nawigacyjnego.

source: Choose yes, if you want the user\'s response text to be masked with the * character.
pl: Proszę wybrać Tak, jeśli tekst odpowiedzi użytkownika ma być maskowany znakami *.

source: Class ID:
pl: Identyfikator klasy:

source: Class Name:
pl: Nazwa klasy:

source: Cleanup Date:
pl: Data porządkowania:

source: Cleanup Service Activation Interval
pl: Częstotliwość aktywacji usługi porządkowania

source: Cleanup Service:
pl: Usługa porządkowania:

source: Click the Save button to save a new applet or Cancel button to cancel.
pl: Proszę kliknąć przycisk Zapisz, aby zapisać nowy aplet lub przycisk Anuluj, aby przerwać.

source: Click the Save button to save a new application or Cancel button to cancel.
pl: Proszę kliknąć przycisk Zapisz, aby zapisać nowy program lub przycisk Anuluj, aby przerwać.

source: Click the Update button to update the application or Cancel button to cancel.
pl: Proszę kliknąć przycisk Aktualizacja, aby zaktualizować program lub przycisk Anuluj, aby przerwać.

source: Click the lookup icon to change the currently assigned email templates for notification.
pl: Proszę kliknąć ikonę przeglądania, aby zmienić obecnie używane szablony wiadomości e-mail dla powiadomień.

source: Configure your Signature Verification Provider using the fields below.
pl: Proszę skonfigurować dostawcę weryfikacji podpisów za pomocą pól poniżej.

source: Context Root:
pl: Katalog główny kontekstu:

source: Crypto format:
pl: Format szyfrowania:

source: Declaration Template:
pl: Szablon deklaracji:

source: Default landing page for Settings link from Work Dashboard:
pl: Domyślna strona docelowa dla odnośnika Ustawienia z Pulpitu roboczego:

source: Default layout for My Resources:
pl: Domyślny układ strony Moje zasoby:

source: Default number of results displayed per page:
pl: Domyślna liczba rezultatów wyświetlanych na stronie:

source: Default view for team task list:
pl: Domyślny widok listy zadań zespołu:

source: Delegate view preference:
pl: Ustawienie widoku delegacji:

source: Delegation and Proxy
pl: Delegacje i pełnomocnictwa

source: Delegation and Proxy Service Settings
pl: Ustawienia usługi delegacji i pełnomocnictw

source: Delegation notification template:
pl: Szablon powiadomienia o delegacji:

source: Dependent Driver:
pl: Sterownik zależny:

source: Descending
pl: Malejąco

source: Digital Signature Service
pl: Usługa podpisu cyfrowego

source: Directory Layer Services
pl: Usługi warstwy katalogów

source: Display Full User Name:
pl: Wyświetlana pełna nazwa użytkownika:

source: Display Hint in Password Reset:
pl: Podpowiedź wyświetlana podczas przywracania hasła:

source: Display Name:
pl: Wyświetlana nazwa:

source: Display Return to Calling Page:
pl: Wyświetlanie odnośnika powrotu do strony wywołania:

source: Edit
pl: Edycja

source: Email notification templates:
pl: Szablony wiadomości powiadamiania:

source: Enable Digital Signature Support
pl: Włącz obsługę podpisu cyfrowego

source: Enable Forgot Password Link:
pl: Włącz odnośnik przypominania hasła:

source: Enable Hint Migration:
pl: Włącz migrację podpowiedzi:

source: Enable Locale Check:
pl: Włącz sprawdzanie ustawień regionalnych:

source: Enable OCSP Query
pl: Włącz zapytanie OCSP

source: Enable Password Autocomplete:
pl: Włącz automatyczne uzupełnianie hasła:

source: Enable Password Expiration Warning:
pl: Włącz ostrzeżenie o wygaśnięciu hasła:

source: Enable Revocation Check
pl: Włącz sprawdzanie odwoływania

source: Enable SSO:
pl: Włącz logowanie jednokrotne:

source: Enable Signed Document Preview
pl: Włącz podgląd podpisanego dokumentu

source: Encoding:
pl: Kodowanie:

source: Enter the Password Key. If Enable SSO is set in the Login configuration settings, then this value must be the same as the Password Key specified on the Login configuration page.
pl: Proszę podać klucz hasła. Jeśli w konfiguracji logowania włączona jest opcja Włącz logowanie jednokrotne, wartość ta musi być taka sama, jak klucz hasła podany na stronie konfiguracji logowania.

source: Exhibit
pl: Ujawnienie

source: Expand Task List in default view of Work Dashboard:
pl: Rozwiń listę zadań w widoku domyślnym pulpitu roboczego:

source: Field cannot be empty.
pl: Pole nie może być puste.

source: Forgot Password Link (for example: ./jsps/pwdmgt/ForgotPassword.jsp):
pl: Odnośnik do przypominania hasła (np: ./jsps/pwdmgt/ForgotPassword.jsf):

source: Forgot Password Return Link:
pl: Odnośnik powrotny strony przypominania hasła:

source: Forgot Password Settings
pl: Ustawienia przypominania hasła

source: Forgot Password Web Service URL (for example: https://idmhost:sslport/idm/pwdmgt/service):
pl: Adres URL usługi przypominania hasła (np: https://idmhost:sslport/idm):

source: General Display Settings
pl: Ogólne ustawienia wyświetlania

source: Generic Password Policy User DN:
pl: DN ogólnego użytkownika zasad haseł:

source: Guest Container Page:
pl: Strona kontenera gości:

source: Image Per Row:
pl: Liczba obrazów w wierszu:

source: In line with list
pl: W treści listy

source: In message window
pl: W oknie wiadomości

source: In new window
pl: W nowym oknie

source: Individual Application Timeout (milliseconds):
pl: Limit czasu pojedynczego programu (w milisekundach):

source: Invocation Template:
pl: Szablon wywołania:

source: LDAP Secure Port:
pl: Bezpieczny port LDAP:

source: Last cleanup performed:
pl: Data ostatniego porządkowania:

source: Login Sequence:
pl: Sekwencja logowania:

source: Login Settings
pl: Ustawienia logowania

source: Logout URL:
pl: Adres URL wylogowania:

source: Mask Response Text:
pl: Maskowanie tekstu odzewu:

source: Maximum number of results returned from a query:
pl: Maksymalna liczba wyników zwróconych przez zapytanie:

source: Metrics Services
pl: Usługi metryk

source: Notification Services
pl: Usługi powiadamiania

source: Open Request Status Details:
pl: Szczegóły stanu otwartego wniosku:

source: Open Task Details:
pl: Szczegóły otwartego zadania:

source: Options for number of results displayed per page (use spaces to separate values):
pl: Opcje liczby wyświetlanych rezultatów na stronę (znaki spacji oddzielają wartości):

source: Pass Phrase:
pl: Hasło:

source: Password Change Return Page:
pl: Strona powrotna zmiany hasła:

source: Password Change Settings
pl: Ustawienia zmiany hasła

source: Password Sync Buffer Time (milliseconds):
pl: Czas synchronizacji bufora hasła (w milisekundach):

source: Password Sync Status Application Settings
pl: Ustawienia programu do synchronizacji stanu hasła

source: Password Sync Status Client Settings
pl: Ustawienia klienta synchronizacji stanu hasła

source: Password Synchronization Application Name:
pl: Nazwa programu do synchronizacji hasła:

source: Process Count:
pl: Liczba procesów:

source: Provisioning Services
pl: Usługi wyposażania

source: Provisioning UI Display Settings
pl: Ustawienia wyświetlania interfejsu wyposażania

source: Proxy Settings
pl: Ustawienia pełnomocnika

source: Proxy notification template:
pl: Szablon powiadomienia pełnomocnika:

source: Remove
pl: Usuń

source: Request Status List columns:
pl: Kolumny listy stanu wniosku:

source: Request Status List default sort:
pl: Sortowanie domyślne listy stanu wniosku:

source: Request Status Settings
pl: Ustawienia stanów wniosków

source: Retention time for Availability settings
pl: Czas wstrzymania dla ustawień dostępności

source: Retention time for Delegation assignments
pl: Czas wstrzymania dla przypisań delegacji

source: Retention time for Proxy assignments
pl: Czas wstrzymania dla przypisań pełnomocników

source: Role Services
pl: Usługi ról

source: SSO Password Key:
pl: Klucz hasła SSO:

source: SSO User ID Key:
pl: Klucz ID użytkownika SSO:

source: Save
pl: Zapisz

source: Select the Allow All Requests checkbox to display All option in the provisioning resource category dropdown menu so that a delegate can act as a delegate for ALL available resource categories. Note: Proxies will always see All requests, so this does not apply.
pl: Proszę zaznaczyć opcję Zezwól na wszystkie wnioski, aby wyświetlić opcję Wszystkie w menu rozwijanym kategorii wniosku o wyposażenie i umożliwić delegatowi działanie jako delegat dla WSZYSTKICH dostępnych kategorii zasobów. Uwaga: pełnomocnicy zawsze mają dostęp do wszystkich wniosków, więc ich ta opcja nie dotyczy.

source: Server SSL Port:
pl: Port SSL serwera:

source: Set Keystore Type JKS
pl: Ustaw typ JKS zbioru kluczy

source: Set Keystore Type PKCS12
pl: Ustaw typ PKCS12 zbioru kluczy

source: Set cleanup service to delete assignments and settings that have passed retention time, using one of the following methods. Activation interval change will take effect the next time application starts up.
pl: Ustawienie za pomocą jednej z następujących metod usługi usuwania przypisań i ustawień, dla których minął czas wstrzymania. Zmiana okresu aktywacji zostanie zastosowana po następnym uruchomieniu aplikacji.

source: Set default appearance for Request Status settings. Select \"Allow user to override\" if you would like the user to be able to customize any setting. Select and drag among the column lists in order to set \"User default columns\" and \"Available columns for User override\". The default sort is required as a default column.
pl: Ustawienie wyglądu domyślnego dla ustawień stanu wniosku. Proszę zaznaczyć "Zezwól użytkownikowi na zastępowanie", jeśli użytkownik ma mieć możliwość dostosowywania wszystkich ustawień. Aby ustawić "Domyślne kolumny użytkownika" i "Kolumny dostępne do zastępowania przez użytkownika", trzeba zaznaczyć i przeciągnąć wybrane spośród listy kolumn. Domyślny porządek sortowania jest wymagany jako kolumna domyślna.

source: Set default appearance for Task settings. Select \"Allow user to override\" if you would like the user to be able to customize any setting. Select and drag among the column lists in order to set \"User default columns\" and \"Available columns for User override\". The default sort is required as a default column.
pl: Ustawienie wyglądu domyślnego dla ustawień zadań. Proszę zaznaczyć "Zezwól użytkownikowi na zastępowanie", jeśli użytkownik ma mieć możliwość dostosowywania wszystkich ustawień. Aby ustawić "Domyślne kolumny użytkownika" i "Kolumny dostępne do zastępowania przez użytkownika", trzeba zaznaczyć i przeciągnąć wybrane spośród listy kolumn. Domyślny porządek sortowania jest wymagany jako kolumna domyślna.

source: Set synchronization time for delegation, proxy and availability settings. Activation interval change will take effect the next time application starts up.
pl: Ustawienie czasu synchronizacji dla ustawień delegacji, pełnomocnictw i dostępności. Zmiana okresu aktywacji zostanie zastosowana po kolejnym uruchomieniu programu.

source: Show Password Sync Status after Password Change:
pl: Pokaż stan synchronizacji hasła po jego zmianie:

source: Signature Applet
pl: Aplet podpisu

source: Signature Verification Provider
pl: Dostawca weryfikacji podpisów

source: Specify the length of time assignments are retained in the directory after they expire.
pl: Proszę określić długość czasu wstrzymywania przypisań w katalogu po ich wygaśnięciu.

source: Synchronization Service Activation Interval
pl: Okres aktywacji usługi synchronizacji

source: Synchronization and Cleanup Service
pl: Usługa synchronizacji i porządkowania

source: Table
pl: Tabela

source: Task Notifications List columns:
pl: Kolumny listy powiadomień o zadaniach:

source: Task Notifications List default sort:
pl: Domyślne sortowanie listy powiadomień o zadaniach:

source: Task Settings
pl: Ustawienia zadań

source: Template
pl: Szablon

source: The | character is invalid and will be removed.
pl: Znak | jest nieprawidłowy i zostanie usunięty.

source: There are no password synchronization applications configured. Click the Add button to add an application.
pl: Brak skonfigurowanych programów do synchronizacji haseł. Proszę nacisnąć przycisk Dodaj, aby dodać program.

source: There is no digital signature applet configured yet. Click the Add button to add a new applet.
pl: Brak skonfigurowanego apletu podpisu cyfrowego. Proszę nacisnąć przycisk Dodaj, aby dodać nowy aplet.

source: This Date has expired. Please specify another date.
pl: Ta data wygasła. Proszę podać inną.

source: Threshold for browser-based sorting and filtering:
pl: Próg dla sortowania i filtrowania w oparciu o przeglądarkę:

source: Tiles
pl: Kafelki

source: Update
pl: Aktualizacja

source: Update these settings to configure how the status displays to the user during a password synchronization process.
pl: Te ustawienia określają wyświetlanie użytkownikowi stanu w czasie procesu synchronizacji hasła.

source: Update these settings to configure the behavior of the Forgot Password page. If you have configured your Forgot Password page outside the firewall (in a separate WAR file) you must specify the location in the Forgot Password link.
pl: Te ustawienia określają zachowanie strony do przypominania hasła. Jeśli skonfigurowano stronę Przypominanie hasła poza zaporą sieciową (w osobnym pliku WAR), należy określić położenie w odnośniku do przypominania hasła.

source: Update these settings to configure the behavior of the Login page for the user application.
pl: Te ustawienia pozwalają skonfigurować zachowanie strony logowania dla aplikacji użytkownika.

source: Use XML Signature
pl: Użyj podpisu XML

source: Use the dropdown menu below to view each application settings that are currently configured. Click the Add, Edit or Remove button to add a new application or edit/remove the currently selected application.
pl: Menu rozwijane poniżej pozwala wyświetlić ustawienia każdego ze skonfigurowanych programów. Przyciski Dodaj, Edycja i Usuń pozwalają dodać, zmienić i usunąć aktualnie zaznaczony program.

source: Use the dropdown menu below to view each digital signature applet settings that are currently configured. Click the Add or Remove button to add a new applet or remove the currently selected applet.
pl: Menu rozwijane poniżej pozwala wyświetlić ustawienia każdego ze skonfigurowanych apletów podpisu cyfrowego. Przyciski Dodaj, Edytuj i Usuń pozwalają dodać, zmienić i usunąć aktualnie zaznaczony aplet.

source: User default columns:
pl: Domyślne kolumny użytkownika:

source: Using SSL Login:
pl: Użycie logowania SSL:

source: false
pl: Nie

source: is not a valid number
pl: nie jest prawidłową liczbą

source: minutes
pl: minuty

source: no
pl: Nie

source: true
pl: Tak

source: value is too large. Maximum allowed is 30 days.
pl: wartość jest zbyt duża. Maksymalnie dopuszczalna to 30 dni.

source: yes
pl: Tak
