Repository: aviarypl/suse-l10n-pl
Catalog: po/ApplicationsRsrc_*.po
Languages: pl

source: Any
pl: Dowolny

source: Associations Report
pl: Raport dotyczący powiązań

source: Click here to return
pl: Powrót

source: Click here to view help
pl: Proszę kliknąć, aby uzyskać pomoc

source: Composer Service Driver
pl: Sterownik usługi tworzenia

source: Directory connection exception getting driver name
pl: Wyjątek połączenia z katalogiem podczas pobierania nazwy sterownika

source: Disabled
pl: Wyłączony

source: Driver Name is Unknown
pl: Nieznana nazwa sterownika

source: Entitlement
pl: Upoważnienie

source: Entitlements Service Driver
pl: Sterownik usługi upoważnień

source: Granted
pl: Nadane

source: Help Section
pl: Sekcja pomocy

source: Identity Manager Driver 3.5 for Peoplesoft
pl: Sterownik Identity Manager 3.5 dla Peoplesoft

source: Identity Manager Driver 4 for Peoplesoft
pl: Sterownik Identity Manager 4 dla Peoplesoft

source: Identity Manager Driver for Active Directory
pl: Sterownik Identity Manager dla Active Directory

source: Identity Manager Driver for Active Directory and Exchange 2000
pl: Sterownik Identity Manager dla Active Directory i Exchange 2000

source: Identity Manager Driver for Avaya PBX
pl: Sterownik Identity Manager dla Avaya PBX

source: Identity Manager Driver for Delimited Text
pl: Sterownik Manager Driver dla rozdzielonego tekstu

source: Identity Manager Driver for Exchange
pl: Sterownik Identity Manager dla Exchange

source: Identity Manager Driver for Exchange 5.5
pl: Sterownik Identity Manager dla Exchange 5.5

source: Identity Manager Driver for GroupWise
pl: Sterownik Identity Manager dla GroupWise

source: Identity Manager Driver for JDBC
pl: Sterownik Identity Manager dla JDBC

source: Identity Manager Driver for JMS
pl: Sterownik Identity Manager dla JMS

source: Identity Manager Driver for LDAP
pl: Sterownik Identity Manager dla LDAP

source: Identity Manager Driver for Legacy NDS
pl: Sterownik Identity Manager Driver dla Legacy NDS

source: Identity Manager Driver for Linux and Unix
pl: Sterownik Identity Manager dla Linuksa i Uniksa

source: Identity Manager Driver for Lotus Notes R5
pl: Sterownik Identity Manager dla Lotus Notes R5

source: Identity Manager Driver for MQ Series
pl: Sterownik Identity Manager dla MQ Series

source: Identity Manager Driver for Mainframes
pl: Sterownik Identity Manager dla Mainframes

source: Identity Manager Driver for Midrange
pl: Sterownik Identity Manager dla Midrange

source: Identity Manager Driver for NIS
pl: Sterownik Identity Manager dla NIS

source: Identity Manager Driver for NT Domain
pl: Sterownik Identity Manager dla domen NT

source: Identity Manager Driver for Netscape
pl: Sterownik Identity Manager dla Netscape

source: Identity Manager Driver for PeopleSoft
pl: Sterownik Identity Manager dla PeopleSoft

source: Identity Manager Driver for Peoplesoft
pl: Sterownik Identity Manager dla Peoplesoft

source: Identity Manager Driver for Peoplesoft (Consulting Release)
pl: Sterownik Identity Manager dla Peoplesoft (Consulting Release)

source: Identity Manager Driver for REMEDY
pl: Sterownik Identity Manager dla REMEDY

source: Identity Manager Driver for SAP HR
pl: Sterownik Identity Manager dla SAP HR

source: Identity Manager Driver for SAP Users
pl: Sterownik Identity Manager dla SAP Users

source: Identity Manager Driver for SIF
pl: Sterownik Identity Manager dla SIF

source: Identity Manager Driver for SOAP
pl: Sterownik Identity Manager dla SOAP

source: Identity Manager Driver for Work Order
pl: Sterownik Identity Manager dla Work Order

source: Identity Manager Driver for eDirectory
pl: Sterownik Identity Manager dla eDirectory

source: Identity Manager Workflow Service Request Driver
pl: Sterownik usługi przepływów wniosków Identity Manager

source: Instance
pl: Instancja

source: Lookup
pl: Wyszukiwanie

source: Lookup Team
pl: Wyszukaj zespół

source: Lookup a new user
pl: Wyszukaj nowego użytkownika

source: Lookup the members of the team
pl: Wyszukaj członków zespołu

source: Loopback Driver
pl: Sterownik pętli zwrotnej

source: Manual
pl: Ręczny

source: Manual Task Service Driver
pl: Sterownik usługi zadań ręcznych

source: Metadirectory Engine
pl: Silnik metakatalogu

source: Migrate
pl: Migracja

source: Name
pl: Nazwa

source: Naming exception getting driver name
pl: Wyjątek nazwy podczas pobierania nazwy sterownika

source: No Entitlements exist.
pl: Brak upoważnień.

source: Null Service Driver
pl: Sterownik Null Service

source: Param
pl: Parametr

source: Pending
pl: Oczekujący

source: Portal,Portlet,Applications
pl: Portal,Portlet,Aplikacje

source: Processed
pl: Przetworzony

source: Reference Id
pl: ID referencji

source: Remote Driver
pl: Sterownik zdalny

source: Revoked
pl: Odwołane

source: Security exception while getting security context
pl: Wyjątek bezpieczeństwa podczas pobierania kontekstu bezpieczeństwa

source: Source
pl: Źródło

source: State
pl: Stan

source: Team
pl: Zespół

source: Team Member
pl: Członek zespołu

source: There are no associations recorded for this user.
pl: Brak zarejestrowanych powiązań dla tego użytkownika.

source: Unrecoverable exception while getting User ID
pl: Nieodwracalny wyjątek podczas pobierania ID użytkownika

source: Unrecoverable exception while setting parameter list URL
pl: Nieodwracalny wyjątek podczas ustawiania URL listy parametrów

source: User Application Service Driver
pl: Sterownik usługi aplikacji użytkownika

source: User Application Service Driver with workflow
pl: Sterownik usługi aplikacji użytkownika z przepływem

source: Virtual Data exception while initializing
pl: Wyjątek podczas inicjowania danych wirtualnych

source: You must enable SSO in the Login Portlet in order for this portlet to work properly.
pl: Do poprawnego działania tego portletu wymagane jest włączenie SSO w portlecie logowania.
