Repository: aviarypl/suse-l10n-pl
Catalog: po/APWARsrc_*.po
Languages: pl

source: Provisioning system error: the request you selected was deactivated. Please return to the first step of the process and select an active request
pl: Błąd systemu wyposażania: wniosek [{0}], który zaznaczono, został zdezaktywowany. Proszę wrócić do pierwszego etapu procesu i wybrać aktywny wniosek.

source: Provisioning system error: the request you selected was modified. Please return to the first step of the process and start over.
pl: Błąd systemu wyposażania: wniosek [{0}], który zaznaczono, został zmodyfikowany. Proszę wrócić do pierwszego etapu procesu i rozpocząć od nowa.

source: Proxy Assigned
pl: Przypisani pełnomocnicy

source: Proxy Assignment Detail
pl: Szczegóły przypisania pełnomocnika

source: Proxy Assignments
pl: Przypisania pełnomocnika

source: Proxy Authorization
pl: Autoryzacja pełnomocnika

source: Proxy For
pl: Pełnomocnik dla

source: Proxy For and Proxy Assigned
pl: Pełnomocnik dla i pełnomocnik przypisany

source: Proxy Selection
pl: Wybór pełnomocnika

source: Proxy for
pl: Pełnomocnik dla

source: Reassign
pl: Przepisz

source: Reassign Task
pl: Przepisanie zadania

source: Reassigned To
pl: Przepisane do

source: Recipient
pl: Beneficjent

source: Recipient(s)
pl: Beneficjenci

source: Refine Search
pl: Zmień kryteria wyszukiwania

source: Refresh
pl: Odśwież

source: Refresh Request Status List
pl: Odświeżenie listy stanu wniosku

source: Refresh Task Notifications List
pl: Odświeżenie widoku powiadomień o zadaniach

source: Refresh the current list
pl: Odświeżenie bieżącego widoku

source: Refuse
pl: Odrzuć

source: Refused
pl: Odrzucony

source: Release
pl: Porzuć

source: Remove
pl: Usuń

source: Repeat Request for Different Team Member
pl: Ponów wniosek dla innego członka zespołu

source: Report Description
pl: Opis raportu

source: Report Name
pl: Nazwa raportu

source: Request
pl: Wniosek

source: Request Date
pl: Data wniosku

source: Request Detail
pl: Szczegóły wniosku

source: Request Ids
pl: Identyfikatory wniosku

source: Request Multiple Resources
pl: Wniosek o wiele zasobów

source: Request Resource
pl: Wniosek o zasób

source: Request Resource Collection
pl: Wniosek o kolekcję zasobów

source: Request Role Assignment Attestation Process
pl: Wniosek o potwierdzenie przypisania roli

source: Request SoD Violation Attestation Process
pl: Wniosek o potwierdzenie naruszenia rozdziału obowiązków

source: Request Team Resources
pl: Wniosek o zasoby dla zespołu

source: Request Type Selection
pl: Wybór typu wniosków

source: Request User Assignment Attestation Process
pl: Wniosek o potwierdzenie przypisania użytkownika

source: Request User Profile Attestation Process
pl: Wniosek o potwierdzenie profilu użytkownika

source: Request {0} of {1}:
pl: Wniosek {0} z {1}:

source: Request {0} of {1}: Confirm and complete resource request.
pl: Wniosek {0} z {1}: potwierdzenie i ukończenie wniosku o zasób.

source: Requested By
pl: Wnioskujący

source: Required
pl: Wymagane

source: Resource
pl: Zasób7

source: Resource Assignments
pl: Przypisania zasobów

source: Resource Catalog
pl: Katalog zasobów

source: Resource Category
pl: Kategoria zasobu

source: Resource Collection
pl: Kolekcja zasobów

source: Resource Collections
pl: Kolekcje zasobów

source: Resource List
pl: Lista zasobów

source: Resource Relationships
pl: Relacje zasobów

source: Resource Request
pl: Wniosek o zasób

source: Resource Request Status
pl: Stan wniosku o zasób

source: Resources
pl: Zasoby

source: Resources Belonging to the Selected Resource Collection
pl: Zasoby należące do wybranej kolekcji zasobów

source: Retract
pl: Wycofaj

source: Retracted
pl: Wycofany

source: Retrieving requested information...
pl: Pobieranie żądanych informacji...

source: Review or edit the current expiration setting.
pl: Przegląd lub edycja bieżących aktualnych ustawień dotyczących wygaśnięcia.

source: Revise Search
pl: Zmień wyszukiwanie

source: Role
pl: Rola

source: Role Assignment Attestation
pl: Potwierdzenie przypisania roli

source: Role Assignment Confirmation
pl: Potwierdzenie przypisania roli

source: Role Assignment Workflows
pl: Przepływy przypisania roli

source: Role Assignments
pl: Przypisania ról

source: Role Catalog
pl: Katalog ról

source: Role Management
pl: Zarządzanie rolami

source: Role Relationships Management
pl: Zarządzanie relacjami ról

source: Role Reports
pl: Raporty dotyczące ról

source: Roles
pl: Role

source: Run Report
pl: Uruchom raport

source: SCRIPT is used for form submission, form field validation, URI encoding, page navigation, form field manipulation, and showing/hiding of areas of HTML. This page will not run without SCRIPT enabled.
pl: SCRIPT używany jest do wysyłania formularzy, sprawdzania prawidłowości danych w polach formularzy, kodowania adresów URI, nawigacji na stronach, obróbki pól formularzy oraz pokazywania / ukrywania obszarów HTML. Strona ta nie będzie działać, jeśli SCRIPT nie zostanie włączony.

source: Search
pl: Szukaj

source: Security Admin Assignment
pl: Przypisanie administratora bezpieczeństwa portalu

source: Security violation:
pl: Wyjątek bezpieczeństwa:

source: Select Columns
pl: Proszę wybrać kolumny

source: Select User(s)
pl: Wybór użytkowników

source: Select a criteria to display requests for resources.
pl: Proszę wybrać kryteria, wg których należy wyświetlić zasoby.

source: Select a team
pl: Proszę wybrać zespół

source: Select a user for whom you would like to act as Proxy. If you can proxy for a group or container, first select the group or container, then select the specific user in that group or container.
pl: Proszę wybrać użytkownika, dla którego chcesz się stać pełnomocnikiem. Jeśli możesz być pełnomocnikiem grupy lub kontenera, najpierw należy zaznaczyć grupę / kontener, a następnie wybranego użytkownika w obrębie tej grupy/kontenera.

source: Select a user to edit his or her availability.
pl: Proszę wybrać użytkownika, którego dostępność będzie modyfikowana.

source: Select a user to view his or her requests for resources.
pl: Proszę wybrać użytkownika, którego wnioski o zasoby mają być wyświetlone.

source: Select a user to view his or her tasks. (or select a group, if applicable)
pl: Proszę wybrać użytkownika (lub grupę, jeśli to możliwe), którego zadania mają być wyświetlone.

source: Select a user to view or edit his or her assigned delegates.
pl: Proszę wybrać użytkownika, aby przejrzeć lub edytować jego przypisane zastępstwa.

source: Select a user to view or edit his or her assigned proxies.
pl: Proszę wybrać użytkownika, aby przejrzeć lub edytować jego przypisanych pełnomocników.

source: Select menu associated with duration text field for specifying a duration of either hours, days or weeks.
pl: Proszę wybrać menu związane z polem czasu trwania, aby go określić w godzinach, dniach lub tygodniach.

source: Select one of the delegate assignment types below. If you choose to assign a delegate, please specify the delegate in the Delegate Assigned field. If you choose to assign by relationship, please enter the relationship (e.g. manager) in the Delegate Relationship field. Specifying a delegate relationship is an advanced feature and should only be used by those familiar with the identity vault schema.
pl: Proszę wybrać jeden z poniższych typów przypisania zastępstwa. Jeśli wybrana zostanie opcja "Przypisz zastępcę", należy ją określić w polu "Przypisany zastępca". Jeżeli wybrane zostanie przypisanie przez relację, należy podać relację (np. przełożony) w polu "Relacja zastępcy". Określanie zastępstwa poprzez relację jest funkcją zaawansowaną i powinno być używane wyłącznie przez użytkowników zaznajomionych z schematami organizacji.

source: Select one or more users, groups or containers for which you would like to assign a delegate. A selection of at least one of the available options is required in order to grant a delegate assignment.
pl: Proszę wybrać jednego lub więcej użytkowników, grup lub kontenerów, do których należy przypisać zastępcę. Wymagany jest wybór co najmniej jednej z dostępnych opcji, w przypadku przypisania zastępstwa.

source: Select one or more users, groups or containers for which you would like to assign a proxy. A selection of at least one of the available options is required in order to grant a proxy assignment.
pl: Proszę wybrać jednego lub więcej użytkowników, grup lub kontenerów, dla których należy przypisać pełnomocnika. Wymagany jest wybór co najmniej jednej z dostępnych opcji, w przypadku nadania przypisania pełnomocnictwa.

source: Select the RBAC report to run
pl: Proszę wybrać raport RBAC do uruchomienia

source: Select the Resource Collection you want to request or remove then click Next. You can also change the Filter.
pl: Proszę wybrać kolekcję zasobów, o które należy złożyć wniosek, albo które mają być usunięte, i nacisnąć przycisk Następna. Można także zmienić Filtr.

source: Select the addressee(s) for this assignment. When selecting multiple users, all users shown in the list will be notified.
pl: Proszę wybrać adresata(ów) tego przypisania. W razie zaznaczenia wielu użytkowników, wszyscy wymienieni na liście zostaną powiadomieni.

source: Select the search criteria to locate the process(es) you want to request.
pl: Proszę wybrać kryteria wyszukiwania, aby znaleźć zasoby, o które należy złożyć wniosek.

source: Select the types of requests for this delegate assignment. Select a Resource Category to display the available requests.
pl: Proszę wybrać typy wniosków, których obsługa będzie wydelegowana. Aby wyświetlić dostępne wnioski, trzeba zaznaczyć kategorię zasobu.

source: Select the types of requests that you will not accept during the time you are unavailable. Only requests with a delegate assignment are available for selection below.
pl: Proszę wybrać typy wniosków, które nie będą obsługiwane podczas niedostępności. Poniżej dostępne do wyboru są tylko wnioski, których obsługa została wydelegowana do innych użytkowników.

source: Select the user to whom the task will be reassigned and optionally add comments.
pl: Proszę wybrać użytkownika, do którego należy przepisać zadanie i opcjonalnie dodać komentarze.

source: Selected Requests
pl: Wybrane wnioski

source: Selection Type
pl: Typ wyboru

source: Selections
pl: Wybór

source: Selective Availability
pl: Częściowa dostępność

source: Selective:
pl: Częściowe:

source: Separation of Duties
pl: Rozdział obowiązków

source: Separation of Duties Management
pl: Zarządzanie rozdziałem obowiązków

source: Set Proxy Mode
pl: Ustaw tryb pełnomocnika

source: Show System Comments
pl: Wyświetl komentarze systemowe

source: Show User Comments
pl: Wyświetl komentarze użytkownika

source: Signature
pl: Podpis

source: Skip the global header navigation.
pl: Pomiń globalną nawigację w nagłówkach.

source: Skip the left navigation menu.
pl: Pomiń menu nawigacyjne po lewej.

source: SoD Catalog
pl: Katalog rozdziałów obowiązków

source: SoD Reports
pl: Raporty rozdziałów obowiązków

source: SoD Violation Attestation
pl: Potwierdzenie naruszenia RO

source: Specify
pl: Określ

source: Specify Container
pl: Określ kontener

source: Specify Duration (Weeks, Days, Hours)
pl: Określ czas trwania (tygodnie, dni, godziny)

source: Specify End Date
pl: Określ datę zakończenia

source: Specify Expiration
pl: Określ datę wygaśnięcia

source: Specify Group
pl: Określ grupę

source: Specify User
pl: Użytkownik

source: Specify a category below and optionally filter by Name and/or Description for one or more of the available resources you would like to request.
pl: Proszę wybrać kategorię poniżej i opcjonalnie przefiltrować ją wg nazwy i/lub opisu, aby otrzymać jeden lub więcej dostępnych zasobów, o jakie należy złożyć wniosek.

source: Specify a timeframe below for which you will be unavailable. If you choose to specify a duration, please set the duration period in the Duration field and select the weeks, days, or hours in the corresponding drop down menu. If you choose to specify an end date, please set the desired date in the End Date field.
pl: Proszę określić poniżej ramy czasowe niedostępności. W razie wyboru czasu trwania proszę podać jego długość w polu "Czas trwania" i zaznaczyć tygodnie, dni albo godziny w odpowiedniej liście rozwijanej. W razie wyboru opcji daty zakończenia należy podać ją w polu "Data zakończenia".

source: Specify search criteria and select desired task list columns, then click on Search to get the task list.
pl: Proszę określić kryteria wyszukiwania i wybrać żądane kolumny listy zadań, a następnie nacisnąć przycisk Szukaj, aby otrzymać listę zadań.

source: Status
pl: Stan

source: Status of Activities
pl: Stan czynności

source: Step 1 of 3: Select the category of the resource you are requesting.
pl: Etap 1 z 3: Wybór kategorii wnioskowanego zasobu.

source: Step 1 of 3: Select the search criteria to locate the resource(s) you want to request.
pl: Etap 1 z 3: Wybór kryteriów wyszukiwania w celu znalezienia wnioskowanych zasobów.

source: Step 1 of 4: Select the category of the resource you are requesting.
pl: Etap 1 z 4: Wybór kategorii wnioskowanego zasobu.

source: Step 2 of 3: Select the process from the list.
pl: Etap 2 z 3: Wybór procesu z listy.

source: Step 2 of 4: Select the resource from the list.
pl: Etap 2 z 4: Wybór zasobu z listy.

source: Step 3 of 3: Confirm and complete process request.
pl: Etap 3 z 3: Potwierdzenie i ukończenie wniosku.

source: Step 3 of 4: Select a user (or users, if the resource you selected was marked \"Multiple Recipients Allowed\") for whom you are requesting a resource.
pl: Etap 3 z 4: Wybór użytkownika (lub użytkowników, jeśli zasób jest oznaczony "Dozwolony dla wielu beneficjentów"), dla którego wnioskowany jest zasób.

source: Step 4 of 4: Confirm and complete resource request.
pl: Etap 4 z 4: Potwierdzenie i ukończenie wniosku o zasób.

source: Submission Status Detail
pl: Szczegóły stanu wysyłania

source: Submission failed.
pl: Wysyłanie nie powiodło się.

source: Submission was successful.
pl: Wysyłanie zakończone powodzeniem.

source: Submit
pl: Wyślij

source: Submit Resource Request
pl: Wysłanie wniosku o zasób

source: Task
pl: Zadanie

source: Task Comments
pl: Komentarze do zadania

source: Task Detail
pl: Szczegóły zadania

source: Task Group
pl: Grupa zadań

source: Task List Columns
pl: Kolumny listy zadań

source: Task must be chosen as a column!
pl: Zadanie musi być wybrane jako kolumna.

source: Tasks
pl: Zadania

source: Team Availability
pl: Dostępność członków zespołu

source: Team Configuration
pl: Konfiguracja zespołu

source: Team Delegate Assignments
pl: Przypisania zastępstw w zespole

source: Team Proxy Assignments
pl: Przypisania pełnomocników w zespole

source: Team Requests
pl: Wnioski zespołu

source: Team Tasks
pl: Zadania zespołu

source: The New Assigned To cannot be the same as the current Assigned To.
pl: Nowe przypisanie do osoby nie może być identyczne z aktualnym.

source: The \'End Date\' must be greater than the \'Unavailable From\' date. Please correct your date(s) and try again.
pl: "Data zakończenia" musi być późniejsza niż data "Niedostępny od". Proszę poprawić daty i spróbować ponownie.

source: The \'End Date\' should not be greater than the delegate assignment end date. Please correct your date(s) and try again.
pl: "Data zakończenia" nie powinna być późniejsza niż data końcowa zastępstwa. Proszę poprawić daty i spróbować ponownie.

source: The assigned cannot be a selected user.
pl: Nie można wybrać przypisanego użytkownika.

source: The date has already expired. Please specify another.
pl: Ta data już minęła. Proszę wybrać inną.

source: The number of resource collections to display on each page
pl: Liczba kolekcji zasobów wyświetlanych na każdej stronie.

source: The number of resources to display on each page
pl: Liczba zasobów wyświetlanych na każdej stronie.

source: The request was successfully canceled.
pl: Ten wniosek został anulowany.

source: The requested resource is no longer available. The request may have been claimed or processed by another user.
pl: Wnioskowany zasób nie jest już dostępny. Możliwe, że wniosek został podjęty albo przetworzony przez innego użytkownika.

source: The resource request you selected requires a digital signature! The digital signature service is not running! Please contact your administrator to start it.
pl: Wybrany wniosek o zasób wymaga podpisu cyfrowego. Usługa podpisu cyfrowego nie jest uruchomiona. W celu jej uruchomienia proszę skontaktować się z administratorem.

source: The script is for form submission, form field validation, use of enhanced UI control framework, some page navigation, hiding and showing of text, encoding URI, confirming user intention, and manipulation of options when using multiple select boxes.
pl: Ten skrypt jest używany podczas wysyłania wniosku oraz sprawdzania poprawności pól we wniosku i używa rozszerzonej biblioteki kontrolek UI, zawiera elementy dotyczące nawigacji po stronie, ukrywania i pokazywania tekstu, kodowania URI, potwierdzania intencji użytkownika i manipulacji opcjami, gdy używane są kontrolki wielokrotnego wyboru.

source: The task you selected requires a digital signature! The digital signature service is not running! Please contact you administrator to start it.
pl: Zadanie, które wybrano, wymaga podpisu cyfrowego. Usługa obsługująca podpisy cyfrowe nie jest uruchomiona. Proszę skontaktować się z administratorem, aby ją uruchomić.

source: There are no criteria defined to compare bean objects!
pl: Nie zdefiniowano kryteriów porównania obiektów bean.

source: There are no delegates assigned and therefore status cannot be changed.
pl: Stan nie może zostać zmieniony z powodu braku przypisanych zastępców.

source: Time Unit
pl: Jednostka czasu

source: Timeframe
pl: Ramy czasowe

source: Timeout
pl: Limit czasu

source: Timeout field requires a number.
pl: Pole Limit czasu wymaga wprowadzenia wartości liczbowej.

source: Timeout on
pl: Limit czasu

source: Timeout:
pl: Limit czasu:

source: Type
pl: Typ

source: Types of Requests
pl: Typy wniosków

source: UIControl Preview
pl: Podgląd UIControl

source: Unavailability Detail
pl: Szczegóły niedostępności

source: Unavailability Timeframe
pl: Ramy czasowe niedostępności

source: Unavailable From
pl: Niedostępny od

source: Unavailable Until
pl: Niedostępny do

source: Unexpected JSP Exception.
pl: Nieoczekiwany wyjątek JSP.

source: Unexpected error in provisioning application.
pl: Nieoczekiwany błąd w aplikacji wyposażania.

source: Unsupported character encoding.
pl: Nieobsługiwane kodowanie znaków.

source: Update
pl: Aktualizacja

source: Use ALL of the below criteria
pl: Użyj WSZYSTKICH poniższych kryteriów

source: Use ANY of the below criteria
pl: Użyj JAKIEGOKOLWIEK z poniższych kryteriów

source: User
pl: Użytkownik

source: User Assignment Attestation
pl: Potwierdzenie przypisania użytkownika

source: User Entitlements Report
pl: Raport dotyczący upoważnień użytkowników

source: User Profile Attestation
pl: Potwierdzenie profilu użytkownika

source: User Reports
pl: Raporty dotyczące użytkowników

source: User is not authorized to perform action in a scope of [{0}]!
pl: Użytkownik nie jest upoważniony do wykonywania operacji w zakresie [{0}].

source: View
pl: Widok

source: View Attestation Request Status
pl: Widok stanów wniosków o potwierdzenie

source: View Comment and Flow History
pl: Widok komentarzy i historii przepływu

source: View Request Status
pl: Widok stanu wniosków

source: View as table
pl: Widok w postaci tabeli

source: View as tiles
pl: Widok w postaci kafelków

source: Weeks
pl: Tygodnie

source: Welcome,
pl: Witaj,

source: Welcome, Guest
pl: Witaj Gościu

source: Work Dashboard
pl: Pulpit roboczy

source: Work id [{0}] does not exist, most likely due to the item being approved/rejected by someone else.
pl: Zadanie o identyfikatorze {0} nie istnieje. Najbardziej prawdopodobną przyczyną jest potwierdzenie/odrzucenie przez kogoś innego.

source: Workflow engine task processing error:
pl: Błąd przetwarzania zadania mechanizmu przepływów:

source: Yes
pl: Tak

source: You are not assigned to act as a proxy for anyone.
pl: Nie przypisano Cię jako pełnomocnika żadnej osoby.

source: You do not have access rights to [{0}] with id = [{1}].
pl: Brak uprawnień dostępu do [{0}] o ID = [{1}].

source: You do not have rights to view the details of the request [{0}] with id = [{1}]
pl: Brak uprawnień do przeglądania szczegółów wniosku [{0}] o ID = [{1}].

source: You do not have {0} right to {1} with id = {2}.
pl: Brak uprawnienia {0} do {1} o ID = {2}.

source: You must select some user(s) to be notified.
pl: Trzeba wybrać użytkowników, którzy mają zostać powiadomieni.

source: Your access rights have been denied.
pl: Dostęp został zabroniony.

source: Your request has been submitted. To track the status of requests, view the Request Status list on the Work Dashboard.
pl: Wniosek został wysłany. Jego stan można śledzić, przeglądając listę stanu wniosków na pulpicie roboczym.

source: Your task has been completed.
pl: Zadanie zostało ukończone.

source: administration manager
pl: menedżer administracji

source: administration manager or task manager
pl: menedżer administracji lub menedżer zadań

source: after
pl: po

source: ago
pl: temu

source: anonymous user
pl: użytkownik anonimowy

source: approval task
pl: zadanie akceptacji

source: before
pl: przed

source: contains
pl: zawiera

source: does not contain
pl: nie zawiera

source: does not end with
pl: nie kończy się na

source: does not equal
pl: nie jest równe

source: does not start with
pl: nie zaczyna się od

source: ends with
pl: kończy się na

source: equals
pl: jest równe

source: global administrator
pl: administrator globalny

source: indicates required.
pl: oznacza pole wymagane.

source: of
pl: z

source: on
pl: dokładnie

source: out of
pl: z

source: resource request
pl: wniosek o zasób

source: starts with
pl: zaczyna się od

source: task manager
pl: menedżer zadań

source: user
pl: użytkownik

source: workflow engine task [id = {0}] processing error:
pl: Błąd przetwarzania zadania mechanizmu przepływów [id = {0}]:
