Repository: aviarypl/suse-l10n-pl
Catalog: po/APWABeansRsrc_*.po
Languages: pl

source: A Form definition for provisioning request definition id = [{0}] is not available!
pl: Definicja formularza dla definicji wniosku o wyposażenie o ID = [{0}] nie jest dostępna.

source: A digital signature requirements for provisioning request definition id = [{0}] is not available!
pl: Wymagania dotyczące podpisu cyfrowego dla definicji wniosku o wyposażenie o ID = [{0}] nie są dostępne.

source: Cannot set offset to a number [{0}] greater than a list size [{1}]!
pl: Nie można ustawić przesunięcia dla numeru [{0}] na wartość większą niż rozmiar listy [{1}].

source: Error getting proxy principals.
pl: Błąd podczas pobierania podmiotu pełnomocnictwa.

source: Failed to resolve membership list for a [{0}] team with a manager [id = {1}] manager!
pl: Nie powiodło się rozwiązanie listy członków dla zespołu [{0}] z menadżerem o ID [id = {1}].

source: Failed to retrieve team members.
pl: Nie powiodło się pobranie listy członków zespołu.

source: Failed to set/reset proxy security context for proxy principal [{0}].
pl: Nie powiodło się ustawienie / zresetowanie kontekstu bezpieczeństwa pełnomocnictwa dla [{0}].

source: No data items are available!
pl: Niedostępne żadne obiekty danych.

source: Security context is null!
pl: Kontekst bezpieczeństwa jest pusty.

source: en
pl: pl
