Repository: aviarypl/suse-l10n-pl
Catalog: po/APWAActionsRsrc_*.po
Languages: pl

source: Cannot retrieve availability assignment for the following reason: id is undefined.
pl: Nie można pobrać przypisania dostępności z następującego powodu: niezdefiniowany identyfikator.

source: Cannot retrieve availability assignment for the following reason: missing request data.
pl: Nie można pobrać przypisania dostępności z następującego powodu: brakujące dane we wniosku.

source: Cannot retrieve delegatee assignment for the following reason: id is undefined.
pl: Nie można pobrać przypisania delegowanego z następującego powodu: niezdefiniowany identyfikator.

source: Cannot retrieve proxy assignment for the following reason: id is undefined.
pl: Nie można pobrać przypisania pełnomocnictw z następującego powodu: niezdefiniowany identyfikator.

source: Cannot retrieve request detail for the following reason: the requested instance with id = {0} is no longer available.
pl: Nie można pobrać szczegółów wniosku z następującego powodu: żądana instancja o identyfikatorze id = {0} nie jest już dostępna.

source: Cannot retrieve resource request for the following reason: Grant or Revoke must be specified.
pl: Nie można pobrać wniosku o zasób z następującego powodu: musi być określone nadanie albo odwołanie.

source: Cannot retrieve resource request for the following reason: id is undefined.
pl: Nie można pobrać wniosku o zasób z następującego powodu: niezdefiniowany identyfikator.

source: Cannot retrieve task for the following reason: id is undefined.
pl: Nie można pobrać zadania z następującego powodu: niezdefiniowany identyfikator.

source: Cannot submit resource request for the following reason: missing request data
pl: Nie można wysłać wniosku o zasób z następującego powodu: brakujące dane we wniosku.

source: Choice must be made on what criteria for [{0}] to use.
pl: Wybór musi być dokonany w oparciu o kryteria mające być użyte dla [{0}].

source: Delegation definition with id = [{0}] does not exists!
pl: Definicja delegacji o identyfikatorze id = [{0}] nie istnieje!

source: Digital signature verification failed for {0} with id {1}!
pl: Nie powiodła się weryfikacja podpisu cyfrowego dla {0} z id {1}!

source: Digital signature verification returned no subject for {0} with id {1}!
pl: Procedura weryfikacji podpisu cyfrowego nie zwróciła obiektu dla {0} o identyfikatorze id {1}!

source: Failed to construct work list query!
pl: Nie powiodło się tworzenie zapytania o listy zadań!

source: Failed to create a method mapping for method name [{0}].
pl: Nie powiodło się tworzenie metody mapowania dla metody o nazwie [{0}].

source: Failed to explode provisioning request categories and get provisioning request definition names for category [{0}].
pl: Nie powiodło się rozwijanie kategorii wniosków o wyposażenie i pobierania nazw definicji wniosków o wyposażenie dla kategorii [{0}].

source: Failed to find user authenticated information!
pl: Nie powiodło się wyszukiwanie informacji o autoryzacji użytkownika!

source: Failed to get a comments for a task [{0}].
pl: Nie powiodło się pobieranie komentarza do zadania [{0}].

source: Failed to get a process instance with id = [{0}].
pl: Nie powiodło się pobieranie instancji procesu o id = [{0}].

source: Failed to get a process list.
pl: Nie powiodło się pobieranie listy procesów.

source: Failed to get a task with id = [{0}].
pl: Nie powiodło się pobieranie zadania o identyfikatorze id = [{0}].

source: Failed to initialize reference to delegation proxy service related components!
pl: Nie powiodło się inicjowanie komponentów związanych z usługą delegacji dla pełnomocników!

source: Failed to initialize reference to digital signature related components!
pl: Nie powiodło się inicjowanie odwołania do komponentów związanych z cyfrowym podpisem!

source: Failed to initialize valid delegate relationship list!
pl: Nie powiodło się inicjowanie listy relacji poprawnych delegacji!

source: Failed to initialize workflow related components!
pl: Nie powiodło się inicjowanie komponentów związanych z przepływami!

source: Failed to obtain Provisioning Request Resource list.
pl: Nie powiodło się pozyskiwanie listy zasobów wniosków o wyposażenie.

source: Failed to parse string [{0}] according a specified date format [{1}].
pl: Nie powiodło się przetwarzanie ciągu znaków [{0}] w związku z podanym formatem daty [{1}].

source: Failed to process data item name = [{0}].
pl: Nie powiodło się przetwarzanie nazwy obiektu danych = [{0}].

source: Failed to process work entry list.
pl: Nie powiodło się przetwarzanie listy zadań.

source: Failed to reassign task [id ={0}] to a user [dn={1}]!
pl: Nie powiodło się ponowne przypisanie zadania [id ={0}] do użytkownika [dn={1}]!

source: Failed to remove all unavailable assignments!
pl: Nie powiodło się usuwanie wszystkich niedostępnych przypisań!

source: Failed to remove assignment with id = [{0}].
pl: Nie powiodło się usuwanie przypisania o identyfikatorze id = [{0}].

source: Failed to retrieve availability information for [{0}].
pl: Nie powiodło się pobieranie informacji o dostępności dla [{0}].

source: Failed to retrieve comments for the process instance id = [{0}].
pl: Nie powiodło się pobieranie komentarzy dla instancji procesu o id = [{0}].

source: Failed to retrieve data items for provisioning request form.
pl: Nie powiodło się pobieranie obiektów danych do formularza wniosku o wyposażenie.

source: Failed to retrieve delegation definitions for [{0}] due to:
pl: Nie powiodło się pobieranie definicji delegacji dla [{0}] z powodu:

source: Failed to retrieve delegation definitions with id = [{0}] due to:
pl: Nie powiodło się pobieranie definicji delegacji o id = [{0}] z powodu:

source: Failed to retrieve localized activity name [activity id={0}].
pl: Nie powiodło się pobieranie zlokalizowanej nazwy czynności [activity id={0}].

source: Failed to retrieve provisioning categories list!
pl: Nie powiodło się pobieranie listy kategorii wyposażania!

source: Failed to retrieve provisioning request categories.
pl: Nie powiodło się pobieranie kategorii wniosków o wyposażenie.

source: Failed to retrieve provisioning request definitions and resolve localized values!
pl: Nie powiodło się pobieranie definicji wniosków o wyposażenie oraz rozwiązywanie zlokalizowanych wartości!

source: Failed to retrieve provisioning request definitions!
pl: Nie powiodło się pobieranie definicji wniosków o wyposażenie!

source: Failed to retrieve provisioning request with id = [{0}].
pl: Nie powiodło się pobieranie wniosku o wyposażenie o identyfikatorze id = [{0}].

source: Failed to retrieve provisioning resource with id = [{0}].
pl: Nie powiodło się pobieranie zasobu wyposażania o id = [{0}].

source: Failed to retrieve proxy definitions for [{0}].
pl: Nie powiodło się pobieranie definicji pełnomocnictw [{0}].

source: Failed to retrieve proxy definitions with id = [{0}].
pl: Nie powiodło się pobieranie definicji pełnomocnictw o id = [{0}].

source: Failed to retrieve resource categories list.
pl: Nie powiodło się wyszukiwanie listy kategorii wniosków.

source: Failed to retrieve resource category info for category key = {0}.
pl: Nie powiodło się wyszukiwanie informacji o kategorii zasobu dla klucza kategorii = {0}.

source: Failed to retrieve signed request [id = {0}] form data from http request.
pl: Nie powiodło się wyszukiwanie formularza podpisanego wniosku [id = {0}] za pośrednictwem żądania http.

source: Failed to retrieve team member security context for a [{0}].
pl: Nie powiodło się wyszukiwanie kontekstu bezpieczeństwa członka zespołu dla [{0}].

source: Failed to retrieve user availability settings!
pl: Nie powiodło się wyszukiwanie ustawień dostępności użytkownika!

source: Failed to set availability status to available for all requests!
pl: Nie powiodło się ustawienie statusu dostępności na Dostępny dla wszystkich wniosków!

source: Failed to set availability status to unavailable for all requests!
pl: Nie powiodło się ustawienie statusu dostępności na Niedostępny dla wszystkich wniosków!

source: Failed to sort list: [list size ={0}, sort order={1}, is ascending={2}.
pl: Nie powiodło się sortowanie listy: [list size ={0}, sort order={1}, is ascending={2}.

source: Failed to submit delegatee assignment with id = [{0}].
pl: Nie powiodło się wysyłanie przypisania delegowanego o id = [{0}].

source: Failed to submit proxy assignment with id = [{0}].
pl: Nie powiodło się wysyłanie przypisania pełnomocnika o id = [{0}].

source: Failed to submit resource request [id = {0}] due to:
pl: Nie powiodło się wysyłanie wniosku o zasób [id = {0}] z powodu:

source: Failed to submit unavailable assignment [{0}]!
pl: Nie powiodło się wysyłanie przypisania niedostępności [{0}]!

source: Failed to terminate a resource request [id ={0}]!
pl: Nie powiodło się zakończenie wniosku o zasób [id ={0}]!

source: Got unexpected exception.
pl: Nastąpił nieprzewidziany wyjątek.

source: Invalid action scope [{0}]!
pl: Błędny zakres operacji [{0}]!

source: Invalid addressee selection [{0}] specified!
pl: Dokonano błędnego wyboru adresatów [{0}]!

source: Invalid data item type [{0}] specified for a data item name = [{1}].
pl: Podano błędny typ obiektu danych [{0}] dla nazwy obiektu danych [{1}].

source: Invalid detail id [{0}] specified!
pl: Podano błędny id szczegółu [{0}]!

source: Invalid duration interval specified [interval={0}]! Valid duration value is greater than {1} and less than {2}.
pl: Podano błędny czas trwania [interval={0}]! Prawidłowa wartość jest większa od {1} i mniejsza niż {2}.

source: Invalid navigation direction [{0}] specified.
pl: Wybrano błędny kierunek nawigacji [{0}].

source: Invalid provisioning request id [{0}] specified!
pl: Podano błędny id [{0}] wniosku o wyposażenie!

source: Invalid proxy mode action [{0}] specified!
pl: Wybrano błędną operację w trybie pełnomocnika [{0}]!

source: Invalid session!
pl: Błędna sesja!

source: Invalid team choice selection [{0}] specified!
pl: Błędny wybór zespołu [{0}]!

source: Method [{0}] is not supported by action [{1}].
pl: Metoda [{0}] nie jest obsługiwana przez operację [{1}].

source: Process instance with id = [{0}] does not exist!
pl: Proces o identyfikatorze id = [{0}] nie istnieje!

source: Provisioning request definition selection required.
pl: Wymagany wybór definicji wniosku o wyposażenie.

source: Provisioning request with id = [{0}] does not exists!
pl: Wniosek o wyposażenie o id = [{0}] nie istnieje!

source: Proxy definition with id = [{0}] does not exists!
pl: Definicja pełnomocnika o identyfikatorze id = [{0}] nie istnieje!

source: Recipient choice selection required!
pl: Wymagany wybór beneficjenta przez zaznaczenie!

source: Recipient selection required!
pl: Wymagany wybór beneficjenta!

source: Running process instance with id = [{0}] does not exists!
pl: Uruchomiona instancja procesu o id = [{0}] nie istnieje!

source: Security exception.
pl: Wyjątek bezpieczeństwa.

source: Selection on criteria [{0}] is required!
pl: Wymagany wybór kryterium [{0}]!

source: Task with id = [{0}] is not available. This task may have been claimed or processed by another user.
pl: Zadanie o identyfikatorze id = [{0}] nie jest dostępne. Zadanie to mogło zostać podjęte albo przetworzone przez innego użytkownika.

source: Team member selection required!
pl: Wymagany wybór członka zespołu!

source: Unavailable assignment instance with id = [{0}] does not exists!
pl: Instancja przypisania niedostępności o identyfikatorze id = [{0}] nie istnieje!

source: User [{0}] has no delegatee assignment configured for [{1}] provisioning request definitions.
pl: Użytkownik [{0}] nie ma skonfigurowanych przypisań delegowanego dla [{1}] definicji wniosku o wyposażenie.

source: User [{0}] has no delegatee assignment configured for any provisioning request definitions.
pl: Użytkownik [{0}] nie ma skonfigurowanych przypisań delegowanego dla żadnej definicji wniosku o wyposażenie.

source: You are not authorized for task with id = [{0}]!
pl: Brak uprawnień do zadania id = [{0}]!

source: any
pl: jakikolwiek

source: availability assignment
pl: przypisanie dostępności

source: delegatee assignment
pl: przypisanie delegowanego

source: missing request data
pl: brakujące dane w zapytaniu

source: proxy assignment
pl: przypisanie pełnomocnika

source: request detail
pl: szczegóły wniosku

source: resource request
pl: wniosek o zasób

source: task
pl: zadanie

source: the requested instance with id = {0} is no longer available.
pl: żądana instancja o id = {0} nie jest już dostępna.
