Repository: aviarypl/suse-l10n-pl
Catalog: po/APWAInterceptorsRsrc_*.po
Languages: pl

source: Action form
pl: Formularz operacji

source: Action status:
pl: Stan operacji:

source: Entering:
pl: Wprowadzanie:

source: Exiting:
pl: Wychodzenie:

source: Failed to decode request parameter [name = {0}, value = {1}]!
pl: Nie powiodło się rozkodowanie parametrów wniosku [nazwa = {0}, wartość = {1}]!

source: Got unexpected error upon {0} action execution.
pl: Napotkano nieoczekiwany błąd podczas wykonywania operacji {0}.

source: Http session id:
pl: ID sesji HTTP:

source: Request parameter name = {0}, value = {1}.
pl: Nazwa parametru wniosku = {0}, wartość = {1}.

source: Request parameters:
pl: Parametry wniosku:

source: User dn:
pl: DN użytkownika:
