Repository: aviarypl/suse-l10n-pl
Catalog: po/APWARsrc_*.po
Languages: pl

source: # of resources per page
pl: # zasobów na stronę

source: # of tasks per page
pl: # zadań na stronę

source: # resource collections per page
pl: # kolekcji zasobów na stronę

source: (Select One)
pl: (proszę wybrać)

source: A number of approvals necessary. This task is in your queue because it has been delegated to you.
pl: Wymaganych jest wiele akceptacji. To zadanie znalazło się na Twojej liście, ponieważ zostało oddelegowane do Ciebie.

source: A number of approvals necessary. This task is in your queue because you are a member of a group that can serve as approvers.
pl: Wymaganych jest wiele akceptacji. To zadanie znalazło się na Twojej liście, ponieważ jesteś członkiem grupy akceptantów.

source: A number of approvals necessary. This task is in your queue because you can be an approver.
pl: Wymaganych jest wiele akceptacji. To zadanie znalazło się na Twojej liście, ponieważ możesz być akceptantem.

source: A request type is required.
pl: Wymagany jest typ wniosku.

source: A selection is required.
pl: Wymagane jest zaznaczenie.

source: A selection of at least one of the available options (user, group, container) is required.
pl: Wymagany jest wybór przynajmniej jednej z dostępnych opcji (użytkownik, grupa, kontener).

source: A user is required.
pl: Wymagany jest użytkownik.

source: A user other than yourself is required.
pl: Wymagany jest użytkownik INNY niż Ty.

source: A value for this selection is required.
pl: Wymagana jest wartość dla tego pola.

source: APWA Action Error
pl: Błąd operacji APWA

source: Access to Resource Granted
pl: Dostęp do zasobu nadany

source: Act as Proxy
pl: Działanie jako pełnomocnik

source: Action
pl: Operacja

source: Activity
pl: Czynność

source: Add
pl: Dodaj

source: Addressee
pl: Adresat

source: Administration
pl: Administracja

source: Administrator Assignments
pl: Przypisania administratora

source: All
pl: Wszystkie

source: All Request Types
pl: Wszystkie typy wniosków

source: An error occurred on {0}. If the problem persists, copy this message, including the date and time, and send to your system administrator.
pl: Wystąpił błąd w {0}. Jeśli problem ten będzie się powtarzać, proszę skopiować komunikat błędu wraz z datą i godziną, i wysłać je do administratora systemu.

source: Application
pl: Aplikacja

source: Application action
pl: Operacja programu

source: Approval Task Detail
pl: Szczegóły zadania akceptacyjnego

source: Approval Task List
pl: Lista zadań akceptacyjnych

source: Approvals Required
pl: Wymagane akceptacje

source: Approve
pl: Akceptuj

source: Approved
pl: Zaakceptowany

source: Are you sure you want to exit? If you exit, the remaining resource requests will not be submitted.
pl: Czy na pewno zakończyć? W razie zakończenia pozostający wniosek o zasób nie zostanie wysłany.

source: Are you sure you want to release this task? Click OK to continue with Release.
pl: Czy na pewno opublikować to zadanie? Proszę nacisnąć OK, aby kontynuować publikowanie.

source: Are you sure you want to remove this Selectively Available setting? Removal cannot be undone. Click OK to continue with Removal.
pl: Czy na pewno usunąć ustawienie częściowej dostępności? Usunięcie jest nieodwracalne. Proszę nacisnąć OK, aby kontynuować usuwanie.

source: Are you sure you want to remove this assignment? Removal cannot be undone. Click OK to continue with Removal.
pl: Czy na pewno usunąć to przypisanie? Usunięcie jest nieodwracalne. Proszę nacisnąć OK, aby kontynuować usuwanie.

source: Are you sure you want to retract this process? Retraction cannot be undone. Click OK to continue with Retraction.
pl: Czy na pewno wycofać ten proces? Wycofanie jest nieodwracalne. Proszę kliknąć OK, aby kontynuować wycofywanie.

source: Assign
pl: Przypisz

source: Assign Delegate
pl: Przypisz zastępcę

source: Assign by Relationship
pl: Przypisz przez relację

source: Assigned To
pl: Przypisane do

source: Assigned to Delegate
pl: Przypisane do zastępcy

source: Assigned to Group
pl: Przypisane do grupy

source: Assigned to Multiple Approvers
pl: Przypisane do wielu akceptantów

source: Assigned to Role
pl: Przypisane do roli

source: Assigned to User
pl: Przypisane do użytkownika

source: Assignment
pl: Przypisanie

source: Assignment Type
pl: Typ przypisania

source: Assignments are specified by your manager or administrator. Only they can add, edit, or remove them.
pl: Przypisania są określane przez kierownika lub administratora. Tylko oni mogą je dodawać, modyfikować i usuwać.

source: Attestation Request Status
pl: Stan wniosku o potwierdzenie

source: Availability Report
pl: Raport dostępności

source: Available Requests in Selected Category
pl: Wnioski dostępne w wybranej kategorii

source: Available for ALL Requests
pl: Dostępny dla WSZYSTKICH wniosków

source: Back
pl: Powrót

source: Back to
pl: Powrót do

source: Back to Browse Role Catalog
pl: Powrót do przeglądania katalogu ról

source: Back to Configure Roles and Resources Settings
pl: Powrót do konfiguracji ról i ustawień zasobów

source: Back to Delegated Admin Assignment
pl: Powrót do przypisania zastępcy administratora

source: Back to Delegation and Proxy
pl: Powrót do zastępstw i pełnomocnictw

source: Back to Digital Signature Service
pl: Powrót do usługi podpisu cyfrowego

source: Back to Domain Admin Assignment
pl: Powrót do przypisania administratora domeny

source: Back to Edit Availability
pl: Powrót do edycji dostępności

source: Back to Engine and Cluster Settings
pl: Powrót do ustawień silnika i klastra

source: Back to Enter Proxy Mode
pl: Powrót do wejścia w tryb pełnomocnika

source: Back to Exit Proxy Mode
pl: Powrót do opuszczania trybu pełnomocnika

source: Back to Make Team Process Requests
pl: Powrót do wniosków dla członków zespołu

source: Back to Make a Process Request
pl: Powrót do tworzenia wniosku

source: Back to Manage Role Relationships
pl: Powrót do zarządzania relacjami ról

source: Back to Manage Roles
pl: Powrót do zarządzania rolami

source: Back to Manage Separation of Duties
pl: Powrót do zarządzania rozdziałem obowiązków

source: Back to My Delegate Assignments
pl: Powrót do moich przypisań zastępców

source: Back to My Proxy Assignments
pl: Powrót do moich przypisań pełnomocników

source: Back to My Requests
pl: Powrót do moich wniosków

source: Back to My Resources
pl: Powrót do moich zasobów

source: Back to My Roles
pl: Powrót do moich ról

source: Back to Navigation Access Permissions
pl: Powrót do uprawnień do dostępu do nawigacji

source: Back to Provisioning UI Display Settings
pl: Powrót do ustawień wyświetlania interfejsu wyposażania

source: Back to Request Multiple Resources
pl: Powrót do wniosku o wiele zasobów

source: Back to Request Resource
pl: Powrót do wniosku o zasoby

source: Back to Request Role Assignment Attestation
pl: Powrót do potwierdzenia wniosku o przypisanie roli

source: Back to Request SoD Violation Attestation
pl: Powrót do potwierdzenia wniosku o potwierdzenie naruszenia rozdziału obowiązków

source: Back to Request Team Resources
pl: Powrót do wniosków o zasoby zespołu

source: Back to Request User Assignment Attestation
pl: Powrót do potwierdzenia wniosku o przypisanie użytkownika

source: Back to Request User Profile Attestation
pl: Powrót do potwierdzenia wniosku o profil użytkownika

source: Back to Resource Catalog
pl: Powrót do katalogu zasobów

source: Back to Role Assignments
pl: Powrót do przypisań ról

source: Back to Role Reports
pl: Powrót do raportów ról

source: Back to Security Admin Assignment
pl: Powrót do przypisania administratora bezpieczeństwa portalu

source: Back to Team Availability
pl: Powrót do dostępności zespołu

source: Back to Team Configuration
pl: Powrót do konfiguracji zespołu

source: Back to Team Delegate Assignments
pl: Powrót do przypisań zastępców w zespole

source: Back to Team Proxy Assignments
pl: Powrót do przypisań pełnomocników w zespole

source: Back to Team Requests
pl: Powrót do wniosków zespołu

source: Back to Team Tasks
pl: Powrót do zadań zespołu

source: Back to View Attestation Request Status
pl: Powrót do widoku stanu wniosku o potwierdzenie

source: Back to View Request Status
pl: Powrót do widoku stanu wniosku

source: Back to Work Dashboard
pl: Powrót do pulpitu roboczego

source: Binary data item conversion is not implemented!
pl: Konwersja binarnych obiektów danych nie jest zaimplementowana.

source: Browse Roles
pl: Przeglądanie ról

source: Cancel
pl: Anuluj

source: Cancel Resource Request
pl: Anuluj wniosek o zasób

source: Cannot compare objects of a different types [first type={0}, second type={1}]
pl: Nie można porównywać obiektów różnego typu [first type={0}, second type={1}]

source: Cannot sort list on a key with a type: [{0}].
pl: Nie można sortować listy wg klucza typu: [{0}].

source: Cannot validate user authentication info!
pl: Nie można zweryfikować informacji o uwierzytelnieniu użytkownika.

source: Category Filter:
pl: Filtr kategorii:

source: Change Status
pl: Zmiana stanu

source: Changes will be reflected upon the assigned\'s next login.
pl: Zmiany będą obowiązywały od następnego zalogowania się przypisanej osoby.

source: Check the resources you want to request or remove then click Next. You can also change the Filter or View.
pl: Proszę wybrać zasoby, o które ma być złożony wniosek, albo które mają być usunięte, i nacisnąć Następny. Można także zmienić Filtr lub Widok.

source: Choose the display format for the report
pl: Proszę wybrać format wyświetlania raportu

source: Choosing the Available for ALL Requests status removes all Selectively Available settings. Click OK to continue.
pl: Wybranie stanu Dostępny dla WSZYSTKICH wniosków powoduje usunięcie wszystkich ustawień częściowej dostępności. Proszę nacisnąć OK, aby kontynuować.

source: Choosing the Not Available for ANY Requests status marks the user as not available for each existing delegate assignment and changes the current status to Not Available for Specified Requests. Assignments are effective immediately until the delegate assignment expires. This will not affect availability for new assignments created after this point. Click OK to continue.
pl: Wybranie Niedostępny dla ŻADNEGO wniosku powoduje, że użytkownik staje się niedostępny dla każdej istniejącego, przypisanego mu zastępstwa i następuje zmiana aktualnego stanu na Niedostępny dla określonych wniosków. Przypisania stają się ważne zaraz po wygaśnięciu przypisania zastępstwa. Nie dotyczy to jednak dostępności dla nowo tworzonych przypisań po tym czasie. Proszę nacisnąć OK, aby kontynuować.

source: Claim
pl: Podejmij

source: Claimed
pl: Podjęto

source: Claimed By
pl: Podjęte przez

source: Click on the report to run
pl: Proszę kliknąć raport, aby go uruchomić

source: Click on the task to view its details.
pl: Proszę kliknąć zadanie, aby wyświetlić szczegóły.

source: Click on the workflow name to view its details.
pl: Proszę kliknąć nazwę przepływu, aby wyświetlić szczegóły.

source: Click to search for team member\'s tasks.
pl: Proszę kliknąć, aby wyszukać zadania członków zespołu

source: Client request does not contains required information [{0}], redirecting to default location.
pl: Wniosek klienta nie zawiera wymaganej informacji [{0}]; przekierowanie do domyślnej lokalizacji.

source: Close
pl: Zamknij

source: Comments
pl: Komentarze

source: Complete and submit the assignment.
pl: Ukończenie i wysłanie przypisania.

source: Complete resource request.
pl: Ukończenie wniosku o zasób.

source: Configure Resource Subsystem
pl: Konfiguracja podsystemu zasobów

source: Configure Roles and Resources Settings
pl: Konfiguracja ustawień ról i zasobów

source: Confirm and complete process request.
pl: Potwierdzenie i ukończenie składania wniosku.

source: Container
pl: Kontener

source: Container Member
pl: Członek kontenera

source: Continue
pl: Kontynuuj

source: Customize Columns
pl: Dostosowanie kolumn

source: Date
pl: Data

source: Days
pl: Dni

source: Declined for the Specified Period
pl: Odrzucenie w określonym okresie

source: Delegate Assigned
pl: Przypisany zastępca

source: Delegate Assignment
pl: Przypisanie zastępcy

source: Delegate Assignments
pl: Przypisania zastępcy

source: Delegate Authorization
pl: Uwierzytelnienie zastępcy

source: Delegate For
pl: Zastępca dla

source: Delegate Relationship
pl: Relacja zastępcy

source: Delegated Admin Assignment
pl: Przypisanie zastępcy administratora

source: Delegatee
pl: Zastępca

source: Delegation and Proxy
pl: Zastępstwa i pełnomocnictwa

source: Delegator
pl: Zastępowany

source: Delegator and Delegatee
pl: Zastępowany i zastępca

source: Delete
pl: Usuń

source: Denied
pl: Odrzucony

source: Deny
pl: Odrzuć

source: Description
pl: Opis

source: Digital
pl: Cyfrowy

source: Digital Signature
pl: Podpis cyfrowy

source: Digital Signature Required
pl: Wymagany jest podpis cyfrowy

source: Digital Signature Service
pl: Usługa podpisu cyfrowego

source: Disable
pl: Zabroń

source: Duration
pl: Czas trwania

source: Edit
pl: Edycja

source: Edit Availability
pl: Edycja dostępności

source: Edit an existing assignment or create a new one.
pl: Edycja istniejącego przypisania lub tworzenie nowego.

source: Edit or remove the assignment.
pl: Edycja lub usunięcie przypisania.

source: Edit, delete, or create a new \"Selectively Available\" setting, or change the status across all requests.
pl: Edycja, usuwanie lub tworzenie nowej "Częściowej dostępności", albo zmiana stanu we wszystkich wnioskach.

source: Enable
pl: Włącz

source: End Date
pl: Data zakończenia

source: Engine and Cluster Settings
pl: Ustawienia silnika i klastra

source: Enter Proxy Mode
pl: Wejście w tryb pełnomocnika

source: Error
pl: Błąd

source: Error Log
pl: Dziennik błędów

source: Error Message
pl: Komunikat błędu

source: Every approval necessary. This task is in your queue because it has been delegated to you.
pl: Wymagana jest każda akceptacja. To zadanie znalazło się na Twojej liście, ponieważ zostało oddelegowane do Ciebie.

source: Every approval necessary. This task is in your queue because you are a member of a group that must serve as approvers.
pl: Wymagana jest każda akceptacja. To zadanie znalazło się na Twojej liście, ponieważ jesteś członkiem grupy akceptantów.

source: Every approval necessary. This task is in your queue because you are one of the approvers.
pl: Wymagana jest każda akceptacja. To zadanie znalazło się na Twojej liście ponieważ jesteś jednym z akceptantów.

source: Exit
pl: Wyjście

source: Exit Proxy Mode
pl: Wyjście z trybu pełnomocnika

source: Expected: when creating security context for a group and user is provisioning administrator, team DN will be null.
pl: Oczekiwano: jeśli tworzącym kontekst bezpieczeństwa dla grupy i użytkownika jest administrator wyposażania, identyfikator DN zespołu będzie miał wartość null.

source: Expiration
pl: Wygaśnięcie

source: Expired
pl: Wygasłe

source: Failed to create a JavaBean proxy for a bean class [{0}].
pl: Nie powiodło się utworzenie proxy JavaBean dla klasy [{0}].

source: Failed to process task [id = {0}] due to : {1}.
pl: Nie powiodło się przetwarzanie zadania [id = {0}] z powodu: {1}.

source: Failed to process task [id = {0}] due to unrecognized UI action: {1}.
pl: Nie powiodło się przetwarzanie zadania [id = {0}] z powodu nierozpoznanej operacji interfejsu użytkownika: {1}.

source: Filter By
pl: Filtrowanie wg

source: Finish
pl: Zakończ

source: First
pl: Pierwsza

source: Form Detail
pl: Szczegóły formularza

source: Generated RBAC Report
pl: Wygenerowany raport RBAC

source: Generated Role Report
pl: Wygenerowany raport o rolach

source: Get Availability Report
pl: Pobierz raport o dostępności

source: Get Comment List
pl: Pobierz listę komentarzy

source: Get Delegation Assignment List
pl: Pobierz listę przypisań zastępstw

source: Get Multiple Provisioning Resource List
pl: Pobierz listę wielokrotnego wyposażania

source: Get Process List
pl: Pobierz listę procesów

source: Get Provisioning Resource List
pl: Pobierz listę zasobów wyposażania

source: Get Proxy Assignment Report
pl: Pobierz raport przypisań pełnomocnictw

source: Get Resources
pl: Pobierz zasoby

source: Get Task List
pl: Pobierz listę zadań

source: Got an error upon attempt to get a property [name={0}] from a bean [class={1}].
pl: Napotkano błąd podczas próby pobrania właściwości [name={0}] z klasy [class={1}].

source: Group
pl: Grupa

source: Group Member
pl: Członek grupy

source: Help
pl: Pomoc

source: High Priority
pl: Wysoki priorytet

source: Hours
pl: Godziny

source: Identity Self-Service
pl: Profil tożsamości

source: In Queue since
pl: W kolejce od

source: Initiator
pl: Inicjator

source: Invalid filter category type: [{0}].
pl: Nieprawidłowy typ kategorii filtra: [{0}].

source: Invalid filter criteria operation type: [{0}].
pl: Nieprawidłowy typ filtra kryterium operacji: [{0}].

source: Invalid request parameter.
pl: Nieprawidłowy parametr wniosku.

source: Invalid value. Please specify an integer greater than 0 and less than 106751991167.
pl: Nieprawidłowa wartość. Proszę wprowadzić liczbę całkowitą większą od 0 i mniejszą od 106751991167.

source: Invalid value. Please specify an integer greater than 0 and less than 15250284452.
pl: Nieprawidłowa wartość. Proszę wprowadzić liczbę całkowitą większą od 0 i mniejszą od 15250284452.

source: Invalid value. Please specify an integer greater than 0 and less than 2562047788015.
pl: Nieprawidłowa wartość. Proszę wprowadzić liczbę całkowitą większą od 0 i mniejszą od 2562047788015.

source: Last
pl: Ostatnia

source: Legend
pl: Legenda

source: Loading...
pl: Wczytywanie...

source: Logout
pl: Wylogowanie

source: Lookup
pl: Wyszukiwanie

source: Make Team Process Requests
pl: Tworzenie wniosków dla członka zespołu

source: Make a Process Request
pl: Nowy wniosek

source: Manage Resources
pl: Zarządzanie zasobami

source: Manage Role Relationships
pl: Zarządzanie relacjami ról

source: Manage Roles
pl: Zarządzanie rolami

source: Manage SOD
pl: Zarządzanie RO

source: Minutes
pl: Minuty

source: More Information
pl: Więcej informacji

source: Multiple Approvers
pl: Wielu akceptantów

source: Multiple Recipients Allowed
pl: Dozwolony dla wielu beneficjentów

source: My Delegate Assignments
pl: Moje przypisania zastępstw

source: My Proxy Assignments
pl: Moje przypisania pełnomocnictw

source: My Reports
pl: Moje raporty

source: My Requests
pl: Moje wnioski

source: My Resources
pl: Moje zasoby

source: My Resources Home
pl: Strona główna moich wniosków

source: My Role Assignments
pl: Moje przypisania ról

source: My Roles
pl: Moje role

source: My Settings
pl: Moje ustawienia

source: My Team\'s Roles
pl: Role mojego zespołu

source: My Team\'s Settings
pl: Ustawienia mojego zespołu

source: My Team\'s Work
pl: Praca mojego zespołu

source: My Work
pl: Moja praca

source: NOT Available for ANY Requests
pl: NIEDOSTĘPNY dla ŻADNEGO wniosku

source: NOT Available for Specified Requests
pl: NIEDOSTĘPNY dla wyszczególnionych wniosków

source: NOTE: The number of rows has exceeded the maximum allowable.
pl: UWAGA: Liczba wierszy przekroczyła dozwoloną wartość maksymalną.

source: NOTE: The number of rows has exceeded the maximum allowable. You may wish to refine your search.
pl: UWAGA: Liczba wierszy przekroczyła dozwoloną wartość maksymalną. Proszę sprecyzować kryteria wyszukiwania.

source: Navigation Access Permissions
pl: Uprawnienia dostępu do nawigacji

source: Never
pl: Nigdy

source: New
pl: Nowy

source: New Assigned To
pl: Nowe przypisanie do

source: Next
pl: Następna

source: No
pl: Nie

source: No Expiration
pl: Brak daty wygaśnięcia

source: No results found.
pl: Nic nie znaleziono.

source: No tasks were found.
pl: Nie znaleziono zadań.

source: None
pl: Brak

source: Notification Addressee
pl: Adresat powiadomienia

source: Notify other users of these changes.
pl: Powiadamianie innych użytkowników o tych zmianach.

source: Only one approval necessary. This task is in your queue because you are a member of a group that can serve as approvers.
pl: Wymagana jest tylko jedna akceptacja. To zadanie znalazło się na Twojej liście, ponieważ jesteś członkiem grupy akceptantów.

source: Only one approval necessary. This task is in your queue because you are one of the approvers.
pl: Wymagana jest tylko jedna akceptacja. To zadanie znalazło się na Twojej liście, ponieważ jesteś jednym z akceptantów.

source: Open/Close group
pl: Otwórz / Zamknij grupę

source: Pending Approvals
pl: Oczekujące akceptacji

source: Please enter a numeric value.
pl: Proszę wprowadzić wartość liczbową.

source: Please enter a valid date.
pl: Proszę wprowadzić prawidłową datę.

source: Please note that any previous availability settings for users referenced in processed delegatee assignment will not be updated automatically. Please check and refresh any existing availability settings for the corresponding users in order to activate these changes.
pl: Proszę zauważyć, że poprzednie ustawienia dotyczące dostępności użytkowników wymienionych w przetworzonym przypisaniu zastępcy nie będą uaktualnione automatycznie. Proszę sprawdzić i odświeżyć wszystkie istniejące ustawienia dostępności dla odpowiednich użytkowników, aby aktywować zmiany.

source: Please select one of the assignment options below and specify a user or group for which you would like to reassign this task.
pl: Proszę wybrać jedną z poniższych opcji przypisania i wskazać użytkownika lub grupę, do której należy przepisać to zadanie.

source: Please select one of the following expiration options. If you choose to specify an expiration date, please set the desired date in the End Date field.
pl: Proszę wybrać jedną z następujących opcji. W razie określenia daty wygaśnięcia proszę wprowadzić wybraną datę w polu "Data zakończenia".

source: Previous
pl: Poprzednia

source: Print Form
pl: Wydrukuj formularz

source: Priority
pl: Priorytet

source: Priority Level
pl: Poziom priorytetu

source: Process Comments
pl: Komentarze do procesu

source: Process Instance Detail
pl: Szczegóły instancji procesu

source: Process Instance List
pl: Lista instancji procesu

source: Process Provisioning Request
pl: Wniosek o wyposażenie

source: Process Request Category
pl: Kategoria wniosku

source: Process Role Subsystem Configuration
pl: Przetwórz konfigurację podsystemu ról

source: Process Task
pl: Przetwórz zadanie

source: Processing
pl: Przetwarzanie

source: Provide an optional title for the report
pl: Proszę podać opcjonalny tytuł raportu

source: Provide the report parameters for the selected report
pl: Proszę podać parametry dla wybranego raportu

source: Provisioning UI Display Settings
pl: Ustawienia wyświetlania interfejsu wyposażania

source: Provisioning application error:
pl: Błąd aplikacji wyposażania:

source: Provisioning system error:
pl: Błąd systemu wyposażania:

source: Provisioning system error: the request [{0}] failed to initialize. Please return to the first step of the process and select the same request
pl: Błąd systemu wyposażania: nie można zainicjować wniosku [{0}]. Proszę wrócić do pierwszego etapu procesu i wybrać ten sam wniosek.

source: Provisioning system error: the request [{0}] you selected was deactivated. Please return to the first step of the process and select an active request
pl: Błąd systemu wyposażania: wniosek [{0}], który zaznaczono, został zdezaktywowany. Proszę wrócić do pierwszego etapu procesu i wybrać aktywny wniosek.

source: Provisioning system error: the request [{0}] you selected was modified. Please return to the first step of the process and start over.
pl: Błąd systemu wyposażania: wniosek [{0}], który zaznaczono, został zmodyfikowany. Proszę wrócić do pierwszego etapu procesu i rozpocząć od nowa.
