Repository: aviarypl/suse-l10n-pl
Catalog: po/AttestationRsrc_*.po
Languages: pl

source: (From Now)
pl: (od teraz)

source: * - indicates required.
pl: * - pola wymagane.

source: A single member of each group and role selected must attest to the data.
pl: Pojedynczy członek każdej grupy o zaznaczonej roli musi potwierdzić te dane.

source: Add attester to list
pl: Dodaj potwierdzającego do listy

source: Add to list
pl: Dodaj do listy

source: All Roles
pl: Wszystkie role

source: All SoD Constraints
pl: Wszystkie ograniczenia RO

source: An error occurred processing the request. An attestation request DN request parameter is required for this request.
pl: Wystąpił błąd podczas przetwarzania wniosku. Dla tego wniosku wymagany jest parametr DN wniosku o potwierdzenie.

source: An error occurred processing the request. An attestation request type request parameter is required for this request.
pl: Wystąpił błąd podczas przetwarzania wniosku. Dla tego wniosku wymagany jest parametr typu wniosku o potwierdzenie.

source: An error occurred processing the request. An attestation template name is required for this request.
pl: Wystąpił błąd podczas przetwarzania wniosku. Dla tego wniosku wymagana jest nazwa szablonu potwierdzenia.

source: An error occurred processing the request. Attestation Request ({0}) does not exist.
pl: Wystąpił błąd podczas przetwarzania wniosku. Wniosek o potwierdzenie ({0}) nie istnieje.

source: Are you sure you want to delete the selected Saved Requests?
pl: Czy na pewno usunąć zaznaczone zapisane wnioski?

source: Attestation Form Details
pl: Szczegóły formularza potwierdzenia

source: Attestation Question:*
pl: Pytania dotyczące potwierdzenia:*

source: Attestation Requests
pl: Wnioski o potwierdzenie

source: Attesters:*
pl: Potwierdzający:*

source: Attribute Response
pl: Odpowiedź atrybutu

source: Authorization manager service communication error.
pl: Błąd komunikacji z usługą menedżera uwierzytelniania.

source: Check this, next click on Ok to delete selected Saved Requests.
pl: Proszę zaznaczyć to pole, a następnie nacisnąć przycisk OK, aby usunąć zaznaczone zapisane wnioski.

source: Close
pl: Zamknij

source: Comment:
pl: Komentarz:

source: Completed
pl: Ukończono

source: Container
pl: Kontener

source: Container:
pl: Kontener:

source: Containers
pl: Kontenery

source: Date has expired, please specify another date.
pl: Ta data minęła, proszę podać inną.

source: Days
pl: Dni

source: Deadline:*
pl: Termin ostateczny:*

source: Default attestation object {0} for attestation type {1} can not be modified.
pl: Domyślny obiekt potwierdzenia {0} dla typu potwierdzenia {1} nie może być modyfikowany.

source: Default locale:
pl: Język domyślny:

source: Display Label
pl: Wyświetlana etykieta

source: Display Label:*
pl: Wyświetlana etykieta:*

source: Duration:*
pl: Czas trwania:*

source: Each selected user or member of group(s),container(s) and role(s)
pl: Każdy zaznaczony użytkownik lub członek grup, kontenerów i ról

source: Edit
pl: Edycja

source: End Date:*
pl: Data zakończenia:*

source: Enter a label and description for the attestation request. The Display Label appears in the Task Notifications list, the list of saved requests, and other display lists as the name of the attestation request. The Request Description appears in the details on the View Attestation Request Status page.
pl: Proszę podać etykietę i opis dla wniosku o potwierdzenie. Etykieta pojawia się na liście powiadomień o zadaniach, liście zapisanych wniosków i innych wyświetlanych listach jako nazwa wniosku o potwierdzenie. Opis wniosku pojawia się na stronie widoku stanu wniosku o potwierdzenie.

source: Enter the name of the process request you want to save:*
pl: Proszę podać nazwę wniosku, który ma być zapisany:*

source: Enter your comment here
pl: Proszę tu wpisać komentarz

source: Error
pl: Błąd

source: Error - no attesters found. Must provide at least one attester.
pl: Błąd: nie znaleziono żadnego potwierdzającego. Trzeba podać przynajmniej jednego potwierdzającego.

source: Error - no targets found. Must provide at least one target.
pl: Błąd - nie znaleziono żadnego celu. Trzeba podać przynajmniej jeden cel.

source: Error Generating Reports
pl: Błąd generowania raportów

source: Error Starting Approval Processes
pl: Błąd uruchamiania procesów akceptacji

source: Error adding attestation object for: {0}.
pl: Błąd podczas dodawania obiektu potwierdzania dla {0}

source: Error adding attestation object, attestation dn {0} already exists
pl: Błąd podczas dodawania obiektu potwierdzania; potwierdzenie o identyfikatorze DN {0} już istnieje

source: Error creating attestation dn for name: {0} and attestation type: {1}.
pl: Błąd podczas tworzenia identyfikatora DN dla nazwy {0} i typu potwierdzenia {1}.

source: Error creating xml element.
pl: Błąd podczas tworzenia elementu XML.

source: Error deleting attestation object for: {0}.
pl: Błąd podczas usuwania obiektu potwierdzenia dla: {0}

source: Error detected in retrying to start up attestation requests.
pl: Błąd podczas ponownej próby uruchomienia wniosków o potwierdzenie.

source: Error encountered while deleting the selected saved requests, please contact your administrator.
pl: Napotkano błąd podczas usuwania zaznaczonych zapisanych wniosków. Proszę skontaktować się z administratorem.

source: Error encountered while retrieving list of attributes, please contact your administrator.
pl: Napotkano błąd podczas pobierania listy atrybutów. Proszę skontaktować się z administratorem.

source: Error encountered while retrieving list of available languages, please contact your administrator.
pl: Napotkano błąd podczas pobierania listy dostępnych języków. Proszę skontaktować się z administratorem.

source: Error encountered while retrieving list of questions, please contact your administrator.
pl: Napotkano błąd podczas pobierania listy pytań o odpowiedzi. Proszę skontaktować się z administratorem.

source: Error encountered while retrieving list of saved requests, please contact your administrator.
pl: Napotkano błąd podczas pobierania listy zapisanych wniosków. Proszę skontaktować się z administratorem.

source: Error encountered while retrieving the report, please contact your administrator.
pl: Napotkano błąd podczas pobierania raportu. Proszę skontaktować się z administratorem.

source: Error expanding members: {0}.
pl: Błąd podczas rozwijania członków: {0}.

source: Error generating reports for record: {0}.
pl: Błąd podczas generowania raportów dla rekordu: {0}.

source: Error marshalling xml.
pl: Błąd podczas serializowania XML.

source: Error requesting attestation.
pl: Błąd podczas wnioskowania o potwierdzenie.

source: Error retracting attestation request attester for: attestation = [{0}] attester = [{1}].
pl: Błąd podczas ponownej próby wnioskowania o potwierdzenie dla potwierdzenia = [{0}], potwierdzającego = [{1}].

source: Error retrieving attestation details for: {0}.
pl: Błąd podczas pobierania szczegółów potwierdzenia dla: {0}.

source: Error retrieving attestations.
pl: Błąd podczas pobierania potwierdzeń.

source: Error retrieving attester DN for workflow request ID: {0}.
pl: Błąd podczas pobierania identyfikatora DN potwierdzającego dla wniosku o przepływ o identyfikatorze DN {0}.

source: Error retrieving provisioning workflow for: {0}.
pl: Błąd podczas pobierania przepływu wyposażania dla: {0}.

source: Error retrieving report {0} for locale {1}.
pl: Błąd podczas pobierania raportu {0} dla języka {1}.

source: Error saving or updating attestation object for: {0}.
pl: Błąd podczas zapisywania lub aktualizacji obiektu potwierdzenia dla {0}.

source: Error setting request status for record: {0}.
pl: Błąd podczas podczas ustawiania stanu wniosku dla rekordu {0}.

source: Error starting provisioning workflow for: {0}.
pl: Błąd podczas uruchamiania przepływu wyposażania dla {0}.

source: Error starting workflow for: {0}.
pl: Błąd podczas uruchamiania przepływu dla {0}.

source: Error updating attestation object for: {0}.
pl: Błąd podczas aktualizacji obiektu potwierdzenia dla {0}.

source: Error. Can not set all target flag to tru for User Profile attestation type.
pl: Błąd. Nie można ustawić wszystkich flag celów na "Tak" dla typu potwierdzenia Profil użytkownika.

source: Every member of the group(s) and role(s) selected must attest to the data.
pl: Każdy członek grupy (grup) o zaznaczonej roli musi potwierdzić te dane.

source: Failed to initialize the attestation engine service
pl: Nie powiodło się zainicjowanie usługi mechanizmu potwierdzania

source: Failed to initialize the attestation request service
pl: Nie powiodło się zainicjowanie usługi wniosków o potwierdzenie

source: Failed to parse string [{0}] according a specified date format [{1}].
pl: Nie powiodło się przetwarzanie ciągu znaków [{0}] w związku z podanym formatem daty [{1}].

source: Generate the attestation report in this locale.
pl: Tworzy raport poświadczeń w tym języku.

source: Generating Reports
pl: Generowanie raportów

source: Go to your profile
pl: Przejdź do swojego profilu

source: Group
pl: Grupa

source: Group:
pl: Grupa:

source: Groups
pl: Grupy

source: Hours
pl: Godziny

source: Include all users of sub-containers
pl: Dołącz wszystkich użytkowników z podkontenerów

source: Initializing
pl: Inicjalizacja

source: Invalid state detected for: {0} State detected = [{1}].
pl: Wykryto błędny stan = [{1}] dla {0}.

source: Malformed dn: ({0}) specified.
pl: Podano błędny DN: ({0}).

source: New
pl: Nowy

source: No
pl: Nie

source: No Expiration
pl: Brak daty wygaśnięcia

source: Number is too large, maximum number is 1000 years.
pl: Liczba jest za duża; maksymalna to 1000 lat.

source: Open/Close group
pl: Otwórz / Zamknij grupę

source: Please answer this question
pl: Proszę odpowiedzieć na to pytanie

source: Please input an integer number.
pl: Proszę wprowadzić liczbę całkowitą.

source: Please select the Saved Requests that you wish to delete first.
pl: Proszę zaznaczyć zapisane wnioski, które mają być najpierw usunięte.

source: Please select the item you want to operate on first.
pl: Proszę zaznaczyć obiekt, nad którym zamierza się najpierw pracować.

source: Please set the value of this control to the attestation request id.
pl: Proszę ustawić wartość tej kontrolki dla identyfikatora wniosku o potwierdzenie.

source: Process Request Details
pl: Szczegóły wniosku

source: Question Response
pl: Odpowiedź na pytanie

source: Remove
pl: Usuń

source: Report Languages:*
pl: Języki raportu:*

source: Report Response
pl: Odpowiedź na raport

source: Request Description:*
pl: Opis wniosku:*

source: Request Details
pl: Szczegóły wniosku

source: Request Name
pl: Nazwa wniosku

source: Request [{0}] has been successfully saved.
pl: Wniosek [{0}] został zapisany.

source: Request [{0}] has been successfully updated.
pl: Wniosek [{0}] został zaktualizowany.

source: Role
pl: Rola

source: Role Assignment
pl: Przypisanie roli

source: Role:
pl: Rola:

source: Roles
pl: Role

source: Running
pl: W toku

source: Save Changes
pl: Zapisz zmiany

source: Save Request Details
pl: Zapisz szczegóły wniosku

source: Saved Requests successfully deleted
pl: Zapisane wnioski zostały usunięte

source: Select Roles
pl: Wybór ról

source: Select SoD Constraints
pl: Wybór ograniczeń RO

source: Select the SoD Constraints whose violations and exceptions will be verified during the attestation process.
pl: Proszę wybrać ograniczenia rozdziału obowiązków, których naruszenia i wyjątki będą weryfikowane podczas procesu potwierdzania.

source: Select the roles whose assignments will be verified during the attestation process.
pl: Proszę wybrać role, których przypisania będą weryfikowane podczas procesu potwierdzania.

source: Select the users who will verify the data during the attestation process. When selecting group(s) and role(s), select whether all members must verify the data, or only a single member in each group and role needs to verify the data to complete the process.
pl: Proszę wybrać użytkowników, którzy będą weryfikować dane podczas procesu potwierdzania. W przypadku zaznaczenia grup i ról należy zaznaczyć, czy wszyscy członkowie muszą weryfikować te dane, czy tylko pojedynczy członkowie z każdej grupy i o danej roli muszą zweryfikować te dane, aby ukończyć ten proces.

source: Select the users whose profiles will be verified during the attestation process. Each of the users and every member of the group(s), containers(s) and role(s) selected, must verify the data to complete the process.
pl: Proszę wybrać użytkowników, których profile będą weryfikowane podczas procesu potwierdzania. Każdy z nich i każdy członek zaznaczonych grup, kontenerów i ról musi zweryfikować te dane, aby ukończyć ten proces.

source: Select the users whose role assignments will be verified during the attestation process. A report will be generated containing associated role assignments for each of the users and every member of the group(s), containers(s) and role(s) selected.
pl: Proszę wybrać użytkowników, których przypisania ról będą weryfikowane podczas procesu potwierdzania. Zostanie wygenerowany raport zawierający powiązane przypisania ról dla każdego z tych użytkowników i każdego członka zaznaczonych grup, kontenerów i ról.

source: Select to Remove
pl: Proszę zaznaczyć do usunięcia

source: Selected Process Request:
pl: Wybrany wniosek:

source: SoD Constraints:*
pl: Ograniczenia RO:*

source: SoD Violation
pl: Naruszenie RO

source: Specify Duration (Weeks, Days, Hours)
pl: Określ czas trwania (tygodnie, dni, godziny)

source: Specify End Date
pl: Określ datę zakończenia

source: Starting Approval Processes
pl: Uruchamianie procesów akceptacji

source: Submit
pl: Wyślij

source: Submit a request for a new Role Assignment Attestation, re-launch an existing one, or save request details.
pl: Wysyłanie wniosku o potwierdzenie nowego przypisania roli, ponowne wysyłanie istniejącego wniosku lub zapisywanie szczegółów wniosku.

source: Submit a request for a new SoD Violation Attestation, re-launch an existing one, or save request details.
pl: Wysyłanie wniosku o potwierdzenie nowego naruszenia RO, ponowne wysyłanie istniejącego wniosku lub zapisywanie szczegółów wniosku.

source: Submit a request for a new User Assignment Attestation, re-launch an existing one, or save request details.
pl: Wysyłanie wniosku o potwierdzenie nowego przypisania użytkownika, ponowne wysyłanie istniejącego wniosku lub zapisywanie szczegółów wniosku.

source: Submit a request for a new User Profile Attestation, re-launch an existing one, or save request details.
pl: Wysyłanie wniosku o potwierdzenie nowego profilu użytkownika, ponowne wysyłanie istniejącego wniosku lub zapisywanie szczegółów wniosku.

source: Survey Questions:
pl: Pytania ankiety:

source: Terminated
pl: Przerwany

source: The attestation form sent to each user contains a report of roles assigned to each of the users, and every member of the group(s), container(s) and role(s) selected, along with optional survey questions and the required attestation question. Select View or Edit to review or make changes to the form details.
pl: Formularz potwierdzania wysyłany do każdego użytkownika zawiera raport dotyczący ról przypisanych do każdego z tych użytkowników i każdego członka zaznaczonych grup, kontenerów i ról wraz z opcjonalnymi pytaniami kontrolnymi i wymaganym pytaniem dotyczącym potwierdzenia. Należy wybrać opcje Widok lub Edycja, aby przeglądać lub modyfikować szczegóły formularza.

source: The attestation form sent to each user contains a report of selected role assignments, along with optional survey questions and the required attestation question. Select View or Edit to review or make changes to the form details.
pl: Formularz potwierdzania wysyłany do każdego użytkownika zawiera raport dotyczący zaznaczonych przypisań ról wraz z opcjonalnymi pytaniami kontrolnymi i wymaganym pytaniem dotyczącym potwierdzenia. Należy wybrać opcje Widok lub Edycja, aby przeglądać lub modyfikować szczegóły formularza.

source: The attestation form sent to each user contains a report on SoD violations and exceptions, along with optional survey questions and the required attestation question. Select View or Edit to review or make changes to the form details.
pl: Formularz potwierdzania wysyłany do każdego użytkownika zawiera raport dotyczący naruszeń i wyjątków rozdziału obowiązków wraz z opcjonalnymi pytaniami kontrolnymi i wymaganym pytaniem dotyczącym potwierdzenia. Należy wybrać opcje Widok lub Edycja, aby przeglądać lub modyfikować szczegóły formularza.

source: The attestation form sent to each user contains the selected user attributes, optional survey questions and the required attestation question. Select View or Edit to review or make changes to the form details.
pl: Formularz potwierdzania wysyłany do każdego użytkownika zawiera zaznaczone atrybuty użytkownika wraz z opcjonalnymi pytaniami kontrolnymi i wymaganym pytaniem dotyczącym potwierdzenia. Należy wybrać opcje Widok lub Edycja, aby przeglądać lub modyfikować szczegóły formularza.

source: The attestation request has been successfully launched. The confirmation number is [{0}]. You can go to View Attestation Request Status page to see the status of the launched request. If you would like to save this request, click [Save Request Details] button at the bottom of the page.
pl: Wniosek o potwierdzenie został uruchomiony. Numer potwierdzenia to [{0}]. Aby zobaczyć stan uruchomionego wniosku, trzeba przejść do strony widoku stanu wniosku o potwierdzenie. Jeśli trzeba zapisać ten wniosek, należy kliknąć przycisk "Zapisz szczegóły wniosku" u dołu strony.

source: The process request can not have the same name as default process request. Please choose another name.
pl: Wniosek nie może mieć takiej samej nazwy, jak wniosek domyślny. Proszę wybrać inną nazwę.

source: The process request name you entered contains invalid characters. You can use alphabetic characters, numbers, spaces, underscores, apostrophe and dashes. Please choose another name.
pl: Podana nazwa wniosku zawiera niedozwolone znaki. Można stosować litery, cyfry, odstępy, znaki podkreślenia, apostrofy i łączniki. Proszę wybrać inną nazwę.

source: The process request name you entered is too long. Only 40 characters are allowed. Please use a shorter name.
pl: Podana nazwa wniosku jest za długa. Dopuszczalna jest długość do 40 znaków. Proszę użyć krótszej nazwy.

source: This process request already exists. Are you sure you want to overwrite it?
pl: Ten wniosek już istnieje. Czy na pewno go zastąpić?

source: Unknown
pl: Nieznany

source: Unknown Error
pl: Nieznany błąd

source: Use a Saved Request
pl: Użyj zapisanego wniosku

source: User
pl: Użytkownik

source: User Assignment
pl: Przypisanie użytkownika

source: User Attributes:
pl: Atrybuty użytkownika:

source: User Profile
pl: Profil użytkownika

source: User [dn = {0}] is not authorized for attestation [dn = {1}].
pl: Użytkownik [dn = {0}] nie jest upoważniony do potwierdzania [dn = {1}].

source: User [dn = {0}] is not authorized for attestation request [dn = {1}].
pl: Użytkownik [dn = {0}] nie jest upoważniony do składania wniosku o potwierdzenie [dn = {1}].

source: User [dn = {0}] is not authorized for this compliance operation.
pl: Użytkownik [dn = {0}] nie jest upoważniony do operacji zgodności.

source: User:
pl: Użytkownik:

source: Users
pl: Użytkownicy

source: Users:*
pl: Użytkownicy:*

source: Verify Assignments For:*
pl: Weryfikuj przypisania dla:*

source: Verify Roles Assigned To:*
pl: Weryfikuj role przypisane do:*

source: View
pl: Widok

source: View status and details of Attestation Requests or retract processes of a request in progress.
pl: Podgląd stanu i szczegółów wniosków o potwierdzenie lub wycofanie wniosku będącego w toku.

source: Weeks
pl: Tygodnie

source: Yes
pl: Tak

source: Zero is not allowed, please input another number.
pl: Zero jest niedozwolone. Proszę wprowadzić inną liczbę.

source: [Attestation_Request] Requested by: {0}, Attestation Request ID and Correlation ID: {1}, Attestation Type: {2}, Attestation Name: {8}, Deadline: {9}
pl: [Attestation_Request] Wnioskujący: {0}, identyfikator wniosku o potwierdzenie i identyfikator korelacji: {1}, typ potwierdzenia: {2}, nazwa potwierdzenia: {8}, termin ostateczny: {9}

source: [Attestation_Request_Failure] Requested by: {0}, Attestation Request ID and Correlation ID: {1}, Attestation Type: {2}, Attestation Name: {8}, Deadline: {9}, Error Message: {10}
pl: [Attestation_Request_Failure] Wnioskujący: {0}, identyfikator wniosku o potwierdzenie i identyfikator korelacji: {1}, typ potwierdzenia: {2}, nazwa potwierdzenia: {8}, termin ostateczny: {9}, informacja o błędach: {10}

source: en
pl: pl

source: indicates required.
pl: oznacza pole wymagane.
