Repository: aviarypl/suse-l10n-pl
Catalog: po/AuthTokenGeneratorRsrc_*.po
Languages: pl

source: Failed to initialize SSO due to improper environment.
pl: Nie powiodło się zainicjowanie logowania jednokrotnego z powodu nieodpowiedniego środowiska.

source: Failed to initialize SSO due to system configuration problem.
pl: Nie powiodło się zainicjowanie logowania jednokrotnego z powodu problemu w konfiguracji systemu.

source: Failed to initialize SSO: Corrupted SAML signing cert/key.
pl: Nie powiodło się zainicjowanie logowania jednokrotnego: uszkodzony certyfikat / klucz SAML.

source: Failed to initialize SSO: Missing SAML signing cert/key.
pl: Nie powiodło się zainicjowanie logowania jednokrotnego: brak certyfikatu / klucza SAML.

source: Failed to initialize SSO: Missing or corrupted SSO filter settings.
pl: Nie powiodło się zainicjowanie logowania jednokrotnego: brak lub uszkodzone ustawienia filtra SSO.

source: Failed to parse SSO Header due to bad formatting.
pl: Nie powiodło się przetwarzanie nagłówka logowania jednokrotnego z powodu złego formatowania.

source: Failed to parse SSO Header due to bad signature.
pl: Nie powiodło się przetwarzanie nagłówka logowania jednokrotnego z powodu błędnego podpisu.

source: Not all required attributes are assigned.
pl: Nie przypisano wszystkich wymaganych atrybutów.

source: PKCS8 private key is not recognized or the supplied password is incorrect.
pl: Nierozpoznany klucz prywatny PKCS8 lub nieprawidłowe podane hasło.

source: SAML Token is issued by the request from SSO filter {0}
pl: Żeton SAML jest wydany przy żądaniu z filtra SSO {0}

source: SSO Framework is configured as disabled.
pl: System logowania jednokrotnego jest skonfigurowany jako wyłączony.

source: SSO Framework is disabled.
pl: System logowania jednokrotnego jest wyłączony.

source: SSO Framework is enabled.
pl: System logowania jednokrotnego jest włączony.

source: SSO Header expires.
pl: Nagłówek logowania jednokrotnego wygasa.

source: SSO multiple users found for {0}.
pl: Znaleziono wielu użytkowników logowania jednokrotnego dla: {0}.

source: SSO token generation failure.
pl: Nie powiodło się wygenerowanie żetonu logowania jednokrotnego.

source: SSO user DN not found for {0}.
pl: Nie znaleziono DN użytkownika logowania jednokrotnego dla {0}.

source: SSO user identity mapping fails for {0}.
pl: Nie powiodło się mapowanie tożsamości użytkownika jednokrotnego logowania dla {0}.

source: X509 certificate and PKCS8 private key don\'t belong to same key pair.
pl: Certyfikat X509 i klucz prywatny PKCS8 nie należą do tej samej pary kluczy.

source: X509 certificate is not recognized or in wrong format.
pl: Certyfikat X509 nie został rozpoznany lub ma błędny format.

source: en
pl: pl
