Repository: aviarypl/suse-l10n-pl
Catalog: po/AuthRsrc_*.po
Languages: pl

source: Add delegated administrator for {0} domain.
pl: Dodaj zastępcę administratora dla domeny {0}.

source: Add domain administrator for {0} domain.
pl: Dodaj administratora domeny dla domeny {0}.

source: Authorization created successfully
pl: Uwierzytelnienie zostało utworzone

source: Authorization deleted successfully
pl: Uwierzytelnienie zostało usunięte

source: Authorization manager unexpected error.
pl: Nieoczekiwany błąd menedżera usług uwierzytelniania.

source: Business line administration (teams) is not supported for {0} domain.
pl: Administracja linią biznesową (zespoły) nie jest obsługiwana dla domeny {0}.

source: Compliance administrator assignment request.
pl: Wniosek o przypisanie administratora zgodności.

source: Error occured calculating effective rights for attribute: {0} on object: {1} for trustee: {2}.
pl: Wystąpił błąd podczas obliczania efektywnych praw dla atrybutu {0} obiektu {1}, dla dysponenta {2}.

source: Error occured parsing the runtime authorization configuration XML: {0}
pl: Wystąpił błąd podczas przetwarzania pliku XML konfiguracji uwierzytelniania w czasie uruchomienia: {0}

source: Error occurred on creating authorization
pl: Wystąpił błąd podczas tworzenia uwierzytelnienia

source: Error occurred on creating team {0}
pl: Wystąpił błąd podczas tworzenia zespołu {0}

source: Error occurred on deleting authorization
pl: Wystąpił błąd podczas usuwania uwierzytelnienia

source: Error occurred on deleting team {0}
pl: Wystąpił błąd podczas usuwania zespołu {0}

source: Error occurred on modifying team {0}
pl: Wystąpił błąd podczas modyfikowania zespołu {0}

source: Error upon reading ACLs for object: {0}.
pl: Błąd podczas odczytywania list kontroli dostępu dla obiektu {0}.

source: Error upon removing effective rights for attribute: {0} on object: {1} for trustee: {2}.
pl: Błąd podczas usuwania efektywnych praw dla atrybutu {0} obiektu {1}, dla dysponenta {2}.

source: Error upon setting effective rights for attribute: {0} on object: {1} for trustee: {2}.
pl: Błąd podczas ustawiania efektywnych praw dla atrybutu {0} obiektu {1}, dla dysponenta {2}.

source: Failed to initialize RBPM authorization manager service.
pl: Nie powiodło się zainicjowanie usługi menedżera uwierzytelniania RPBM.

source: Failed to initialize RBPM team manager service.
pl: Nie powiodło się zainicjowanie usługi menedżera zespołów RPBM.

source: Invalid authorization type specified: {0}.
pl: Podano nieprawidłowy typ uwierzytelniania: {0}

source: Malformed dn string: {0}.
pl: Błędny ciąg DN: {0}.

source: Provisioning administrator assignment request.
pl: Wniosek o przypisanie administratora wyposażania.

source: Provisioning manager assignment request.
pl: Wniosek o przypisanie menedżera wyposażania.

source: RBPM Security administrator assignment request.
pl: Wniosek o przypisanie administratora zabezpieczeń RBPM.

source: RBPM configuration administrator assignment request.
pl: Wniosek o przypisanie administratora konfiguracji RBPM.

source: Resource administrator assignment request.
pl: Wniosek o przypisanie administratora zasobów.

source: Resource manager assignment request.
pl: Wniosek o przypisanie menedżera zasobów.

source: Role administrator assignment request.
pl: Wniosek o przypisanie administratora ról.

source: Role manager assignment request.
pl: Wniosek o przypisanie menedżera ról.

source: Runtime Authorization config file [name = {0}] does not exist.
pl: Plik konfiguracyjny uwierzytelniania w czasie działania [name = {0}] nie istnieje.

source: Team {0} does not exist!
pl: Zespół {0} nie istnieje.

source: Unexpected error upon ACL configuration for {0} identity on {1} object.
pl: Nieoczekiwany błąd konfiguracji list kontroli dostępu dla tożsamości {0} w obiekcie {1}.

source: User [dn = {0}] is not authorized for a team [dn = {1}].
pl: Użytkownik [dn = {0}] nie jest upoważniony do zespołu [dn = {1}].

source: User [{0}] is not domain [{1}] administrator!
pl: Użytkownik [{0}] nie jest administratorem domeny [{1}].

source: [Create_Authorization] Initiated by {0}; Auth Object ID: {1}; Message: {10}\n
pl: [Create_Authorization] Zapoczątkowano przez {0}; ID obiektu uwierzytelnienia: {1}; komunikat: {10}\n

source: [Create_Delegated_Administrator] Initiated by {0}; Delegated Administrator DN: {1}\n
pl: [Create_Delegated_Administrator] Zapoczątkowano przez {0}; DN zastępcy administratora: {1}\n

source: [Create_Delegated_Administrator_Failure] Initiated by {0}; Delegated Administrator DN: {1}; Error Message: {10}\n
pl: [Create_Delegated_Administrator_Failure] Zapoczątkowano przez {0}; DN zastępcy administratora: {1}; komunikat błędu: {10}\n

source: [Create_Domain_Administrator] Initiated by {0}; Domain Administrator DN: {1}\n
pl: [Create_Domain_Administrator] Zapoczątkowano przez {0}; DN administratora domeny: {1}\n

source: [Create_Domain_Administrator_Failure] Initiated by {0}; Domain Administrator DN: {1}; Error Message: {10}\n
pl: [Create_Domain_Administrator_Failure] Zapoczątkowano przez {0}; DN administratora domeny: {1}; komunikat błędu: {10}\n

source: [Create_Team] Initiated by {0}; Team DN: {1}\n
pl: [Create_Team] Zapoczątkowano przez {0}; DN zespołu: {1}\n

source: [Create_Team_Failure] Initiated by {0}; Team DN: {1}; Error Message: {10}\n
pl: [Create_Team_Failure] Zapoczątkowano przez {0}; DN zespołu: {1}; komunikat błędu: {10}\n

source: [Delete_Authorization] Initiated by {0}; Auth Object ID: {1}; Message: {10}\n
pl: [Delete_Authorization] Zapoczątkowano przez {0}; obiekt uwierzytelnienia: {1}; komunikat: {10}\n

source: [Delete_Delegated_Administrator] Initiated by {0}; Delegated Administrator DN: {1}\n
pl: [Delete_Delegated_Administrator] Zapoczątkowano przez {0}; DN zastępcy administratora: {1}\n

source: [Delete_Delegated_Administrator_Failure] Delegated Administrator DN: {1}; Error Message: {10}\n
pl: [Delete_Delegated_Administrator_Failure] DN zastępcy administratora: {1}; komunikat błędu: {10}\n

source: [Delete_Domain_Administrator] Initiated by {0}; Domain Administrator DN: {1}\n
pl: [Delete_Domain_Administrator] Zapoczątkowano przez {0}; DN administratora domeny: {1}\n

source: [Delete_Domain_Administrator_Failure] Domain Administrator DN: {1}; Error Message: {10}\n
pl: [Delete_Domain_Administrator_Failure] DN administratora domeny: {1}; komunikat błędu: {10}\n

source: [Delete_Team] Initiated by {0}; Team DN: {1}\n
pl: [Delete_Team] Zapoczątkowano przez {0}; DN zespołu: {1}\n

source: [Delete_Team_Failure] Initiated by {0}; Team DN: {1}; Error Message: {10}\n
pl: [Delete_Team_Failure] Zapoczątkowano przez {0}; DN zespołu: {1}; komunikat błędu: {10}\n

source: [Modify_Team] Initiated by {0}; Team DN: {1}\n
pl: [Modify_Team] Zapoczątkowano przez {0}; DN zespołu: {1}\n

source: [Modify_Team_Failure] Initiated by {0}; Team DN: {1}; Error Message: {10}\n
pl: [Modify_Team_Failure] Zapoczątkowano przez {0}; DN zespołu: {1}; komunikat błędu: {10}\n

source: en
pl: pl
