Repository: aviarypl/suse-l10n-pl
Catalog: po/BookmarkRsrc_*.po
Languages: pl

source: Background color for the header
pl: Kolor tła nagłówka

source: Bookmark
pl: Zakładki

source: Bookmark Style
pl: Styl zakładki

source: Bookmarks (title~url)
pl: Zakładki (tytuł~url)

source: Border
pl: Obramowanie

source: Bullets?
pl: Znaki wypunktowania

source: Developers~http://developer.novell.com
pl: Twórcy~http://developer.novell.com

source: Displays a list of favorite URL links
pl: Wyświetla listę często odwiedzanych adresów URL

source: Each bookmark has a title and URL. These are separated by the ~ character. For example: Yahoo~http://www.yahoo.com. Unless the link is relative (i.e. ../../../PAC), include the URL schema (i.e. http:/www.novell.com)
pl: Każda z zakładek posiada tytuł i adres URL. Są one oddzielone znakiem ~. Na przykład Yahoo~http://www.yahoo.com. Jeśli odnośnik nie jest względny (tzn. ../../../PAC), to należy dołączyć schemat URL (tzn. http:/www.novell.com).

source: Error rendering portlet in {0}
pl: Błąd podczas wyświetlania portletu w {0}

source: Header
pl: Nagłówek

source: Header Shading
pl: Cieniowanie nagłówka

source: Header Style
pl: Styl nagłówka

source: Height (in pixels)
pl: Wysokość (w pikselach)

source: Home~http://www.novell.com
pl: Strona domowa~http://www.novell.com

source: Number of Columns
pl: Liczba kolumn

source: Portal, Page, Bookmark, Favorite
pl: Portal, Strona, Zakładka, Często odwiedzane

source: Products~http://www.novell.com/products
pl: Produkty~http://www.novell.com/products

source: Select the number of columns to use when displaying the bookmarks.
pl: Proszę wybrać liczbę kolumn do wyświetlania zakładek.

source: Show Header?
pl: Wyświetlać nagłówek?

source: Show bookmarks in a bulleted list
pl: Wyświetla zakładki w postaci listy wypunktowanej.

source: Show the header
pl: Wyświetla nagłówek.

source: Size of border around each column. Specify 0 for no borders
pl: Wyświetla obramowanie wokół każdej kolumny. Należy podać 0, w celu ukrycia obramowania.

source: Solutions~http://www.novell.com/solutions
pl: Rozwiązania~http://www.novell.com/solutions

source: Style property for the bookmarks
pl: Właściwość stylu dla zakładek

source: Style setting for the header
pl: Ustawienia stylu dla nagłówka

source: Support~http://www.novell.com/support
pl: Wsparcie użytkowników~http://www.novell.com/support

source: The height in pixels of inline frame (i.e., 640x480 would be 480)
pl: Wysokość ramki wewnętrznej w pikselach (np. dla 640 x 480 należy podać 480)

source: The text heading to display above the bookmarks
pl: Nagłówek tekstowy wyświetlany nad zakładkami

source: The width in pixels (or %) of portlet (i.e., 640x480 would be 640). You can also use percentages by using a percent at the end of the numeric value (i.e. 100%)
pl: Szerokość portletu w pikselach albo w % (np. dla 640x480 należy podać 640). Można także użyć wartości procentowych, podając znak procent po wartości numerycznej (np. 100%).

source: Training~http://www.novell.com/training
pl: Szkolenia~http://www.novell.com/training

source: Width (in pixels or %)
pl: Szerokość (w pikselach albo w %)

source: \u003cbr\u003eBookmark ({0}) is empty
pl: \u003cbr\u003eZakładka ({0}) jest pusta

source: \u003cbr\u003eBookmark ({0}) is invalid. Title and URL must be separated by the ~ character (i.e., Yahoo~http://www.yahoo.com)
pl: \u003cbr\u003eZakładka ({0}) jest nieprawidłowa. Tytuł i adres URL muszą być oddzielone znakiem ~ (np. Yahoo~http://www.yahoo.com).
