Repository: aviarypl/suse-l10n-pl
Catalog: po/CacheHolderPortletRsrc_*.po
Languages: pl

source: ( * indicates required)
pl: ( * oznacza wartości wymagane)

source: All changes to the current cache configuration will take effect the next time application starts up.
pl: Wszystkie zmiany dokonane w bieżącej konfiguracji pamięci podręcznej zostaną zastosowane po kolejnym uruchomieniu aplikacji.

source: All changes to the current cluster configuration will take effect the next time application starts up.
pl: Wszystkie zmiany w konfiguracji klastrów zostaną zastosowane po następnym uruchomieniu aplikacji.

source: An error occurred while attempting to flush the cache holder.
pl: Wystąpił błąd podczas próby opróżnienia pamięci podręcznej.

source: Cache Configuration
pl: Konfiguracja pamięci podręcznej

source: Cache Holder Portlet
pl: Portlet pamięci podręcznej

source: Cache Holders Portlet
pl: Portlet pamięci podręcznych

source: Cache successfully flushed
pl: Pamięć podręczna została opróżniona

source: Cache, Holder
pl: Pamięć podręczna, Cache

source: Caching Management
pl: Zarządzanie pamięcią podręczną

source: Cancel
pl: Anuluj

source: Choose a cache from the list and click on Flush Cache button to flush the cache.
pl: Proszę wybrać pamięć z listy a następnie nacisnąć przycisk Opróżnij pamięć podręczną.

source: Click the \'Customize Cache Holders\' button to change the settings for customizable cache holders.
pl: Przycisk \'Dopasuj pamięci podręczne\' pozwala zmienić ustawienia modyfikowalnych pamięci podręcznych.

source: Cluster Configuration
pl: Konfiguracja klastrów

source: Cluster Enabled:
pl: Klaster włączony:

source: Cluster Properties:
pl: Właściwości klastra:

source: Cluster and Cache Configuration
pl: Konfiguracja klastrów i pamięci podręcznej

source: Current
pl: Aktualnie

source: Current Cluster Properties:
pl: Właściwości bieżącego klastra:

source: Customize Cache Holders
pl: Dopasuj pamięci podręczne

source: Enable Local
pl: Włącz lokalnie

source: Error:
pl: Błąd:

source: Eviction Policy Class:
pl: Klasa zasad usuwania:

source: Exception happened in doView
pl: Wystąpił wyjątek w doView

source: Exception happened in processAction
pl: Wystąpił wyjątek w processAction

source: False
pl: Nie

source: Flush Cache
pl: Opróżnij pamięć podręczną

source: Flush all
pl: Opróżnij wszystko

source: Flush all cache holders
pl: Opróżnij wszystkie pamięci podręczne

source: Global
pl: Globalnie

source: Group ID must be a unique name which does not match JBoss reserved cluster name DefaultPartition or TreeCache.
pl: ID grupy musi być nazwą niepowtarzalną, nie będącą zarezerwowaną nazwą klastra JBoss, DefaultPartition czy TreeCache.

source: Group ID:
pl: ID grupy:

source: Local
pl: Lokalnie

source: Local Setting
pl: Ustawienie lokalne

source: Lock Acquisition Timeout:
pl: Limit czasu uzyskania blokady:

source: Max Nodes:
pl: Maks. liczba węzłów:

source: Number format is incorrect
pl: Błędny format liczby

source: Only an experienced administrator should modify the default cluster properties.
pl: Ustawienia te powinny być modyfikowane tylko przez doświadczonych administratorów.

source: Restore Default
pl: Przywróć domyślne

source: Save
pl: Zapisz

source: Settings have been successfully updated
pl: Aktualizacja ustawień zakończona powodzeniem

source: Settings that apply to all non-customizable Cache Holders
pl: Ustawienia wszystkich niemodyfikowalnych pamięci podręcznych

source: Settings that apply to customizable Cache Holders.
pl: Ustawienia modyfikowalnych pamięci podręcznych

source: Settings that apply to entire cache system
pl: Ustawienia całego systemu pamięci podręcznej

source: Show or hide current cluster properties
pl: Wyświetl lub ukryj właściwości bieżącego klastra

source: Time To Live Seconds:
pl: Czas życia (TTL) w sekundach:

source: True
pl: Tak

source: Wake Up Interval Seconds:
pl: Częstotliwość przebudzenia w sekundach:

source: When cluster enabled is true, cache setting changes will be replicated to the other nodes in the cluster. When cluster enabled is false, cache setting changes will not be replicated to the other nodes in the cluster.
pl: Jeśli opcja Klaster włączony ma wartość Tak, ustawienia pamięci podręcznej zostaną przeniesione do innych węzłów klastra. W przeciwnym wypadku ustawienia nie będą replikowane na inne węzły klastra.

source: hide
pl: ukryj

source: is not a number.
pl: nie jest liczbą.

source: is required.
pl: jest wymagane.

source: name can not be DefaultPartition or TreeCache.
pl: jako nazwy nie można użyć DefaultPartition lub TreeCache.

source: view
pl: pokaż
