Repository: aviarypl/suse-l10n-pl
Catalog: po/ChallengeRespRsrc_*.po
Languages: pl

source: Admin Defined Challenge Questions
pl: Pytania o odzew zdefiniowane przez administratora

source: Admin-defined response number
pl: Liczba odpowiedzi zdefiniowanych przez administratora

source: All fields are required.
pl: Wymagane są wszystkie pola.

source: An unexpected error has occurred in the Challenge Response
pl: Wystąpił nieoczekiwany błąd w procedurze hasło-odzew

source: Building challenge responses
pl: Budowanie procedur hasło-odzew

source: Challenge Response
pl: Hasło-odzew

source: Challenge responses were saved successfully
pl: Zapisano odpowiedzi dla procedury hasło-odzew

source: Change again
pl: Zmień ponownie

source: Complete:
pl: Zakończone:

source: Error happened when saving challenge responses
pl: Wystąpił błąd podczas zapisywania odpowiedzi dla procedury hasło-odzew

source: Error:
pl: Błąd:

source: IDM Challenge Response
pl: Hasło-odzew IDM

source: NMAS is not reachable
pl: NMAS jest nieosiągalny

source: Namespace is not reachable
pl: Przestrzeń nazw jest nieosiągalna

source: Question:
pl: Pytanie:

source: Register challenge response for admin questions
pl: Zarejestruj odzew na hasło dla pytań administratora

source: Register challenge response for user questions
pl: Zarejestruj odzew na hasło dla pytań użytkownika

source: Response:
pl: Odzew:

source: Submit
pl: Wyślij

source: Task could not be completed.
pl: Zadanie nie mogło zostać zakończone.

source: The document is malformed
pl: Ten dokument jest zniekształcony

source: The user ({0}) has not specified any challenge questions. The questions provided are from the default template.
pl: Użytkownik ({0}) nie podał żadnego pytania o odzew. Podane pytania pochodzą z domyślnego szablonu.

source: There are no challenges available
pl: Nie są dostępne żadne pytania o odzew

source: There is no GUID available
pl: Nie jest dostępny żaden GUID

source: There is password in challenge question
pl: W pytaniu o odzew występuje hasło

source: These questions can be used to verify your identity if you forget your password. For all Admin-Defined Questions, provide a response. For all User-Defined Questions, create your own questions and responses.
pl: Poniższe pytania mogą być użyte do weryfikacji tożsamości użytkownika w sytuacji, gdy zapomni on hasła. Proszę podać odpowiedzi na wszystkie pytania zdefiniowane przez administratora. Dla wszystkich pytań definiowanych przez użytkownika proszę utworzyć swoje pytania i odpowiedzi.

source: User Defined Challenge Questions
pl: Pytania o odzew zdefiniowane przez użytkownika

source: User-defined response number
pl: Liczba odzewów zdefiniowanych przez użytkownika

source: Your challenge responses are masked for security purposes
pl: Odzewy na hasło nie są widoczne ze względów bezpieczeństwa

source: and less than or equal to
pl: i mniejsza lub równa

source: requires a length greater than or equal to
pl: wymaga długości większej lub równej
