Repository: aviarypl/suse-l10n-pl
Catalog: po/ChangeAdminCredentialsResource_*.po
Languages: pl

source: Access Manager Settings
pl: Ustawienia menedżera dostępu

source: Alias Handling:
pl: Obsługa aliasu:

source: Allows an admin to modify the credentials that are stored to connect to the LDAP Provider
pl: Pozwala administratorowi na modyfikację danych uwierzytelniających zapisanych w celu połączenia z dostawcą usługi LDAP

source: Anonymous User:
pl: Użytkownik anonimowy:

source: Authorization Config Path:
pl: Ścieżka do konfiguracji uwierzytelniania:

source: Change Admin Credentials
pl: Zmiana danych uwierzytelniających administratora

source: Changes to admin account have been saved. You must have the server restarted for these changes to take effect.
pl: Zmiany konta administratora zostały zapisane. Aby zostały one zastosowane, należy uruchomić serwer ponownie.

source: Changes to guest account have been saved. You must have the server restarted for these changes to take effect.
pl: Zmiany konta gościa zostały zapisane. Aby zostały one zastosowane, należy uruchomić serwer ponownie.

source: Compliance Administrator:
pl: Administrator zgodności:

source: Confirm Identity Vault Administrator Password:
pl: Potwierdzenie hasła administratora repozytorium tożsamości:

source: Confirm LDAP Guest Password:
pl: Potwierdzenie hasła gościa LDAP:

source: Connect Timeout:
pl: Limit czasu połączenia:

source: Container Object
pl: Obiekt kontenera

source: Container Object 2 Attribute:
pl: Atrybut obiektu 2 kontenera:

source: Container Object 2:
pl: Obiekt 2 kontenera:

source: Container Object 3 Attribute:
pl: Atrybut obiektu 3 kontenera:

source: Container Object 3:
pl: Obiekt 3 kontenera:

source: Container Object 4 Attribute:
pl: Atrybut obiektu 4 kontenera:

source: Container Object 4:
pl: Obiekt 4 kontenera:

source: Container Object 5 Attribute:
pl: Atrybut obiektu 5 kontenera:

source: Container Object 5:
pl: Obiekt 5 kontenera:

source: Container Object 6 Attribute:
pl: Atrybut obiektu 6 kontenera:

source: Container Object 6:
pl: Obiekt 6 kontenera:

source: Container Object Attribute:
pl: Atrybut obiektu kontenera:

source: Container Object:
pl: Obiekt kontenera:

source: Context Factory:
pl: Fabryka kontekstu:

source: Driver Set Root:
pl: Katalog główny zestawu sterowników:

source: Dynamic Group Object Class:
pl: Klasa obiektów grupy dynamicznej:

source: Email Domain Name:
pl: Nazwa domeny e-mail:

source: Email Server Configuration
pl: Konfiguracja serwera poczty

source: Forgot Password Link:
pl: Odnośnik do strony przypominania hasła:

source: Forgot Password Return Link:
pl: Odnośnik powrotny strony przypominania hasła:

source: Group Container DN:
pl: DN kontenera grupy:

source: Group Container Scope (subtree, onelevel):
pl: Zakres kontenera grupy (poddrzewo, jeden poziom):

source: Group Membership Attribute:
pl: Atrybut członkostwa grupy:

source: Group Object Class:
pl: Klasa obiektów grupy:

source: Identity Vault Administrator Password:
pl: Hasło administratora repozytorium tożsamości:

source: Identity Vault Administrator:
pl: Administrator repozytorium tożsamości:

source: Identity Vault Certificates
pl: Certyfikaty repozytorium tożsamości

source: Identity Vault Connection Settings
pl: Ustawienia połączenia z repozytorium tożsamości

source: Identity Vault DNs
pl: DN repozytorium tożsamości

source: Identity Vault Server:
pl: Serwer repozytorium tożsamości:

source: Identity Vault Settings
pl: Ustawienia repozytorium tożsamości

source: Identity Vault User Groups
pl: Grupy użytkowników repozytorium tożsamości

source: Identity Vault User Identity
pl: Tożsamość użytkownika repozytorium tożsamości

source: Keystore Path:
pl: Ścieżka do zbioru kluczy:

source: LDAP Guest Password:
pl: Hasło LDAP gościa:

source: LDAP Guest:
pl: Gość LDAP:

source: LDAP Port:
pl: Port LDAP:

source: LDAP,Credentials,Administration,Tools
pl: LDAP,Dane uwierzytelniające,Administracja,Narzędzia

source: Local
pl: Lokalne

source: Login Attribute:
pl: Atrybut logowania:

source: Miscellaneous
pl: Różne

source: Name:
pl: Nazwa:

source: Naming Attribute:
pl: Atrybut nazywania:

source: No
pl: Nie

source: No passwords were entered for the administrator user so the admin level LDAP information was not modified.
pl: Nie podano haseł dla użytkownika-administratora, tak więc informacje LDAP dotyczące poziomu administratora nie zostały zmodyfikowane.

source: No passwords were entered for the guest user so the guest level LDAP information was not modified.
pl: Nie podano haseł dla użytkownika-gościa, tak więc informacje LDAP dotyczące poziomu gościa nie zostały zmodyfikowane.

source: Notification SMTP Email From:
pl: Powiadomienie wiadomością e-mail z SMTP:

source: Notification Template Host:
pl: Host szablonów powiadamiania:

source: Notification Template Port:
pl: Port szablonów powiadamiania:

source: Notification Template Protocol:
pl: Protokół szablonów powiadamiania:

source: Notification Template Secure Port:
pl: Bezpieczny port szablonów powiadamiania:

source: Notification Template Secure Protocol:
pl: Bezpieczny protokół szablonów powiadamiania:

source: Novell Audit Digital Signature Certificate:
pl: Certyfikat podpisu cyfrowego Novell Audit:

source: Novell Audit Digital Signature Private Key:
pl: Klucz prywatny podpisu cyfrowego Novell Audit:

source: OCSP URI:
pl: Adres URI OCSP:

source: Object Attribute:
pl: Atrybut obiektu:

source: Old password is incorrect.
pl: Stare hasło jest nieprawidłowe.

source: Password Management
pl: Zarządzanie hasłami

source: Passwords are required for any change to the administrator or guest accounts. No passwords were entered, so there is nothing to submit. If you would like to update the administrator or guest accounts, please enter password information and click on \'Submit\'.
pl: Hasła są wymagane do przeprowadzenia jakichkolwiek zmian na koncie administratora albo użytkownika - gościa. Nie podano haseł, więc nie ma niczego do wysłania. Jeśli mają być zaktualizowane konta administratora albo gościa, proszę podać hasło i nacisnąć przycisk "Wyślij".

source: Private Key Alias:
pl: Alias klucza prywatnego:

source: Private Keystore Path:
pl: Ścieżka do zbioru kluczy prywatnych:

source: Provisioning Administrator:
pl: Administrator wyposażania:

source: RBPM Configuration Administrator:
pl: Administrator konfiguracji RBPM:

source: RBPM Security Administrator:
pl: Administrator zabezpieczeń RBPM:

source: Read Only
pl: Tylko do odczytu

source: Referral:
pl: Referencja:

source: Resources Security Administrator:
pl: Administrator zabezpieczeń zasobów:

source: Roles Administrator:
pl: Administrator ról:

source: Root Container DN:
pl: DN kontenera głównego:

source: Secure Administrator Connection:
pl: Bezpieczne połączenie administratora:

source: Secure LDAP Port:
pl: Bezpieczny port LDAP:

source: Secure User Connection:
pl: Bezpieczne połączenie użytkownika:

source: Session Timeout (minutes):
pl: Limit czasu sesji (w minutach):

source: Simultaneous Logout Enabled:
pl: Zezwolone łączne wylogowanie:

source: Simultaneous Logout Page:
pl: Strona łącznego wylogowania:

source: Specify a guest account to be used for guest access to certain areas of the Identity Manager User Application. It is recommended that the guest account not be located in the same container as your other users.
pl: Proszę określić konto użytkownika - gościa używane do dostępu gościnnego do niektórych obszarów aplikacji użytkownika Identity Manager. Zaleca się, aby konto użytkownika - gościa nie było umieszczone w tym samym kontenerze, co konta innych użytkowników.

source: Specify an admin-level user (preferably other than the user specified as the User Application Administrator) to be used for connecting the Identity Manager User Application to the Identity Vault.
pl: Proszę określić użytkownika na poziomie administratora (zaleca się, aby nie był to administrator aplikacji użytkownika) do łączenia aplikacji użytkownika Identity Manager z repozytorium tożsamości.

source: Submit
pl: Wyślij

source: The Identity Manager User Application is currently configured to use the public anonymous account. To use a specific guest account, specify the guest account using the configupdate utility.
pl: Aplikacja użytkownika Identity Manager jest aktualnie skonfigurowana do użycia publicznego konta anonimowego. Aby użyć konta określonego użytkownika - gościa, należy podać to konto, używając narzędzia do aktualizacji konfiguracji.

source: The \'Admin Password\' and \'Confirm Admin Password\' fields are required and must match when changing the Administrator account. Please enter the passwords and try again.
pl: Pola "Hasło administratora" i "Potwierdzenie hasła administratora" są wymagane i ich wartości muszą być zgodne w przypadku zmian konta administratora. Proszę wpisać hasła i spróbować ponownie.

source: The \'Guest Password\' and \'Confirm Guest Password\' fields are required and must match when changing the Guest account. Please enter passwords and try again.
pl: Pola "Hasło użytkownika - gościa" i "Potwierdzenie hasła gościa" są wymagane i ich wartości muszą być zgodne w przypadku zmian konta gościa. Proszę wpisać hasła i spróbować ponownie.

source: The admin password and confirm admin password fields do not match.
pl: Wartości z pól hasła administratora i potwierdzenia hasła administratora nie zgadzają się.

source: The guest password and confirm guest password fields do not match.
pl: Wartości z pól hasła gościa i potwierdzenia hasła gościa nie zgadzają się.

source: The new password and the confirmation password do not match.
pl: Nowe hasło i potwierdzenie hasła nie zgadzają się.

source: The user name entered ({0}) has privileges that prevent it from being assigned the Guest account. The Guest user account can not have administrator privileges and can not be a member of any group. Please specify a non-administrator account for Guest user account.
pl: Użytkownik ({0}), którego nazwę podano, ma uprawnienia niepozwalające na przypisanie do konta Gość. Użytkownik - gość nie może uzyskać uprawnień administratora i nie może być członkiem żadnej grupy. Proszę wybrać konto nieadministracyjne dla użytkownika - gościa.

source: Trusted Store Path:
pl: Ścieżka do zbioru zaufanego:

source: UUID Attribute:
pl: Atrybut UUID:

source: UUID Auxiliary Class:
pl: Pomocnicza klasa UUID:

source: Unable to authenticate the admin username and password to the LDAP Provider. Host: {0} User: {1} Message: {2}
pl: Uwierzytelnienie nazwy i hasła administratora dla dostawcy usługi LDAP nie było możliwe. Host: {0}; użytkownik: {1}; wiadomość: {2}

source: Unable to authenticate the guest username and password to the LDAP Provider. Host: {0} User: {1} Message: {2}
pl: Uwierzytelnienie nazwy i hasła gościa dla dostawcy usługi LDAP nie było możliwe. Host: {0}; użytkownik: {1}; wiadomość: {2}

source: Unable to authenticate to LDAP Provider. Host: {0} Use SSL: {1}
pl: Uwierzytelnienie dla dostawcy usługi LDAP nie było możliwe. Host: {0}; SSL: {1}.

source: Unable to authenticate to the LDAP Provider. Host: {0} User: {1} Message: {2}
pl: Uwierzytelnienie dla dostawcy usługi LDAP nie było możliwe. Host: {0}; użytkownik: {1}; wiadomość: {2}

source: Unexpected LDAP exception
pl: Nieoczekiwany wyjątek LDAP

source: Unexpected exception setting admin credentials
pl: Nieoczekiwany wyjątek podczas ustawiania danych uwierzytelniających administratora

source: Use Dynamic Groups:
pl: Użyj grup dynamicznych:

source: Use External Password WAR:
pl: Użyj zewnętrznego hasła WAR:

source: Use Public Anonymous Account:
pl: Użyj publicznego konta anonimowego:

source: Use Registered Dynamic Groups:
pl: Użyj zarejestrowanych grup dynamicznych:

source: Use SSL:
pl: Użyj SSL:

source: User Application Administrator:
pl: Administrator aplikacji użytkownika:

source: User Application Driver:
pl: Sterownik usługi aplikacji użytkownika

source: User Container DN:
pl: DN kontenera użytkownika:

source: User Container Scope (subtree, onelevel):
pl: Zakres kontenera użytkownika (poddrzewo, jeden poziom):

source: User Membership Attribute:
pl: Atrybut członkostwa użytkowników:

source: User Object Class:
pl: Klasa obiektów użytkownika:

source: User {0} is not a valid LDAP administrative user.
pl: Użytkownik {0} jest nieprawidłowym użytkownikiem administracyjnym LDAP.

source: Writeable
pl: Zapisywalny

source: Yes
pl: Tak
