Repository: aviarypl/suse-l10n-pl
Catalog: po/ChkPasswordSyncStatusRsrc_*.po
Languages: pl

source: Application synchronization status check completed successfully.
pl: Sprawdzanie stanu synchronizacji aplikacji zostało ukończone.

source: Application synchronization status check completed with errors. Contact your administrator for more details.
pl: Sprawdzanie stanu synchronizacji aplikacji zakończone z błędami. W celu uzyskania szczegółowych informacji proszę skontaktować się z administratorem.

source: Application synchronization status check timeout.
pl: Sprawdzanie stanu synchronizacji aplikacji przekroczyło limit czasu.

source: Check Password Synchronization Status
pl: Sprawdzenie stanu synchronizacji hasła

source: Check Sync Status
pl: Sprawdź stan synchronizacji

source: Check count exceeded.
pl: Przekroczono liczbę prób.

source: Error occurred, please contact administrator.
pl: Wystąpił błąd. Proszę skontaktować się z administratorem.

source: No user selected.
pl: Nie wybrano użytkownika.

source: Processing......
pl: Przetwarzanie...

source: Select User:
pl: Wybór użytkownika:

source: There are no applications configured for Password Synchronization at this time.
pl: W tym momencie brak aplikacji skonfigurowanych do synchronizacji haseł.

source: View status of password synchronization across connected systems.
pl: Widok stanu synchronizacji haseł w obrębie połączonych systemów.
