Repository: aviarypl/suse-l10n-pl
Catalog: po/ConfigPortletRsrc_*.po
Languages: pl

source: Default Container Page:
pl: Domyślna strona kontenera:

source: Default Layout:
pl: Układ domyślny:

source: Default Request Timeout (milliseconds):
pl: Domyślny limit czasu wniosku (w milisekundach):

source: Default Style:
pl: Styl domyślny:

source: Default Theme:
pl: Motyw domyślny:

source: Disable
pl: Zabroń

source: Enable
pl: Włącz

source: Exception happened in doView
pl: Wystąpił wyjątek w doView

source: Exception happened in processAction
pl: Wystąpił wyjątek w processAction

source: Force Portlet Render Timeout:
pl: Wymuszenie limitu czasu na wyświetlenie portletu:

source: Force Synchronous Portlet Serial Rendering:
pl: Wymuszenie synchronicznego szeregowego wyświetlania portletu:

source: Maximum Request Timeout (milliseconds):
pl: Maksymalny limit czasu wniosku (w milisekundach):

source: No
pl: Nie

source: Parallel Portlet Render:
pl: Równoległe wyświetlanie portletu:

source: Portal Configuration Portlet
pl: Portlet konfiguracji portalu

source: Portal Controller Servlet Path:
pl: Ścieżka do serwletu kontrolera portalu:

source: Portal Home Page Path:
pl: Ścieżka do strony głównej portalu:

source: Portal Login Page Path:
pl: Ścieżka do strony logowania do portalu:

source: Portal Portlet Path:
pl: Ścieżka do portletu portalu:

source: Portal Resource Path:
pl: Ścieżka do zasobów portalu:

source: Portal Settings
pl: Ustawienia portalu

source: Portal, Configuration
pl: Portal, Konfiguracja

source: Read Only Properties:
pl: Właściwości tylko do odczytu:

source: Save
pl: Zapisz

source: The format for timeout values are incorrect
pl: Nieprawidłowy format wartości limitu czasu

source: These settings will only stay in effect until the next server restart or the application is re-deployed.
pl: Te ustawienia odniosą skutek tylko po następnym uruchomieniu serwera albo po ponownym wykonaniu operacji deploy dla aplikacji.

source: Updates have been saved successfully.
pl: Uaktualnienie zostało zapisane.

source: War Context:
pl: Kontekst pliku war:

source: Yes
pl: Tak

source: en
pl: pl
