Repository: aviarypl/suse-l10n-pl
Catalog: po/CreatePrefRsrc_*.po
Languages: pl

source: * - indicates required.
pl: * - pola wymagane.

source: - Set Attributes
pl: - ustawianie atrybutów

source: An error occurred accessing the portlet. Please try again later. If the problem persists, contact your System Administrator.
pl: Wystąpił błąd podczas nawiązywania połączenia z portletem. Proszę spróbować ponownie. Jeśli problem będzie się powtarzał, proszę skontaktować się z administratorem systemu.

source: An error occurred while trying to update the password.
pl: Wystąpił błąd podczas próby aktualizacji hasła.

source: Attributes
pl: Atrybuty

source: Back
pl: Powrót

source: Base Parameters
pl: Parametry podstawowe

source: Cancel
pl: Anuluj

source: Confirm Password
pl: Potwierdzenie hasła

source: Container
pl: Kontener

source: Continue
pl: Kontynuuj

source: Create Another
pl: Utwórz inne

source: Create Complex Preference
pl: Tworzenie preferencji złożonych

source: Create Entity through Portlet cannot be false when password is required on create for entity-definition ({0}).
pl: Utworzenie encji przez portlet nie może mieć wartości Nie, jeśli do utworzenia definicji encji ({0}) wymagane jest hasło.

source: Create Password
pl: Utwórz hasło

source: Create Virtual Entity complex preference
pl: Złożone preferencje tworzenia encji wirtualnej

source: CreatePortlet complex preference editor
pl: Edytor portletu do tworzenia złożonych preferencji

source: Custom Class Name
pl: Nazwa klasy własnej

source: Custom class implementation name.
pl: Nazwa implementacyjna klasy własnej

source: Custom id creation failed
pl: Tworzenie własnego id nie powiodło się.

source: Detail Portlet Name
pl: Nazwa portletu szczegółów

source: Detail portlet to display for detail link on result page.
pl: Portlet szczegółów do wyświetlania szczegółów odnośników na stronie wyników.

source: Display password with attributes?
pl: Czy wyświetlić hasło z atrybutami?

source: Entity Definition
pl: Definicja encji

source: Entity, Create
pl: encja, tworzenie

source: Expire password on initial login?
pl: Czy unieważnić hasło przy pierwszym logowaniu?

source: Must have at least 1 attribute for entity-definition ({0}).
pl: Do definicji encji ({0}) trzeba mieć co najmniej 1 atrybut.

source: Must have at least 1 entity-definition.
pl: Trzeba mieć co najmniej 1 definicję encji.

source: No password was entered. The password is a required field.
pl: Nie podano hasła. Pole hasła jest wymagane.

source: Object Attributes
pl: Atrybuty obiektu

source: Object Created
pl: Obiekt utworzony

source: Object type
pl: Typ obiektu

source: Password
pl: Hasło

source: Password Created
pl: Hasło utworzone

source: Review
pl: Przegląd

source: Select ID
pl: Wybór ID

source: Select an ID
pl: Proszę wybrać ID

source: Select an object to create
pl: Proszę wybrać obiekt do utworzenia

source: Summary
pl: Podsumowanie

source: The ({0}) was created successfully, however, an error occurred during automatic login so you may be redirected to a login page. Please notify your System Administrator. Information about the error may be found in the server log.
pl: ({0}) został pomyślnie utworzony, jednak wystąpił błąd podczas automatycznego logowania, tak więc może nastąpić przekierowanie do strony logowania. Proszę powiadomić administratora systemu. Informacje o błędzie można znaleźć w dzienniku systemowym serwera.

source: The Container is required.
pl: Wymagany jest kontener.

source: The Definition of the Entity to create.
pl: Definicja encji do utworzenia.

source: The ID generated by the custom event handler is invalid. Please notify your System Administrator.
pl: ID wygenerowany przez program obsługi własnych zdarzeń jest nieprawidłowy. Proszę powiadomić administratora systemu.

source: The attribute ({0}) is invalid and was removed.
pl: Atrybut ({0}) jest nieprawidłowy i został usunięty.

source: The attribute ({0}) is invalid for entity-definition ({1}) and must be removed.
pl: Atrybut ({0}) jest nieprawidłowy dla definicji encji ({1}) i musi być usunięty.

source: The attribute ({0}) is required by the Virtual Data Definition for entity-definition ({1}). Please add the attribute.
pl: Atrybut ({0}) jest wymagany przez definicję danych wirtualnych dla definicji encji ({1}). Proszę dodać ten atrybut.

source: The attributes to populate for the Entity being created.
pl: Atrybuty do zapełnienia dla encji są tworzone.

source: The complex preference needs modifications. Please edit the preferences.
pl: Złożone preferencje wymagają modyfikacji. Proszę je zmodyfikować.

source: The create custom event handler class ({0}) did not implement a required method. Please notify your System Administrator.
pl: Klasa tworzenia obsługi własnych zdarzeń ({0}) nie zawiera wymaganej metody. Proszę powiadomić administratora systemu.

source: The create custom event handler class ({0}) specified in the portlet preferences was not found. Please notify your System Administrator.
pl: Nie znaleziono klasy tworzenia obsługi własnych zdarzeń ({0}) wyszczególnionej w preferencjach. Proszę powiadomić administratora systemu.

source: The create custom event handler class ({0}) threw an illegal access exception. Please notify your System Administrator.
pl: Klasa tworzenia obsługi własnych zdarzeń ({0}) zwróciła wyjątek nieupoważnionego dostępu. Proszę powiadomić administratora systemu.

source: The create custom event handler class ({0}) threw an invocation target exception. Please notify your System Administrator.
pl: Klasa tworzenia obsługi własnych zdarzeń ({0}) zwróciła wyjątek celu wywołania. Proszę powiadomić administratora systemu.

source: The create mode ({0}) is invalid. Please notify your System Administrator.
pl: Tryb tworzenia ({0}) jest nieprawidłowy. Proszę powiadomić administratora systemu.

source: The create mode is null. Please notify your System Administrator.
pl: Tryb tworzenia ma wartość null. Proszę powiadomić administratora systemu.

source: The entity definition ({0}) is invalid.
pl: Definicja encji ({0}) jest nieprawidłowa.

source: The entity-definition ({0}) is invalid and must be removed.
pl: Definicja encji ({0}) jest nieprawidłowa i musi być usunięta.

source: The entity-definitions and the maximum set of attributes that can be entered for each entity-definition.
pl: Definicje encji i maksymalny zestaw atrybutów można wprowadzić dla każdej definicji encji.

source: The following error occurred processing the request: {0}. Please correct the problem and try again.
pl: Wystąpił następujący błąd podczas przetwarzania wniosku: {0}. Proszę dokonać poprawek i spróbować ponownie.

source: The invalid attribute must be removed.
pl: Nieprawidłowy atrybut musi być usunięty.

source: The invalid entity-definition must be removed.
pl: Nieprawidłowa definicji encji musi być usunięta.

source: The password can not contain the ({0}) attribute value.
pl: Hasło nie może zawierać wartości atrybutu ({0}).

source: The passwords do not match. Please be sure to enter the same password twice.
pl: Hasła są niezgodne. Proszę się upewnić, że wpisywane jest dwukrotnie to samo hasło.

source: The portlet is in an invalid State: mode = {0}, action = {1}. The most probable cause is session timeout.
pl: Portlet jest w nieprawidłowym stanie: tryb = {0}, operacja = {1}. Najbardziej prawdopodobną przyczyną jest upłynięcie limitu czasu sesji.

source: The portlet is in an invalid state most likely due to a session timeout. The entity was null. Please try again.
pl: Portlet jest w nieprawidłowym stanie, najprawdopodobniej z powodu przekroczenia limitu czasu sesji. Encja miała wartość null. Proszę spróbować ponownie.

source: The portlet is in an invalid state: mode = {0}. The most probable cause is session timeout.
pl: Portlet jest w nieprawidłowym stanie: tryb = {0}. Najbardziej prawdopodobną przyczyną jest upłynięcie limitu czasu sesji.

source: The target string \'\'{0}\'\' does not start with \'\'{1}\'\'. The most probable cause is session timeout.
pl: Ciąg docelowy \'\'{0}\'\' nie rozpoczyna się od \'\'{1}\'\'. Najbardziej prawdopodobną przyczyną jest upłynięcie limitu czasu sesji.

source: The {0} ID is invalid. Remove invalid characters.
pl: ID {0} jest nieprawidłowy. Proszę usunąć błędne znaki.

source: The {0} ID is required.
pl: Wymagany jest ID {0}.

source: This portlet requires that JavaScript be enabled so that it can confirm that you typed the password correctly.
pl: Ten portlet wymaga włączonej obsługi JavaScript do potwierdzenia prawidłowego wpisania hasła.

source: To use the portlet\'s identity vault browse (or lookup) capabilities, the browser must have javascript enabled.
pl: Ten portlet wymaga włączonej obsługi JavaScript w celu skorzystania z możliwości przeglądania (lub wyszukiwania) repozytorium tożsamości.

source: To use the portlet\'s identity vault container lookup capabilities, the browser must have javascript enabled.
pl: Ten portlet wymaga włączonej obsługi JavaScript w celu skorzystania z możliwości przeglądania repozytorium kontenerów.

source: To use the portlet\'s identity vault create capabilities, the browser must have javascript enabled.
pl: Ten portlet wymaga włączonej obsługi JavaScript w celu skorzystania z możliwości tworzenia repozytorium tożsamości.

source: To view or edit the newly created identity vault object, the browser must have javascript enabled.
pl: Wymagana jest włączona obsługa JavaScript w celu przeglądania lub modyfikacji nowo tworzonych obiektów repozytorium tożsamości.

source: View newly created object
pl: Pokaż ostatnio utworzony obiekt

source: Whether to display the password entries on the same page as the rest of the attributes.
pl: Czy wyświetlać wpisy haseł na tej samej stronie, na której są pozostałe atrybuty.

source: Whether to expire the password for new users on initial login.
pl: Czy unieważniać hasło dla nowych użytkowników przy pierwszym logowaniu.
