Repository: aviarypl/suse-l10n-pl
Catalog: po/CustomBrandingPortletRsrc_*.po
Languages: pl

source: (px only)
pl: (tylko px)

source: Active Administration Left Corner Image
pl: Obraz lewego narożnika aktywnej strony administracyjnej

source: Active Administration Right Corner Image
pl: Obraz prawego narożnika aktywnej strony administracyjnej

source: Active Administration Tab
pl: Aktywna karta administracyjna

source: Active Left Corner Image
pl: Obraz lewego narożnika strony aktywnej

source: Active Right Corner Image
pl: Obraz prawego narożnika strony aktywnej

source: Active Tab
pl: Karta aktywna

source: Admin Subnavigation
pl: Nawigacja administracyjna II stopnia

source: An error occurred accessing the portlet. Please try again later. If the problem persists, contact your System Administrator.
pl: Wystąpił błąd podczas nawiązywania połączenia z portletem. Proszę spróbować ponownie. Jeśli problem będzie się powtarzał, proszę skontaktować się z administratorem systemu.

source: An error occurred while attempting to save the theme.
pl: Wystąpił błąd podczas próby zapisu motywu.

source: BLU:
pl: Niebieski:

source: Back to Theme Selector
pl: Powrót do wyboru motywów

source: Background Color:
pl: Kolor tła:

source: Background Image Height:
pl: Wysokość obrazu tła:

source: Background Image Location:
pl: Lokalizacja obrazu tła:

source: Background Image Width:
pl: Szerokość obrazu tła:

source: Background Image:
pl: Obraz tła:

source: Bottom Filler
pl: Wypełnienie przycisku

source: Brand updates have been saved successfully.
pl: Uaktualnienie motywu firmowego zostało zapisane.

source: Brand updates have been successfully reset.
pl: Uaktualnienia motywu firmowego zostały zresetowane.

source: Branding successfully saved
pl: Motyw formowy został zapisany

source: Cancel
pl: Anuluj

source: Color Picker
pl: Pobieranie koloru

source: Custom Branding Portlet
pl: Portlet własnego motywu firmowego

source: Customize Branding
pl: Dostosowanie wyglądu firmowego

source: Customize look for theme:
pl: Dostosowanie wyglądu dla motywu:

source: Date
pl: Data

source: Error:
pl: Błąd:

source: Exception happened in doView
pl: Wystąpił wyjątek w doView

source: Exception happened in processAction
pl: Wystąpił wyjątek w processAction

source: Favicon Image
pl: Obraz ikony strony

source: Favicon Image Location:
pl: Lokalizacja ikony strony:

source: Favorites Icon (Favicon)
pl: Ikona strony (favicon)

source: Fill Image Location:
pl: Lokalizacja obrazu wypełnienia:

source: Fill Image:
pl: Obraz wypełnienia:

source: Filler Image Height:
pl: Wysokość obrazu wypełnienia:

source: Filler Image Location:
pl: Lokalizacja obrazu wypełnienia:

source: Filler Image Width:
pl: Szerokość obrazu wypełnienia:

source: GRN:
pl: Zielony:

source: General
pl: Ogólne

source: Header
pl: Nagłówek

source: Header Tabs
pl: Karty nagłówka

source: Hidden
pl: Ukryty

source: Hide
pl: Ukryj

source: Inactive Left Corner Image
pl: Obraz lewego narożnika strony nieaktywnej

source: Inactive Right Corner Image
pl: Obraz prawego narożnika strony nieaktywnej

source: Inactive Tab
pl: Karta nieaktywna

source: Inactive Tabs
pl: Karty nieaktywne

source: Is required.
pl: Wymagane.

source: Left Background
pl: Tło z lewej strony

source: Left Corner
pl: Lewy narożnik

source: Left Corner Tab Image:
pl: Obraz lewego narożnika karty:

source: Left Navigation Area
pl: Lewy obszar nawigacyjny

source: Link Color:
pl: Kolor odnośnika:

source: Link Hover Color:
pl: Kolor odnośnika po najechaniu kursorem myszy:

source: Login
pl: Logowanie

source: Login Screen Main Graphic
pl: Główny obraz ekranu logowania

source: Login Screen Main Graphic Location:
pl: Lokalizacja głównego obrazu ekranu logowania:

source: Login Screen Small Graphic
pl: Mały obraz ekranu logowania

source: Login Screen Small Graphic Location:
pl: Lokalizacja małego obrazu ekranu logowania:

source: Logo Image Height:
pl: Wysokość obrazu znaku towarowego:

source: Logo Image Location:
pl: Lokalizacja obrazu znaku towarowego:

source: Logo Image Width:
pl: Szerokość obrazu znaku towarowego:

source: Logo Image:
pl: Obraz znaku towarowego:

source: Navigation Area Colors
pl: Kolory obszaru nawigacyjnego

source: Navigation Background Color:
pl: Kolor tła obszaru nawigacyjnego:

source: Navigation Link Color:
pl: Kolor odnośnika nawigacyjnego:

source: No
pl: Nie

source: No Repeat
pl: Bez powtarzania

source: Note: Each location path must start at \'/\'.
pl: Uwaga: każda ścieżka musi rozpoczynać się w "/".

source: Pending Branding changes have been successfully canceled.
pl: Niezatwierdzone zmiany motywu firmowego zostały anulowane.

source: Portal, Custom, Brand, Branding
pl: portal, własne, motyw firmowy, logo

source: Position from Left:
pl: Odstęp od lewej:

source: Position from Right:
pl: Odstęp od prawej:

source: Position from Top:
pl: Odstęp od góry:

source: Position of Main Tabs
pl: Pozycja kart głównych

source: Position of Right Tabs
pl: Pozycja kart po prawej stronie

source: Preview
pl: Podgląd

source: Preview Theme
pl: Podgląd motywu

source: RED:
pl: Czerwony:

source: Repeat Background Image:
pl: Powtarzanie obrazu tła:

source: Repeat Filler Image:
pl: Powtarzanie obrazu wypełnienia:

source: Repeat Horizontal
pl: Powtarzanie w poziomie

source: Repeat Logo Image:
pl: Powtarzanie obrazu znaku towarowego:

source: Repeat Texture Image:
pl: Powtarzanie obrazu tekstury:

source: Repeat Vertical
pl: Powtarzanie w pionie

source: Repeat Vertical and Horizontal
pl: Powtarzanie w pionie i w poziomie

source: Replacement images must be exact dimensions as listed below to maintain a professional look. Note: as an alternative to replacing the Login Screen Small graphic with a customized version of the image (i.e. if you would like to hide the default version of the Login Screen Small graphic from the user), upload a clear, transparent image of the same dimensions.
pl: W celu zapewnienia profesjonalnego wyglądu obrazy zastępowane muszą mieć dokładnie takie wymiary, jak podano niżej. Uwaga: jako alternatywę dla zastępowania małego obrazu ekranu logowania w własnej wersji (np. jeśli zamierza się ukryć domyślny mały obraz logowania użytkownika) można wysłać przeźroczysty, pusty obraz o tych samych wymiarach.

source: Reset
pl: Resetuj

source: Right Corner
pl: Prawy narożnik

source: Right Corner Tab Image:
pl: Obraz prawego narożnika karty:

source: Right Logo
pl: Znak towarowy po prawej stronie

source: Save
pl: Zapisz

source: Select
pl: Wybierz

source: Select from the following available themes:
pl: Proszę wybrać z następujących dostępnych motywów:

source: Selected Brand:
pl: Wybrany wygląd firmowy:

source: Show
pl: Pokaż

source: Text Color:
pl: Kolor tekstu:

source: Texture Image Height:
pl: Wysokość obrazu tekstury:

source: Texture Image Location:
pl: Lokalizacja obrazu tekstury:

source: Texture Image Width:
pl: Szerokość obrazu tekstury:

source: Texture Image:
pl: Obraz tekstury:

source: Texture Location:
pl: Lokalizacja tekstury:

source: The File ({0}) is an invalid file type. File type must be either .bmp, .jpg, .gif, .wav, or .jpeg
pl: Nieprawidłowy typ pliku ({0}). Obsługiwane typy plików to .bmp, .jpg, .gif, .wav, lub .jpeg.

source: The File ({0}) is an invalid file type. File type must have an extension of ico.
pl: Nieprawidłowy typ pliku ({0}). Plik musi mieć rozszerzenie .ico.

source: The File ({0}) was not found. Please check your path and try again.
pl: Nie znaleziono pliku ({0}). Proszę sprawdzić ścieżkę i spróbować ponownie.

source: The entry ({0}) is not a valid pixel amount.
pl: Wartość ({0}) jest nieprawidłową liczbą pikseli.

source: The favorites icon is displayed (by supported browsers) in the browser\'s URL bar, in browser tabs, and next to a site name in a list of bookmarks.
pl: Ikona strony wyświetlana jest (w przeglądarkach to obsługujących) w pasku adresu przeglądarki, w nagłówkach kart i przy nazwie strony w liście zakładek.

source: The header tabs consist of two pieces, the Main Tabs (Identity Self-Service, Work Dashboard, and Administration), and the Right Tabs (Login/out and Help). To ensure a consistent, professional look, replacement tab images should have the exact dimensions as the existing, default tabs. To review default tab dimensions, please refer to the preview images below. There are separate tab images for inactive tabs and active (selected) tabs. Each set of tabs (both active and inactive) contain two images, one for the left side of the tab and another for the right hand side. This approach enables the tabs to expand/contract accordingly based on text length.
pl: Karty nagłówka podzielone są na dwie części - karty główne (Profil tożsamości, Pulpit roboczy oraz Administracja) oraz karty po prawej stronie (Logowanie i Pomoc). W celu zagwarantowania spójności i profesjonalnego wyglądu wymienne obrazy kart powinny mieć dokładnie takie same wymiary, jak istniejące karty domyślne. Aby ujrzeć domyślne wymiary kart, proszę zapoznać się z poniższymi obrazami podglądu. Są to oddzielne obrazy kart nieaktywnych i aktywnych (zaznaczonych). Każdy zestaw kart (zarówno aktywnych, jak i nieaktywnych) zawiera dwa obrazy, jeden dla lewej strony karty i jeden dla prawej. Zapewnia to możliwość rozciągania / zwężania karty zależnie od długości tekstu.

source: The navigation area is the left column of the User Application. Color values must either be an HTML recognized color string (e.g. red, white, black, etc.), or a hex value preceded by a pound sign (e.g. #FFFFFF, #00FF00, #edeeec, etc.).
pl: Obszarem nawigacyjnym jest lewa kolumna aplikacji użytkownika. Wartość koloru musi być podana albo w postaci słowa kluczowego rozpoznawanego w języku HTML (np. red, white, black itd.), albo jako wartość szesnastkowa poprzedzona znakiem krzyżyka (np. #FFFFFF, #00FF00, #edeeec itd.).

source: The value
pl: Wartość

source: The value ({0}) is not a valid color. (i.e. #F00 or #FF0000 using #RGB or #RRGGBB)
pl: Wartość ({0}) jest nieprawidłowym określeniem koloru (np. #F00 albo #FF0000 oznacza #RGB albo #RRGGBB).

source: The value ({0}) is not within the pixel range of {1} - {2}.
pl: Wartość ({0}) nie mieści się w zakresie {1} - {2} pikseli.

source: The value must be a valid pixel amount.
pl: Wartość ta musi mieć prawidłową liczbę pikseli.

source: The value must be an Integer.
pl: Wartość ta musi być liczbą całkowitą.

source: Top Texture
pl: Tekstura górna

source: Triple Hex:
pl: Zapis szesnastkowy:

source: Underline Text on Hover:
pl: Podkreślenie tekstu po najechaniu kursorem myszy:

source: Unknown.
pl: Nieznane.

source: Update the below settings to change both the link and background color used throughout the application.
pl: Te ustawienia umożliwiają zmianę koloru odnośników i tła w całej aplikacji.

source: Update these settings to change both the link and background color used in the administration subnavigation menu.
pl: Te ustawienia umożliwiają zmianę koloru odnośników i tła w menu administracyjnym II poziomu.

source: Update this section to change the header background images, as well as the position, color and visibility of the username and date. Please note that the height of the Left Background Image will determine the actual height of the header. The total height of the Texture and Filler images should be equal to the height of the Left Background Image to maintain a consistent look. Uploading a Texture or Filler image that has a large width (e.g. 1600px) will fill the space between the Left Background and Right Logo images. A similar effect can be achieved by uploading a Texture or Filler image with a small width (e.g. 100px) and choosing Repeat Horizontal. NOTE: if changing the height of the current header, be sure to adjust the tab positioning in the Header Tabs section.
pl: Poniższe ustawienia umożliwiają zmianę obrazów tła nagłówka oraz ich pozycji i koloru, jak również widoczności nazwy użytkownika i daty. Proszę zauważyć, że wysokość obrazu tła po lewej stronie określa aktualną wysokość nagłówka. Całkowita wysokość obrazów tekstury i wypełniających musi być równa wysokości lewego obrazu tła, aby zagwarantować spójny wygląd. Wysłanie obrazu tekstury albo wypełniającego o dużej szerokości (np. 1600 px) spowoduje wypełnienie przestrzeni pomiędzy tłem po lewej stronie a obrazem znaku towarowego po prawej. Podobny efekt można osiągnąć przez wysłanie obrazu tekstury albo wypełniającego o małej szerokości (np. 100 px) i wybranie opcji powtarzania w poziomie. UWAGA: w razie zmiany wysokości bieżącego nagłówka, należy wyrównać ułożenie kart w sekcji Karty nagłówka.

source: Upload
pl: Wyślij

source: Username
pl: Nazwa użytkownika

source: Visibility:
pl: Widoczność:

source: Visible
pl: Widoczny

source: Yes
pl: Tak

source: close
pl: Zamknij

source: is not a valid color. (i.e. #F00 or #FF0000 using #RGB or #RRGGBB)
pl: jest nieprawidłowym określeniem koloru (np. #F00 albo #FF0000 oznacza #RGB albo #RRGGBB).

source: is not a valid pixel amount.
pl: jest nieprawidłową wartością pikseli.

source: is outside the allowed pixel range of
pl: nie mieści się w dopuszczalnym zakresie

source: {0} x {1} pixels
pl: {0} x {1} pikseli
