Repository: aviarypl/suse-l10n-pl
Catalog: po/DashboardRsrc_*.po
Languages: pl

source: (Proxy Mode is not available for Resource Assignments.)
pl: (tryb pełnomocnika nie jest dostępny dla przypisań zasobów)

source: (Proxy Mode is not available for Role Assignments.)
pl: (tryb pełnomocnika nie jest dostępny dla przypisań ról)

source: (Proxy Mode is not available for Role or Resource Requests.)
pl: (tryb pełnomocnika nie jest dostępny dla wniosków o role lub zasoby)

source: Default Layout
pl: Układ domyślny

source: Exit Manage Mode
pl: Wyjście z trybu zarządzania

source: In Proxy Mode
pl: W trybie pełnomocnika

source: Make a Process Request
pl: Nowy wniosek

source: Make a process request (provisioning request)
pl: Tworzenie wniosku (wniosku o wyposażenie)

source: Manage
pl: Zarządzanie

source: Manage User, Group, Role, Container, or Team
pl: Zarządzanie użytkownikami, grupą, kontenerem lub zespołem

source: Manage...
pl: Zarządzanie...

source: Manage:
pl: Zarządzanie:

source: Managing Container
pl: Zarządzanie kontenerem

source: Managing Group
pl: Zarządzanie grupą

source: Managing Role
pl: Zarządzanie rolą

source: Managing User
pl: Zarządzanie użytkownikiem

source: Quick Actions
pl: Szybkie operacje

source: Request Status
pl: Stan wniosków

source: Resource Assignments
pl: Przypisania zasobów

source: Resource Assignments (Refer to Roles tab)
pl: Przypisania zasobów (kieruje do karty ról)

source: Role Assignments
pl: Przypisania ról

source: Role Assignments (Refer to Roles tab)
pl: Przypisania ról (kieruje do karty ról)

source: Settings
pl: Ustawienia

source: Task Notifications
pl: Powiadomienia o zadaniach

source: Team Settings
pl: Ustawienia zespołu

source: The request parameter was malformed.
pl: Wymagany parametr był zniekształcony.

source: The user preference request parameter was malformed.
pl: Wymagany parametr preferencji użytkownika był zniekształcony.

source: User preferences were not saved due to a data abstraction layer exception. This is likely due to the user entity definition missing the attribute srvprvUserPrefs or missing permissions on that attribute.
pl: Preferencje użytkownika nie zostały zapisane z powodu wyjątku abstrakcyjnej warstwy danych. Prawdopodobnie nastąpiło to z powodu braku atrybutu srvprvUserPrefs w definicji obiektu użytkownika lub braku uprawnień do tego atrybutu.

source: View Availability, Proxy and Delegate settings
pl: Widok ustawień dostępności, pełnomocnictw i delegacji

source: View Request Status
pl: Widok stanu wniosków

source: View Resource Assignments
pl: Widok przypisań zasobów

source: View Role Assignments
pl: Widok przypisań ról

source: View Task Notifications
pl: Widok powiadomień o zadaniach

source: Wide Layout
pl: Układ poziomy

source: {0} has
pl: {0} ma
