Repository: aviarypl/suse-l10n-pl
Catalog: po/DataImportExportRsrc_*.po
Languages: pl

source: An error occurred when parsing the \'\'{0}\'\' file in the import archive
pl: Wystąpił błąd podczas przetwarzania pliku "{0}" z importowanego archiwum

source: An error occurred when reading the import archive
pl: Wystąpił błąd podczas odczytywania importowanego archiwum

source: An error occurred while exporting portal data
pl: Wystąpił błąd podczas eksportowania danych portalu

source: An error occurred while importing portal data
pl: Wystąpił błąd podczas importowania danych portalu

source: Could not find container page information
pl: Nie znaleziono informacji o stronie kontenera

source: Could not find portlet registration for portlet {0} on page \'\'{1}\'\'
pl: Nie znaleziono rejestracji portletu dla portletu {0} na stronie "{1}"

source: Could not find shared page information
pl: Nie znaleziono informacji o współdzielonej stronie

source: No \'\'{0}\'\' element found in \'\'{1}\'\'
pl: Nie znaleziono elementu "{0}" w "{1}"

source: Portlet registration for \'\'{0}\'\' already exists
pl: Rejestracja portletu dla "{0}" już istnieje

source: Preserving existing container page
pl: Zachowanie istniejących kontenerów

source: Preserving existing registration
pl: Zachowanie istniejącej rejestracji

source: Preserving existing shared page
pl: Zachowanie istniejącej strony współdzielonej

source: Report Failed: {0}, {1}, {2}
pl: Raport nie powiódł się: {0}, {1}, {2}

source: Successful
pl: Sukces

source: The container page \'\'{0}\'\' already exists
pl: Strona kontenera "{0}" już istnieje

source: The shared page \'\'{0}\'\' already exists
pl: Strona współdzielona "{0}" już istnieje

source: Unable to generate the list of container pages
pl: Nie można wygenerować listy stron kontenera

source: Unable to generate the list of shared pages
pl: Nie można wygenerować listy stron współdzielonych

source: Unable to get Category information for page \'\'{0}\'\'
pl: Nie można pobrać informacji o kategorii dla strony "{0}"

source: Unable to get the container page information for \'\'{0}\'\'
pl: Nie można pobrać informacji o stronie kontenera dla "{0}"

source: Unable to get the container page with name \'\'{0}\'\' from the import archive
pl: Nie można pobrać strony kontenera o nazwie "{0}" z importowanego archiwum

source: Unable to get the list of container pages from the import archive
pl: Nie można pobrać listy stron kontenera z importowanego archiwum

source: Unable to get the list of group settings from the import archive
pl: Nie można pobrać listy ustawień grup z importowanego archiwum

source: Unable to get the list of portlet producers
pl: Nie można pobrać listy wytwórców portletów

source: Unable to get the list of portlet registrations from the import archive
pl: Nie można pobrać listy rejestracji portletów z importowanego archiwum

source: Unable to get the list of shared pages from the import archive
pl: Nie można pobrać listy współdzielonych stron z importowanego archiwum

source: Unable to get the list of user settings from the import archive
pl: Nie można pobrać listy ustawień użytkownika z importowanego archiwum

source: Unable to get the portlet registration information list
pl: Nie można pobrać listy informacyjnej rejestracji portletów

source: Unable to get the shared page information for \'\'{0}\'\'
pl: Nie można pobrać informacji o współdzielonej stronie dla "{0}"

source: Unable to get the shared page with name \'\'{0}\'\' from the import archive
pl: Nie można pobrać współdzielonej strony o nazwie "{0}" z importowanego archiwum

source: Unable to lookup group portal information for \'\'{0}\\{1}\'\'
pl: Nie można wyszukać informacji o grupie portalu dla "{0}\\{1}"

source: Unable to lookup ldap administrator name to create restricted ACL
pl: Nie można wyszukać nazwy administratora LDAP do utworzenia zastrzeżonej ACL

source: Unable to lookup user portal information for \'\'{0}\\{1}\'\'
pl: Nie można wyszukać informacji o użytkowniku portalu dla "{0}\\{1}"

source: Unable to serialize the Document \'\'{0}\'\' to the output stream
pl: Nie można zserializować dokumentu "{0}" do strumienia wyjściowego
