Repository: aviarypl/suse-l10n-pl
Catalog: po/DelProxySrvRsrc_*.po
Languages: pl

source: ALL resources.
pl: WSZYSTKIE zasoby.

source: Failed to add a synchronization-cleanup event: {0}.
pl: Nie powiodło się dodanie zdarzenia synchronizująco-porządkującego: {0}.

source: Failed to initialize service security context for {0} service.
pl: Nie powiodło się zainicjowanie kontekstu bezpieczeństwa dla usługi {0}.

source: Failed to load and star-up Delegation-Proxy services ( administration, runtime).
pl: Nie powiodło się wczytanie i uruchomienie usług delegacji-pełnomocnictwa (administracja, czas wykonania).

source: Failed to load delegation-proxy service configuration.
pl: Nie powiodło się wczytanie konfiguracji usługi delegacji-pełnomocnictwa.

source: Failed to load synchronization cleanup event queue for delegation-proxy service.
pl: Nie powiodło się wczytanie kolejki zdarzeń synchronizacji porządkowania dla usługi delegacji-pełnomocnictwa.

source: Failed to remove synchronization cleanup events from the queue. List of failed events: {0}.
pl: Nie powiodło się usunięcie zdarzeń synchronizacji porządkowania z tej kolejki. Lista nieudanych zdarzeń: { 0}.

source: Failed to resolve relationship [{0}] for users: {1}.
pl: Nie powiodło się rozwiązanie relacji [{0}] dla użytkowników: {1}.

source: Failed to send notification for {0} modification to {1} using {2} template!
pl: Nie powiodło się wysłanie powiadomienia dla modyfikacji {0} na {1} z użyciem szablonu {2}.

source: Failed to update Delegation-Proxy service configuration {0}.
pl: Nie powiodło się zaktualizowanie konfiguracji {0} usługi delegacji-pełnomocnictwa.

source: Missing delegation-proxy service configuration
pl: Brak konfiguracji usługi delegacji-pełnomocnictwa

source: created
pl: utworzony

source: modified
pl: zmodyfikowany

source: none
pl: brak

source: removed
pl: usunięty
