Repository: aviarypl/suse-l10n-pl
Catalog: po/DetailPrefRsrc_*.po
Languages: pl

source: (no value exists for this attribute)
pl: (brak wartości dla tego atrybutu)

source: * - indicates required.
pl: * - pola wymagane.

source: -- Attributes --
pl: -- Atrybuty --

source: -- Commands --
pl: -- Polecenia --

source: Action button
pl: Przycisk operacji

source: Add
pl: Dodaj

source: Add Attribute
pl: Dodaj atrybut

source: An internal error occurred processing XML
pl: Wystąpił błąd wewnętrzny podczas przetwarzania XML

source: Are you sure you want to cancel this edit? Any changes will be lost.
pl: Czy na pewno anulować te modyfikacje? Wszystkie zmiany zostaną utracone.

source: Are you sure you want to delete this object? This can not be undone.
pl: Czy na pewno usunąć ten obiekt? Czynności tej nie można cofnąć.

source: Are you sure you want to remove this Attribute?
pl: Czy na pewno usunąć ten atrybut?

source: Attribute
pl: Atrybut

source: Attribute Name
pl: Nazwa atrybutu

source: Attributes to display in edit mode
pl: Atrybuty, które mają być wyświetlane w trybie edycji

source: Attributes to display in view mode
pl: Atrybuty, które mają być wyświetlane w trybie podglądu

source: Cancel
pl: Anuluj

source: Close
pl: Zamknij

source: Complex preference for entity detail.
pl: Złożone preferencje dla szczegółu obiektu.

source: Default \'My Profile\' Entity Definition
pl: Domyślna definicja obiektu "Mój profil"

source: Delete
pl: Usuń

source: Delete Entity Definition
pl: Usuń definicję obiektu

source: Deletion of your own user entity is not allowed.
pl: Usunięcie własnego obiektu użytkownika jest niedozwolone.

source: Detail Complex Preference
pl: Złożone preferencje szczegółów

source: DetailPortlet complex preference editor
pl: Edytor portletu szczegółów do złożonych preferencji

source: DetailPrefPortlet
pl: Portlet preferencji szczegółu

source: Display Applications
pl: Wyświetl aplikacje

source: Display Organization Chart
pl: Schemat organizacyjny

source: Edit
pl: Edycja

source: Edit HTML Layout
pl: Edycja układu HTML

source: Edit Preferred Locale
pl: Preferowane języki

source: Edit User
pl: Edycja użytkownika

source: Edit Your Information
pl: Edycja informacji o sobie

source: Edit {0}
pl: Edycja {0}

source: Either the entity key or entity definition was null. The most probable cause is session timeout.
pl: Albo klucz obiektu, albo definicja obiektu miały wartość null. Najbardziej prawdopodobną przyczyną jest upłynięcie limitu czasu sesji.

source: Either this object is not editable or you do not have sufficient rights to modify it. Click the Return button to go back to \'view\' mode.
pl: Albo ten obiekt nie jest edytowalny, albo brak wystarczających uprawnień do jego modyfikacji. Proszę nacisnąć przycisk Powrót, aby przejść do trybu widoku

source: Enable edit entity
pl: Zezwól na edycję obiektu

source: Enable edit of preferred locale
pl: Zezwól na edycję preferowanych ustawień regionalnych

source: Enable org chart display
pl: Zezwól na wyświetlanie schematu organizacyjnego

source: Enable send identity info
pl: Zezwól na wysyłanie informacji o tożsamości

source: Entity Definition
pl: Definicja obiektu

source: Entity Detail Complex Preference
pl: Złożone preferencje szczegółów obiektu

source: Entity, Display, Details, Virtual Entity, eGuide
pl: obiekt, wyświetlanie, szczegóły, obiekt wirtualny, eGuide

source: Export
pl: Eksportuj

source: HTML Layout
pl: Układ HTML

source: Hide RadioButton for
pl: Ukryj przełącznik

source: Highlighted Attributes
pl: Wyróżnione atrybuty

source: IM Action button
pl: Przycisk operacji IM

source: IM Client
pl: Klient IM

source: Info Action button
pl: Przycisk pozyskiwania informacji

source: Info url
pl: Adres URL informacji

source: Information for this entity can only be printed while in \'view\' mode. Please return to view mode to print the detail.
pl: Informację o tym obiekcie mogą być drukowane jedynie w trybie podglądu. Proszę powrócić do trybu podglądu, aby wydrukować szczegół.

source: Instant Messenger
pl: Komunikator

source: Internal Error: An error occurred deleting the entity. The most probable cause is session timeout.
pl: Błąd wewnętrzny: wystąpił błąd podczas usuwania obiektu. Najbardziej prawdopodobną przyczyną jest upłynięcie limitu czasu sesji.

source: Internal Error: An error occurred retrieving the entity document. Please contact your System Administrator.
pl: Błąd wewnętrzny: wystąpił błąd podczas pobierania dokumentu obiektu. Proszę skontaktować się z administratorem systemu.

source: Layout encoding unexpectedly failed.
pl: Rozkodowanie układu nie powiodło się.

source: Link
pl: Odnośnik

source: Mail Action button
pl: Przycisk operacji e-mail

source: Navigation url
pl: Adres URL nawigacji

source: No attribute was selected. Please select an attribute.
pl: Nie zaznaczono atrybutu. Proszę zaznaczyć atrybut.

source: No binary images are available for entity-definition ({0}). Leave this value blank.
pl: Dla definicji obiektu ({0}) nie są dostępne żadne obrazy binarne. Proszę pozostawić tę wartość pustą.

source: Not able to edit the entity. The following error occurred when calculating effective rights for the user: {0}.
pl: Modyfikacja obiektu nie była możliwa. Wystąpił następujący błąd podczas przeliczania efektywnych uprawnień dla tego użytkownika: {0}.

source: Only one attribute is available for selection and it has been selected for you.
pl: Tylko jeden atrybut jest dostępny do wyboru i został już zaznaczony.

source: OrgChart Action button
pl: Przycisk operacji schematu organizacyjnego

source: OrgChart Portlet Name
pl: Nazwa portletu schematu organizacyjnego

source: Photo Image
pl: Zdjęcie

source: Print Format
pl: Format druku

source: Return
pl: Powrót

source: SMS Action button
pl: Przycisk operacji SMS

source: Save Changes
pl: Zapisz zmiany

source: Select Attribute
pl: Wybór atrybutu

source: Send Identity Info
pl: Wysłanie informacji o tożsamości

source: Show Email
pl: Pokaż e-mail

source: Show IM
pl: Pokaż IM

source: Show the IM icons on the detail page. To appear less cluttered set this to preference to false.
pl: Wyświetlanie ikon IM na stronie szczegółu. Aby uzyskać bardziej przejrzysty wygląd, należy ustawić tę preferencję na "Nie".

source: Show the email icons on the detail page. To appear less cluttered set this preference to false.
pl: Wyświetlanie ikon e-mail na stronie szczegółu. Aby uzyskać bardziej przejrzysty wygląd, należy ustawić tę preferencję na "Nie".

source: Successfully Deleted
pl: Usunięte

source: Successfully Saved
pl: Zapisane

source: Summary
pl: Podsumowanie

source: The DetailPortlet will display these attributes and their respective values in edit mode if the user has the effective rights to view them. If an attribute is not included in this list and the user has effective rights to view it, it can still be displayed if you include it in the HTML Layout below.
pl: Portlet szczegółu wyświetli te atrybuty i ich odpowiednie wartości w trybie edycji, jeśli użytkownik ma efektywne uprawnienia do ich przeglądania. Jeśli atrybut nie znajduje się na liście, a użytkownik ma efektywne uprawnienia do jego przeglądania, atrybut może być wyświetlony, jeśli dołączy się go do układu HTML poniżej.

source: The DetailPortlet will display these attributes and their respective values in view mode if the user has the effective rights to view them. If an attribute is not included in this list and the user has effective rights to view it, it can still be displayed if you include it in the HTML Layout below.
pl: Portlet szczegółu wyświetli te atrybuty i ich odpowiednie wartości w trybie podglądu, jeśli użytkownik ma efektywne uprawnienia do ich przeglądania. Jeśli atrybut nie znajduje się na liście, a użytkownik ma efektywne uprawnienia do jego przeglądania, atrybut może być wyświetlony, jeśli dołączy się go do układu HTML poniżej.

source: The Instant Messaging tool on your local machine that you would like to access.
pl: Narzędzie komunikatora w komputerze lokalnym, do którego użytkownik może mieć dostęp.

source: The OrgChart Portlet instance to display when the user clicks on the \'Display Organization Chart\' link.
pl: Instancja portletu schematu organizacyjnego, która wyświetla się, gdy użytkownik wybierze odnośnik "Wyświetl schemat organizacyjny".

source: The attribute ({1}) is invalid for entity-definition ({0}) and must be removed.
pl: Atrybut ({1}) jest nieprawidłowy dla definicji obiektu ({0}) i musi być usunięty.

source: The definition for the entity you are trying to view has not been defined in the Detail portlet preferences. Please contact your administrator.
pl: Definicja obiektu, którą próbuje się obejrzeć, nie została zdefiniowana w portlecie preferencji szczegółu. Proszę skontaktować się z administratorem.

source: The entity definition to display when users enter the \'My Profile\' page. Enter a user entity definition that is included in the Entity Detail Complex Preference.
pl: Definicja obiektu wyświetlana, jeśli użytkownicy wejdą na stronę "Mój profil". Proszę wprowadzić definicję obiektu zawartą w złożonych preferencjach szczegółów obiektu.

source: The entity-definition ({0}) is invalid and must be removed.
pl: Definicja obiektu ({0}) jest nieprawidłowa i musi być usunięta.

source: The entity-definition key was not found in the session. The most probable cause is session timeout.
pl: Ta definicja obiektu nie została znaleziona w tej sesji. Najbardziej prawdopodobną przyczyną jest upłynięcie limitu czasu sesji.

source: The html layout content is empty. Are you sure you want to save with no html layout specified?
pl: Zawartość tego układu HTML jest pusta. Czy na pewno zapisać bez zaznaczonego układu HTML?

source: The invalid attribute must be removed.
pl: Ten nieprawidłowy atrybut musi być usunięty.

source: The invalid entity-definition must be removed.
pl: Ta nieprawidłowa definicja obiektu musi być usunięta.

source: The missing entity definition is:
pl: Brakująca definicja obiektu to:

source: The name of the attribute.
pl: Nazwa atrybutu.

source: The parameter ({0}) is missing from the request parameter. The most probable cause is session timeout.
pl: Brak parametru ({0}) w parametrach wniosku. Najbardziej prawdopodobną przyczyną jest upłynięcie limitu czasu sesji.

source: The photo image to display.
pl: Zdjęcie, które ma być wyświetlone.

source: The portlet is in an invalid State: mode = {0}, action = {1}. The most probable cause is session timeout.
pl: Portlet jest w nieprawidłowym stanie: tryb = {0}, operacja = {1}. Najbardziej prawdopodobną przyczyną jest upłynięcie limitu czasu sesji.

source: The portlet is in an invalid state: mode = {0}. The most probable cause is session timeout.
pl: Portlet jest w nieprawidłowym stanie: tryb = {0}. Najbardziej prawdopodobną przyczyną jest upłynięcie limitu czasu sesji.

source: The request parameter target string does not start with {0}. The most probable cause is session timeout.
pl: Ciąg określający cel parametru nie rozpoczyna się do {0}. Najbardziej prawdopodobną przyczyną jest upłynięcie limitu czasu sesji.

source: The specified object does not exist. Please refresh your search and try again.
pl: Zaznaczony obiekt nie istnieje. Proszę odświeżyć wyszukiwanie i spróbować ponownie.

source: The specified {0} does not exist. Please refresh your search and try again.
pl: Zaznaczona pozycja {0} nie istnieje. Proszę odświeżyć wyszukiwanie i spróbować ponownie.

source: There is no detail information for an anonymous user. You must be logged in to view your detailed information.
pl: Wyświetlenie szczegółowych informacji dla anonimowego użytkownika jest niemożliwe. Trzeba się zalogować, aby mieć dostęp do szczegółowych informacji.

source: There was an error while attempting to delete this user. Please contact a system administrator.
pl: Wystąpił błąd podczas próby usunięcia tego użytkownika. Proszę skontaktować się z administratorem systemu.

source: To add or edit the identity vault object image, the browser must have javascript enabled.
pl: Aby dodać albo modyfikować obraz obiektu repozytorium tożsamości, wymagana jest włączona obsługa JavaScript w przeglądarce.

source: To cancel edits made on this form, the browser must have javascript enabled.
pl: Aby anulować zmiany dokonane w tym formularzu, wymagana jest włączona obsługa JavaScript w przeglądarce.

source: To delete the identity vault object, the browser must have javascript enabled.
pl: Aby usunąć obiekt repozytorium tożsamości, wymagana jest włączona obsługa JavaScript w przeglądarce.

source: To edit the identity vault object, the browser must have javascript enabled.
pl: Aby zmodyfikować obiekt repozytorium tożsamości, wymagana jest włączona obsługa JavaScript w przeglądarce.

source: To save changes to the identity vault object, the browser must have javascript enabled.
pl: Aby zapisać zmiany obiektu repozytorium tożsamości, wymagana jest włączona obsługa JavaScript w przeglądarce.

source: To use the portlet html layout capabilities, the browser must have javascript enabled.
pl: Aby użyć funkcji portletu HTML wymagana jest włączona obsługa JavaScript w przeglądarce.

source: To use the portlet\'s identity vault browse (or lookup) capabilities, the browser must have javascript enabled.
pl: Ten portlet wymaga włączonej obsługi JavaScript w celu skorzystania z możliwości przeglądania (lub wyszukiwania) repozytorium tożsamości.

source: To view the identity vault object image, the browser must have javascript enabled.
pl: Aby obejrzeć obraz obiektu repozytorium tożsamości, wymagana jest włączona obsługa JavaScript w przeglądarce.

source: To view the identity vault object, the browser must have javascript enabled.
pl: Aby obejrzeć obiekt repozytorium tożsamości, wymagana jest włączona obsługa JavaScript w przeglądarce.

source: Type of virtual entities defined.
pl: Zdefiniowany typ obiektu wirtualnego.

source: Unable to delete the entity. The entity definition key is null. The most probable cause is session timeout.
pl: Nie można zapisać tego obiektu. Klucz definicji obiektu ma wartość null. Najbardziej prawdopodobną przyczyną jest upłynięcie limitu czasu sesji.

source: Unexpected exceptions
pl: Nieoczekiwane wyjątki

source: Value
pl: Wartość

source: Virtual data exceptions
pl: Wyjątki danych wirtualnych

source: When true, the portlet displays a link that allows users to edit the preferred locale.
pl: Jeśli wartość ta ustawiona jest na "Tak", portlet wyświetla odnośnik, który pozwala użytkownikom na modyfikowanie preferowanych ustawień regionalnych.

source: When true, the portlet displays a link that will create an email with the entity\'s identity information.
pl: Jeśli wartość ta ustawiona jest na "Tak", portlet wyświetla odnośnik, który pozwala na utworzenie wiadomości e-mail z informacją z obiektu.

source: When true, the portlet displays a link to display the entity in edit mode.
pl: Jeśli wartość ta ustawiona jest na "Tak", portlet wyświetla odnośnik do wyświetlania obiektu w trybie edycji.

source: When true, the portlet displays a link to display the entity organization chart.
pl: Jeśli wartość ta ustawiona jest na "Tak", portlet wyświetla odnośnik do wyświetlania schematu organizacyjnego.

source: Which attributes are shown in the results.
pl: które atrybuty wyświetlane są w liście wyników.

source: You can control the display and layout of one area in the DetailPortlet by designing your own HTML here. (Click the edit icon to access the HTML Layout editor.) You can include attribute values by selecting then from the Keyword drop down list. In the layout editor, selected attributes will appear in the form of a proprietary replacement string syntax. You are advised not to change them manually, but you are free to change the HTML in any other way. Note, image attribute replacement strings will be substituted with the appropriate <img> tags when the DetailPortlet is run.
pl: Poprzez dodanie tutaj własnego kodu HTML można kontrolować wygląd i układ jednego obszaru portletu szczegółów. (Aby otworzyć edytor układu HTML, należy kliknąć ikonę edycji.) Za pomocą listy rozwijanej Słowo kluczowe można dołączać wartości atrybutów. W edytorze układu wybrane atrybuty pojawią się w formie ciągu znaków zastępczych. Nie należy ich zmieniać ręcznie, ale kod HTML można zmieniać dowolnie. Uwaga: ciągi zastępcze atrybutów obrazów zostaną zastąpione odpowiednimi znacznikami <img>, kiedy portlet szczegółów będzie uruchomiony.

source: You must have at least 1 attribute for entity-definition ({0}).
pl: Definicja obiektu ({0}) wymaga co najmniej 1 atrybutu.

source: You must have at least 1 entity-definition.
pl: Potrzebna jest co najmniej 1 definicja obiektu.

source: [Delete_Entity] {0} deleted entity: {1}. It is a {2}
pl: [Delete_Entity] {0} usunięty obiekt: {1}. Jest to {2}

source: [Update_Entity] {0} updated entity: {1}. It is a {2}
pl: [Delete_Entity] {0} uaktualniony obiekt: {1}. Jest to {2}

source: false
pl: Nie

source: true
pl: Tak

source: view
pl: pokaż
