Repository: aviarypl/suse-l10n-pl
Catalog: po/EboPortalAggExcRsrc_*.po
Languages: pl

source: A problem occurred while rendering the portlet:
pl: Wystąpił problem podczas przetwarzania portletu:

source: Access denied to the portal page: {0}!
pl: Dostęp do strony portalu {0} jest zabroniony.

source: Anonymous page caching is DISABLED. This could cause slower performance. To correct this, set the value of the key \'\'{0}\'\' to a positive integer representing the maximum amount of time in minutes to cache the page, or -1 to indicate the maximum allowed time
pl: Anonimowy obszar buforowania jest WYŁĄCZONY. Może to powodować wolniejsze działanie. Aby to poprawić, proszę ustawić wartość klucza "{0}" na dodatnią liczbę całkowitą reprezentującą maksymalny czas buforowania strony w minutach albo na -1 dla maksymalnego dozwolonego czasu.

source: Assertion Error in Portlet
pl: Błąd uznania w portlecie

source: Can not cache page \'\'{0}\'\' on container page \'\'{1}\'\' because portlet \'\'{2}\'\' has it\'\'s expiration cache set to \'\'0\'\'. The performance for this page will not be optimal. It is suggested, for optimal performance, that this portlet either be removed from the page or have the expiration-cache setting in the portlet.xml turned to \'\'-1\'\' or a positive integer indicating a number of minutes before the cache expires.
pl: Nie można buforować strony "{0}" na stronie kontenera "{1}", ponieważ portlet "{2}" ma ustawiony czas wygaśnięcia buforowania na "0". Wydajność wyświetlania tej strony nie będzie optymalna. W celu uzyskania optymalnej wydajności zaleca się usunięcie tego portletu ze strony albo zmianę ustawienia expiration-cache w pliku portlet.xml na "-1" lub na dodatnią liczbę całkowitą wskazującą liczbę minut, po której ma wygasnąć buforowanie strony.

source: Could not convert default timeout value {0}, using default: {1}
pl: Nie można było przekonwertować domyślnej wartości limitu czasu {0}; użyto domyślnej: {1}

source: Could not convert max timeout value {0}, using default: {1}
pl: Nie można było przekonwertować maksymalnej wartości limitu czasu {0}; użyto domyślnej: {1}

source: Error adding include directive to style document
pl: Błąd podczas dodawania zawartej dyrektywy do dokumentu stylu

source: Error attempting to extract portlet list from the response document
pl: Błąd podczas próby wydobycia listy portletów z dokumentu odpowiedzi

source: Error attempting to locate PortalPageController information in Page Definition XML
pl: Błąd podczas wyszukiwania informacji o kontrolerze strony portalu w pliku definicji strony XML

source: Error creating template from XSL style sheet
pl: Błąd podczas tworzenia szablonu z arkusza stylów XSL

source: Error parsing concurrent throttle setting: {0}
pl: Błąd podczas analizy ustawienia przyspieszenia współbieżnego: {0}

source: Error transforming portal output
pl: Błąd podczas transformowania wyjścia portalu

source: Error while attempting to redirect to: {0}
pl: Błąd podczas próby przekierowania do: {0}

source: Error! Maximized Portlet not in portletsMap [{0}]
pl: Błąd! Zmaksymalizowany portlet nie znajduje się na mapie portletów [{0}]

source: Expiration cache cannot be 0!
pl: Pamięć podręczna wygaśnięcia nie może być 0.

source: Failed to style portlet with registration={0} and instance={1}
pl: Nie powiodło się nadanie stylu portletowi o rejestracji={0} i instancji={1}

source: Got unexpected return type. Can\'t proceed.
pl: Otrzymano nieoczekiwany typ danych zwrotnych. Przetwarzanie jest niemożliwe.

source: IO Exception draining input before send redirect
pl: Nastąpiło opróżnienie wejścia przez wyjątek IO przed wysłaniem przekierowania

source: IO Exception on redirect
pl: Wystąpił wyjątek IO podczas przekierowania

source: IO Exception on render portlet
pl: Wystąpił wyjątek IO podczas wyświetlania portletu

source: IO Exception on send redirect
pl: Wystąpił wyjątek IO podczas wysyłania przekierowywania

source: Logout
pl: Wylogowanie

source: Mode [{0}] not supported by portlet: {1} [{2}]
pl: Tryb [{0}] nie jest obsługiwany przez portlet: {1} [{2}]

source: No appropriate default page defined.
pl: Nie zdefiniowano odpowiedniej strony domyślnej.

source: No null or empty parameters allowed.
pl: Parametry puste lub o wartości null są niedozwolone.

source: No portlet id provided
pl: Nie podano identyfikatora portletu

source: No portlet(s) provided in the request.
pl: Nie podano portletów we wniosku.

source: Parameters can not be null when invoking {0}.
pl: Podczas wywoływania {0} parametry nie mogą mieć wartości null

source: Portlet {0} failed to generate a (valid) response!
pl: Nie powiodło się wygenerowanie (prawidłowej) odpowiedzi przez portlet {0}.

source: Request timed out or didn\'t produce a response. Filling in default response:
pl: Przekroczono czas oczekiwania lub zapytanie nie wywołało odpowiedzi. Wypełniono w odpowiedzi domyślnej:

source: Runtime Exception in Portlet
pl: Wystąpił wyjątek przetwarzania w portlecie

source: The portal page: [name={0}] cannot be found!
pl: Nie można znaleźć strony portalu: [name={0}].

source: The portlet encountered internal errors and could not be rendered. Please contact an administrator.
pl: Wystąpiły błędy wewnętrzne i portlet nie mógł zostać wyświetlony. Proszę skontaktować się z administratorem.

source: The portlet entity cannot be null!
pl: Obiekt portletu nie może mieć wartości null.

source: The portlet entity does not exist
pl: Obiekt portletu nie istnieje

source: The portlet model cannot be null!
pl: Model portletu nie może mieć wartości null.

source: The requested page was not found: {0}
pl: Nie znaleziono żądanej strony: {0}

source: The style URL cannot be empty or null.
pl: Adres URL stylu nie może być pusty ani mieć wartości null.

source: The url type [{0}] is not valid
pl: Typ adresu URL [{0}] jest nieprawidłowy

source: This portlet did not respond in time!
pl: Ten portlet nie odpowiedział w określonym czasie.

source: Unexpected exception getting page definition
pl: Wystąpił nieoczekiwany wyjątek podczas pobierania definicji strony

source: WindowState [{0}] not supported
pl: Stan okna [{0}] nie jest obsługiwany

source: back to default
pl: powrót do ustawień domyślnych

source: cannot set the new container page
pl: nie można ustawić nowej strony kontenera

source: cannot set the new page
pl: nie można ustawić nowej strony

source: en
pl: pl

source: error accessing the portletState for: {0}
pl: wystąpił błąd dostępu do stanu portletu dla: {0}

source: error getting request: {0}
pl: wystąpił błąd podczas pobierania wniosku: {0}

source: style URL and transformer must not be null
pl: adres URL stylu i transformer nie mogą mieć wartości null

source: style not found for: {0}
pl: nie znaleziono stylu dla: {0}

source: the container page name cannot be null or empty
pl: nazwa strony kontenera nie może być pusta ani mieć wartość null
