Repository: aviarypl/suse-l10n-pl
Catalog: po/ExchangeRsrc_*.po
Languages: pl

source: An unexpected error occurred executing this portlet. Please contact your Administrator.
pl: Wystąpił nieoczekiwany błąd podczas wykonywania tego portletu. Proszę skontaktować się z administratorem systemu.

source: Authentication Required?
pl: Wymagane uwierzytelnianie?

source: Authentication credentials are not required.
pl: Dane uwierzytelniające nie są wymagane.

source: Authentication credentials are required
pl: Wymagane są dane uwierzytelniające.

source: Border?
pl: Obramowanie?

source: Cancel
pl: Anuluj

source: Click here to open
pl: Proszę kliknąć tu, aby otworzyć

source: Click here to return
pl: Powrót

source: Enable scrolling of content within the Exchange control
pl: Zezwól przewijanie zawartości w obrębie kontrolki Exchange

source: Encode URL parameters
pl: Kodowanie parametrów URL

source: Encode the specified URL parameters using Encoding preference (if applicable)
pl: Kodowanie określonych parametrów URL z użyciem preferencji kodowania (jeśli możliwe)

source: Encoding
pl: Kodowanie

source: Encoding for URL parameters
pl: Kodowanie dla parametrów URL

source: Enter specific mailbox value. Leaving this value blank can allow access to shared/public folders.
pl: Proszę podać określoną wartość skrzynki pocztowej. Pozostawienie wartości pustej może umożliwić dostęp do folderów publicznych/współdzielonych.

source: Error rendering portlet in {0}
pl: Błąd podczas wyświetlania portletu w {0}

source: Exception occurred while saving user credentials
pl: Wystąpił wyjątek podczas zapisywania danych uwierzytelniających użytkownika

source: Exchange mailbox
pl: Skrzynka pocztowa Exchange

source: Form Post?
pl: Metoda POST formularza?

source: Height of Exchange portlet (in pixels)
pl: Wysokość portletu Exchange (w pikselach)

source: Invalid servlet action mode value for URL parameter: ({0}) = ({1}).
pl: Nieprawidłowa wartość trybu operacji serwletu dla parametru URL: ({0} = {1}).

source: Margin Height (in pixels)
pl: Wysokość marginesu (w pikselach)

source: Margin Width (in pixels)
pl: Szerokość marginesu (w pikselach)

source: Microsoft Security Patch MS04-004 Cumulative Security Update negates basic authentication functionality (\'Authentication Required\' = true, \'Form Post\' = false) in this case by disallowing urls in the form http://username:password@server. See http://support.microsoft.com/ default.aspx?scid=kb;en-us;834489 for details with regards to uninstalling the patch. A more secure option is to implement form-based authentication (\'Authentication Required\' = true, \'Form Post\' = false) if the destination server makes this available.
pl: Zbiorcza poprawka bezpieczeństwa Microsoft MS04-004 wyłącza podstawową funkcjonalność uwierzytelniania (\'Uwierzytelnianie wymagane\' = tak, \'Metoda POST formularza\' = nie) w tym przypadku poprzez zablokowanie adresów URL w formacie http://username:password@server. Zob. http://support.microsoft.com/ default.aspx?scid=kb;en-us;834489, aby uzyskać informacje dotyczące usunięcia poprawki. Bezpieczniejszą opcją jest zaimplementowanie uwierzytelniania opartego na formularzach (\'Uwierzytelnianie wymagane\' = tak, \'Metoda POST formularza\' = nie), jeśli serwer docelowy to udostępnia.

source: Non IFrame text link
pl: Odnośnik tekstowy dla przeglądarek nie obsługujących IFrame

source: Not all browsers support the IFrame HTML tag. This message is displayed as a hypertext link to the URL preference in non-IFrame compatible browsers.
pl: Nie wszystkie przeglądarki obsługują znacznik HTML IFrame. Ten komunikat jest wyświetlany jako odnośnik do preferencji adresów URL w przeglądarkach nieobsługujących znacznika IFrame.

source: Password
pl: Hasło

source: Password for Exchange server
pl: Hasło do serwera Exchange

source: Provides access to Microsoft Exchange calendar and messaging functions
pl: Zapewnia dostęp do kalendarza i funkcji komunikatora Microsoft Exchange

source: Save Permanently
pl: Zapisz na stałe

source: Scrollbar?
pl: Pasek przewijania?

source: Show border around the Exchange control
pl: Pokaż obramowanie wokół kontrolki Exchange

source: Specifies the amount of space to be left between the frame\'s contents in its left and right margins
pl: Określa przestrzeń pomiędzy zawartością ramki w jej prawym i lewym marginesie

source: Specifies the amount of space to be left between the frame\'s contents in its top and bottom margins
pl: Określa przestrzeń pomiędzy zawartością ramki w jej górnym i dolnym marginesie

source: Specifies whether the portlet should do a post or get to the URL. If \'Form Post\' is set to true, then parameters are posted to the specified URL via hidden input fields in a form. For example, with post set to true and form-based authentication implemented on the exchange server, the following post parameters could allow authentication: username=mydomain\\myusername, password=mypassword . If \'Form Post\' and \'Authentication Required\' are both set to true, values provided in the username and password fields can be required and used for form-based authentication using replacement strings. For example, setting username=$PORTLET_AUTH_ID$ and password=$PORTLET_AUTH_PWD$ will result in form parameters username=usernamefieldvalue and password=passwordfieldvalue being posted. Using replacement strings avoids storage of passwords in the clear.
pl: Określa, czy portlet powinien wysyłać żądania POST i GET pod adres URL. Jeśli opcja \'Metoda POST formularza\' ustawiona jest na \'tak\', parametry wysyłane są pod podany adres URL przez ukryte pola wejściowe w formularzu. Na przykład, jeśli parametr ten ustawiony jest na \'tak\' a na serwerze exchange zaimplementowane jest uwierzytelnianie oparte na formularzu, następujące parametry wysyłania mogą zezwolić na uwierzytelnianie: username=mydomain\\myusername, password=mypassword . Jeśli zarówno \'Metoda POST formularza\' jak i \'Wymagane uwierzytelnianie\' ustawione są na \'tak\', wartości wprowadzone w pola Nazwa użytkownika i Hasło mogą być wymagane i używane do uwierzytelniania opartego na formularzu przy użyciu ciągów zastępujących. Na przykład, ustawienia username=$PORTLET_AUTH_ID$ i password=$PORTLET_AUTH_PWD$ dadzą w rezultacie wysłane parametry formularza username=usernamefieldvalue i password=passwordfieldvalue. Użycie ciągów zastępujących zapobiega przechowywaniu haseł w czystym tekście.

source: Submit
pl: Wykonaj

source: The following error occurred during the execution of portlet class: ({0}).
pl: Wystąpił następujący błąd podczas wykonania klasy portletu: ({0}).

source: The height in pixels of inline frame (i.e., 640x480 would be 480)
pl: Wysokość ramki wewnętrznej w pikselach (np. dla 640 x 480 należy podać 480)

source: The width in pixels (or %) of the inline frame (i.e., 640x480 would be 640). You can also use percentages by using a percent at the end of the numeric value (i.e. 100%)
pl: Szerokość ramki pływającej w pikselach albo w % (np. dla 640x480 należy podać 640). Można także użyć wartości procentowych, podając znak procent po wartości numerycznej (np. 100%).

source: URL / Form Parameters
pl: Parametry URL / formularzy

source: URL Parameters in the format of NAME=VALUE (i.e. mode=edit). If \'Form Post\' is set to true, these parameters will be submitted to the destination URL as hidden form fields, otherwise they are passed as URL parameters. Portlet authentication credentials can be passed on a post (i.e. \'Form Post\' set to true) with the following substitution strings: $PORTLET_AUTH_ID$ and $PORTLET_AUTH_PWD$
pl: Parametry URL w formacje NAZWA=WARTOŚĆ (np.: mode=edit). Jeśli opcja \'Metoda POST formularza\' ma wartość \'tak\', parametry te zostaną wysłane do docelowego adresu URL jako pola ukryte. W przeciwnym wypadku wysyłane będą one jako parametry w adresie URL. Dane uwierzytelniające portletu można przesyłać metodą POST (\'Metoda POST formularza\'=tak) za pomocą następujących ciągów zastępujących: $PORTLET_AUTH_ID$ i $PORTLET_AUTH_PWD$

source: URL for Exchange Web Access Logon Form.
pl: Adres URL formularza logowania w systemie Exchange.

source: URL for Exchange Web Access Logon Form. For Example, http://exchange.company.com/ exchange/logonfrm.asp
pl: Adres URL formularza logowania w sieci Exchange. Na przykład: http://exchange.company.com/ exchange/logonfrm.asp

source: URL parameter for portlet is null or empty string.
pl: Parametr URL dla portletu ma wartość null albo jest pustym ciągiem.

source: Unable to build authenticated redirect. Forward slash character is not present in URL.
pl: Nie można zbudować uwierzytelnionego przekierowania. Brak znaku ukośnika w adresie URL.

source: Username
pl: Nazwa użytkownika

source: Username for Exchange server
pl: Nazwa użytkownika dla serwera Exchange

source: Width of Exchange portlet (in pixels or %)
pl: Szerokość portletu Exchange (w pikselach albo %)

source: You must login to the portal in order to use this portlet.
pl: Aby korzystać z tego portletu, należy zalogować się do portalu.

source: \u003cbr\u003eThe URL must be fully qualified; i.e., http//www.yahoo.com
pl: \u003cbr\u003eMusi to być pełny adres URL, np.: http//www.yahoo.com

source: \u003cbr\u003eURL Parameter ({0}) is empty. Value is required
pl: \u003cbr\u003eParameter ({0}) adresu URL jest pusty. Wymagana jest wartość

source: \u003cbr\u003eURL Parameter ({0}) is not formatted correctly. It must include an equal character
pl: \u003cbr\u003eParameter ({0}) adresu URL nie jest prawidłowo sformatowany. Musi on zawierać znak równości

source: \u003cbr\u003eexchange control height must be larger then the margin height
pl: \u003cbr\u003ewysokość kontrolki exchange musi być większa niż wysokość marginesu

source: \u003cbr\u003eexchange control width must be larger then the margin height
pl: \u003cbr\u003eszerokość kontrolki exchange musi być większa niż wysokość marginesu

source: exchange, portlet, calendar, email, messaging
pl: exchange, portlet, kalendarz, e-mail, wiadomości
