Repository: aviarypl/suse-l10n-pl
Catalog: po/ExportPortletRsrc_*.po
Languages: pl

source: Choose to view the data on screen, or export it. Select a format and click the button to proceed. Close the window when you are finished.
pl: Proszę wybrać, czy dane mają być wyświetlone na ekranie, czy wyeksportowane. Należy wybrać format i nacisnąć przycisk, a po zakończeniu zamknąć okno.

source: Close Window
pl: Zamknij okno

source: Display
pl: Wyświetl

source: Export
pl: Eksportuj

source: Export Portlet
pl: Portlet eksportu

source: Export to disk
pl: Eksportuj na dysk

source: Export, File, CSV, XML, Tab Delimited
pl: eksport, plik, CSV, XML, rozdzielone tabulatorami

source: File Format
pl: Format pliku

source: Mode
pl: Tryb

source: Please specify the export file name and disk location
pl: Proszę podać nazwę pliku eksportu i lokalizację na dysku.

source: Tab Delimited
pl: Rozdzielone tabulatorami

source: The format of the file, can be xml, csv or tab delimited.
pl: Formatem pliku może być XML, CSV lub tekst rozdzielony tabulatorami.

source: There is no result list available to be exported.
pl: Brak dostępnej listy wyników do wyeksportowania.

source: This script handles the user\'s choice of mode, format, and export format selection.
pl: Ten skrypt obsługuje wybór użytkownika dotyczący trybu, formatu i formatu eksportu.

source: View on screen
pl: Wyświetl na ekranie
