Repository: aviarypl/suse-l10n-pl
Catalog: po/FileUploadPortletRsrc_*.po
Languages: pl

source: An error occurred during file upload. Please contact your System Administrator.
pl: Wystąpił błąd podczas wysyłania pliku. Proszę skontaktować się z administratorem systemu.

source: An error occurred during file upload. The file extension type is not valid.
pl: Wystąpił błąd podczas wysyłania pliku. Typ rozszerzenia pliku jest nieprawidłowy.

source: An error occurred during file upload. The file size might exceed the directory size limit. Please contact your System Administrator.
pl: Wystąpił błąd podczas wysyłania pliku. Rozmiar pliku może przekraczać ograniczenie rozmiaru katalogu. Proszę skontaktować się z administratorem systemu.

source: An error occurred when retrieving data to determine whether the value already exists. Please contact your System Administrator.
pl: Wystąpił błąd podczas pobierania danych określających, czy wartość już istnieje. Proszę skontaktować się z administratorem systemu.

source: Are you sure you want to delete this photo?
pl: Czy na pewno usunąć to zdjęcie?

source: Attempting to add a data node to a null root node. Please contact your system administrator.
pl: Próba dodania węzła danych do węzła głównego o wartości null. Proszę skontaktować się z administratorem systemu.

source: Close Window
pl: Zamknij okno

source: Delete Image
pl: Usuń obraz

source: Delete this image, or upload a new image.
pl: Usunięcie tego obrazu lub wysłanie nowego obrazu.

source: Error in creating the second child node.
pl: Błąd podczas tworzenie drugiego węzła potomnego.

source: Error in parsing integer value. Please contact your system administrator.
pl: Błąd podczas przetwarzania wartości całkowitej. Proszę skontaktować się z administratorem systemu.

source: File Upload
pl: Wysyłanie pliku

source: FileUploadPortlet
pl: Portlet wysyłania pliku

source: Image successfully deleted.
pl: Obraz został usunięty.

source: Image successfully saved.
pl: Obraz został zapisany.

source: No file name was specified. Please enter the file name and try again.
pl: Nie podano nazwy pliku. Proszę podać nazwę pliku i spróbować ponownie.

source: Save Changes
pl: Zapisz zmiany

source: Save failure: The image uploaded exceeds the maximum size acceptable 64Kb.
pl: Błąd zapisywania: wysłany obraz przekracza maksymalny akceptowany rozmiar 64 Kb.

source: The file was not found. Please verify the file name and path are accurate, then try again.
pl: Nie znaleziono pliku. Proszę sprawdzić, czy nazwa pliku i ścieżka są dokładne, i spróbować ponownie.

source: The portlet cannot switch to VIEW mode at this time. Please contact your System Administrator.
pl: Portlet nie może w tej chwili przełączyć się w tryb widoku. Proszę skontaktować się z administratorem systemu.

source: The render URL parameter is missing the ({0}). Please contact your system administrator.
pl: Brak ({0}) w parametrze adresu URL renderowania. Proszę skontaktować się z administratorem systemu.

source: To upload a file
pl: Wysyłanie pliku

source: Upload a new image.
pl: Wysyłanie nowego obrazu.
