Repository: aviarypl/suse-l10n-pl
Catalog: po/ForgotPasswordRsrc_*.po
Languages: pl

source: A gateway to the NMAS server is not available.
pl: Brama do serwera NMAS jest niedostępna.

source: Action
pl: Operacja

source: AdvancedChangePassword
pl: Zaawansowana zmiana hasła

source: Allow Wild Cards in Login
pl: Zezwól na symbole wieloznaczne w nazwie użytkownika

source: An error occurred accessing the portlet. Please try again later. If the problem persists, contact your System Administrator.
pl: Wystąpił błąd podczas nawiązywania połączenia z portletem. Proszę spróbować ponownie. Jeśli problem będzie się powtarzał, proszę skontaktować się z administratorem systemu.

source: An invalid user name has been entered.
pl: Wprowadzono nieprawidłową nazwę użytkownika.

source: An user name must be entered.
pl: Trzeba wprowadzić nazwę użytkownika.

source: Answers to challenge response questions have not been set, or cannot be read at this time.
pl: Nie ustawiono odpowiedzi na pytania dla procedury pytanie-odpowiedź albo nie można ich odczytać w tym momencie.

source: Authentication
pl: Uwierzytelnienie

source: Authority is required in order to email this password.
pl: Do wysłania tego hasła przez e-mail wymagane jest upoważnienie.

source: Authority is required to change this password.
pl: Zmiana tego hasła wymaga upoważnienia.

source: Base 10 digits (0 through 9)
pl: 10 podstawowych cyfr (od 0 do 9)

source: CRSetup
pl: Konfiguracja CR

source: Challenge Questions authentication unsuccessful
pl: Nie powiodło się uwierzytelnienie metodą pytanie-odpowiedź

source: Challenge Response
pl: Pytanie-odpowiedź

source: Challenge Response timed out. Please try again.
pl: Przekroczenie limitu czasu dla procedury pytanie-odpowiedź. Proszę spróbować ponownie.

source: Challenge response failed.
pl: Procedura pytanie-odpowiedź się nie powiodła.

source: ChangePassword
pl: Zmiana hasła

source: Could not change password.
pl: Nie można było zmienić hasła.

source: Delegation to Challenge Response failed.
pl: Określenie zastępcy dla procedury pytanie-odpowiedź się nie powiodło.

source: Email address is not accessible.
pl: Adres e-mail jest niedostępny.

source: EmailHint
pl: Przesyłanie podpowiedzi

source: EmailPassword
pl: Przesyłanie hasła

source: Enabled
pl: Włączony

source: Encoding
pl: Kodowanie

source: Error happened on SOAP service.
pl: Wystąpił błąd w usłudze SOAP.

source: Error occurred when performing forgot password operations.
pl: Wystąpił błąd podczas operacji przypominania hasła.

source: First character of password cannot be a special character.
pl: Znak specjalny nie może być pierwszym znakiem w haśle.

source: First character of password cannot be numeric.
pl: Cyfra nie może być pierwszym znakiem w haśle.

source: Forgot Hint
pl: Podpowiedź do przypomnienia hasła

source: Forgot Password
pl: Przypominanie hasła

source: Forgot Password Web Service URL [{0}] is not valid or inaccessible.
pl: Adres URL usługi przypominania hasła [{0}] jest nieprawidłowy lub niedostępny.

source: Forgot password feature disabled.
pl: Funkcja przypominania hasła jest wyłączona.

source: ForgottenInstructions
pl: Instrukcje do przypominania hasła

source: Hint was not defined.
pl: Podpowiedź nie została zdefiniowana.

source: Hint was successfully emailed.
pl: Podpowiedź została wysłana przez e-mail.

source: Hint:
pl: Podpowiedź:

source: IDM Forgot Password
pl: Przypominanie hasła IDM

source: IDM, Password, Forgotten, Hint, NMAS
pl: IDM, hasło, zapomniane, podpowiedź, NMAS

source: Invalid Secure Password Manager (SPM) request. If the problem persists, contact your System Administrator. (-1697)
pl: Nieprawidłowe żądanie Secure Password Manager (SPM). Jeśli problem będzie się powtarzał, proszę skontaktować się z administratorem systemu. (-1697)

source: Invalid forgotten password action.
pl: Nieprawidłowa operacja przypominania hasła.

source: LDAP Secure Port Number
pl: Numer bezpiecznego portu usługi LDAP

source: Last character of password cannot be a special character.
pl: Ostatni znak w haśle nie może być znakiem specjalnym.

source: Last character of password cannot be numeric.
pl: Ostatni znak w haśle nie może być cyfrą.

source: Latin lowercase letters (a through z)
pl: Małe litery łacińskie (od a do z)

source: Latin uppercase letters (A through Z)
pl: Duże litery łacińskie (od A do Z)

source: Login Sequence
pl: Sekwencja logowania

source: Maximum number of characters in password:
pl: Maksymalna liczba znaków w haśle:

source: Maximum number of consecutive characters in password:
pl: Maksymalna liczba kolejnych znaków w haśle:

source: Maximum number of lowercase characters in password:
pl: Maksymalna liczba małych liter w haśle:

source: Maximum number of numeric characters in password:
pl: Maksymalna liczba cyfr w haśle:

source: Maximum number of repeated characters in password:
pl: Maksymalna liczba powtarzających się znaków w haśle:

source: Maximum number of special characters in password:
pl: Maksymalna liczba znaków specjalnych w haśle:

source: Maximum number of uppercase characters in password:
pl: Maksymalna ilość dużych liter w haśle:

source: Minimum number of characters in password:
pl: Minimalna liczba znaków w haśle:

source: Minimum number of lowercase characters in password:
pl: Minimalna liczba małych liter w haśle:

source: Minimum number of numeric characters in password:
pl: Minimalna liczba cyfr w haśle:

source: Minimum number of special characters in password:
pl: Minimalna liczba znaków specjalnych w haśle:

source: Minimum number of unique characters in password:
pl: Minimalna liczba niepowtarzalnych znaków w haśle:

source: Minimum number of uppercase characters in password:
pl: Minimalna liczba dużych liter w haśle:

source: Multiple users returned from search. Choose one to continue.
pl: Wyszukiwanie zwróciło wielu użytkowników. Proszę wybrać jednego z nich, aby kontynuować.

source: NMAS is not available.
pl: NMAS jest niedostępny.

source: No email body.
pl: Brak treści wiadomości e-mail.

source: No from address was entered.
pl: Brak adresu w polu Nadawca.

source: No subject was entered.
pl: Nie podano tematu.

source: Non-alphanumeric characters such as: exclamation point (!), dollar sign ($), or number sign (#)
pl: Znaki inne niż litery i cyfry, takie jak: wykrzyknik (!), znak dolara ($), czy krzyżyk (#)

source: Numeric characters are not allowed in password.
pl: Cyfry nie są dozwolone w haśle.

source: Old password invalid. Try again.
pl: Stare hasło jest nieprawidłowe. Proszę spróbować ponownie.

source: Password Policy not found for entered user.
pl: Nie znaleziono założeń haseł dla podanego użytkownika.

source: Password attribute violation has been detected.
pl: Wykryto naruszenie atrybutu hasła.

source: Password cannot be changed because the minimum lifetime requirement has not yet been met.
pl: Nie można zmienić hasła, ponieważ nie upłynął jeszcze minimalny czas życia hasła.

source: Password cannot be changed because the password history is full.
pl: Nie można zmienić hasła, ponieważ historia hasła jest pełna.

source: Password change succeeded.
pl: Zmiana hasła ukończona.

source: Password change timed out.
pl: Przekroczenie czasu dla zmiany hasła.

source: Password does not meet the lowercase character minimum requirement.
pl: Hasło nie zawiera minimalnej wymaganej liczby małych liter.

source: Password does not meet the minimum numeric character requirement.
pl: Hasło nie zawiera minimalnej wymaganej liczby cyfr.

source: Password does not meet the minimum unique characters requirement.
pl: Hasło nie zawiera minimalnej wymaganej liczby niepowtarzalnych znaków.

source: Password does not meet the special character minimum requirement.
pl: Hasło nie zawiera minimalnej wymaganej liczby znaków specjalnych.

source: Password does not meet the uppercase character minimum requirement.
pl: Hasło nie zawiera minimalnej wymaganej liczby dużych liter.

source: Password exceeds character re-use limit.
pl: Hasło zawiera za dużo powtórzonych znaków.

source: Password exceeds sequential character re-use limit.
pl: Hasło zawiera za dużo kolejnych znaków.

source: Password exceeds the maximum lowercase character limit.
pl: Hasło zawiera za dużo małych liter.

source: Password exceeds the maximum numeric character limit.
pl: Hasło zawiera za dużo cyfr.

source: Password exceeds the maximum special character limit.
pl: Hasło zawiera za dużo znaków specjalnych.

source: Password exceeds the maximum uppercase character limit.
pl: Hasło zawiera za dużo dużych liter.

source: Password extended disallowed.
pl: Hasło rozszerzone jest niedozwolone.

source: Password is not unique.
pl: Hasło nie jest niepowtarzalne.

source: Password is on the exclusion list.
pl: Hasło znajduje się na liście wykluczonych z użycia.

source: Password is too long.
pl: Hasło jest zbyt długie.

source: Password is too short.
pl: Hasło jest zbyt krótkie.

source: Password may not end with a number.
pl: Hasło nie może kończyć się cyfrą.

source: Password may not end with a special character.
pl: Hasło nie może kończyć się znakiem specjalnym.

source: Password may not start with a number.
pl: Cyfra nie może być pierwszym znakiem w haśle.

source: Password may not start with a special character.
pl: Znak specjalny nie może być pierwszym znakiem w haśle.

source: Password reserved violation.
pl: Naruszenie zastrzeżonego hasła.

source: Password was successfully emailed.
pl: Hasło zostało wysłane przez e-mail.

source: Please Try Again.
pl: Proszę spróbować ponownie.

source: Please enter a new password below:
pl: Proszę wpisać poniżej nowe hasło:

source: Please provide a response for each presented challenge.
pl: Proszę wprowadzić odpowiedź dla każdego z wyświetlonych pytań.

source: Policy Discovery has not taken place.
pl: Wykrywanie reguł nie odbyło się.

source: Question:
pl: Pytanie:

source: Response:
pl: Odpowiedź:

source: Return to Calling Page
pl: Powrót do strony wywołania

source: Sequence
pl: Sekwencja

source: Show forgotten password link
pl: Wyświetl odnośnik Przypominanie hasła

source: ShowHint
pl: Pokaż podpowiedź

source: Special characters not allowed in password.
pl: Znaki specjalne nie mogą występować w haśle.

source: Submit
pl: Wyślij

source: The old password entered is invalid.
pl: Wprowadzone stare hasło jest nieprawidłowe.

source: The password contains characters from three of the following four categories:
pl: Hasło zawiera znaki należące do trzech z następujących czterech kategorii:

source: The password is case sensitive.
pl: W haśle rozróżniana jest wielkość liter.

source: To help you log in, you must specify your username.
pl: Aby uzyskać pomoc przy logowaniu, trzeba podać swoją nazwę użytkownika.

source: Universal Change Password has been disabled for user.
pl: Uniwersalna zmiana hasła została wyłączona dla tego użytkownika.

source: Universal Password has not been set.
pl: Hasło uniwersalne nie zostało ustawione.

source: Universal Password is not set.
pl: Hasło uniwersalne nie jest ustawione.

source: Unknown user.
pl: Nieznany użytkownik.

source: Unsupported Action.
pl: Nieobsługiwana operacja.

source: User not found.
pl: Nie znaleziono użytkownika.

source: Username:
pl: Nazwa użytkownika:

source: You can now change your password. Type in your new password twice and make sure the password conforms to the displayed rules.
pl: Można teraz zmienić hasło. Proszę wpisać nowe hasło dwa razy. Nowe hasło musi być zgodne z wyświetlonymi regułami.

source: You may not use the following attribute values for your password:
pl: W haśle nie można używać następujących wartości atrybutów:

source: You may not use the following for your password.
pl: W haśle nie można używać następujących elementów.

source: You may use numbers in your password.
pl: W haśle można używać cyfr.

source: You may use special characters in your password.
pl: W haśle można używać znaków specjalnych.

source: You must use a unique password.
pl: Należy używać niepowtarzalnego hasła.

source: Your password can have no more than
pl: Hasło nie może mieć więcej niż

source: Your password must have at least
pl: Hasło musi mieć przynajmniej

source: Your password must have the following properties:
pl: Hasło musi mieć następujące cechy:

source: Your password policy does not allow you to change your password
pl: Reguły haseł nie pozwalają na zmianę hasła

source: Your password policy supports Microsoft Password Complexity Policy rules:
pl: Używane reguły haseł obsługują reguły Microsoft Password Complexity Policy:

source: [Forgot_Password_Change_Failure] {0} changed the password of {1} failed. Error #: {7}, Error Msg: {10}
pl: [Forgot_Password_Change_Failure] {0} nie powiodła się zmiana hasła użytkownika {1}. Nr błędu: {7}, komunikat błędu: {10}

source: [Forgot_Password_Change_Success] {0} successfully changed the password of {1}.
pl: [Forgot_Password_Change_Success] {0} hasło użytkownika {1} zostało zmienione.

source: eDirectory connection error has occurred, please check eDirectory connection settings.
pl: Wystąpił błąd połączenia eDirectory; proszę sprawdzić ustawienia połączenia eDirectory.

source: en
pl: pl

source: mail
pl: E-mail
