Repository: aviarypl/suse-l10n-pl
Catalog: po/GWMailCalendarRsrc_*.po
Languages: pl

source: Allow appointments to be displayed in Calendar.
pl: Zezwól na wyświetlanie spotkań w kalendarzu.

source: Allow links in Calendar to Web Access to be displayed.
pl: Zezwól na wyświetlanie odnośników do dostępu WWW w kalendarzu.

source: Allow notes in Calendar to be displayed.
pl: Zezwól na wyświetlanie notatek w kalendarzu.

source: Allow tasks in Calendar to be displayed.
pl: Zezwól na wyświetlanie zadań w kalendarzu.

source: Authentication credentials are not required.
pl: Dane uwierzytelniające nie są wymagane.

source: Authentication credentials are required
pl: Wymagane są dane uwierzytelniające.

source: Cancel
pl: Anuluj

source: Click here to return
pl: Powrót

source: Display a monthly calendar.
pl: Wyświetla kalendarz miesięczny.

source: Displays a user\'s GroupWise Mail and Calendar content
pl: Wyświetla zawartość wiadomości e-mail i kalendarza użytkownika GroupWise

source: Don\'t modify -- this is a system generated value!
pl: Proszę nie zmieniać -- wartość wygenerowana przez system!

source: Error rendering portlet in {0}
pl: Błąd podczas wyświetlania portletu w {0}

source: Exception attempting to store portlet parameter
pl: Wystąpił wyjątek podczas próby zapisania parametru portletu

source: Fully qualified URL (i.e. https://gmail.host.com
pl: Pełny adres URL (np. https://gmail.host.com

source: GW Mail Calendar
pl: GW Poczta Kalendarz

source: GW, GroupWise, Mail, Calendar, portlet
pl: GW, GroupWise, Poczta, Kalendarz, portlet

source: GroupWise Mail Calendar
pl: GroupWise Poczta Kalendarz

source: GroupWise Mail Display Count
pl: Wyświetlanie liczby wiadomości GroupWise

source: GroupWise Mail-Calendar
pl: GroupWise Poczta-Kalendarz

source: GroupWise Web Access Server
pl: Serwer dostępu WWW GroupWise

source: GroupWise Web Access path i.e. /servlet/webacc
pl: Ścieżka dostępu WWW GroupWise, np. /servlet/webacc

source: Highlighted Tab Color
pl: Kolor podświetlonej karty

source: Inactive tab color
pl: Kolor nieaktywnej karty.

source: Number of emails to display
pl: Liczba wiadomości e-mail do wyświetlenia

source: Password
pl: Hasło

source: Password Casing
pl: Wielkość liter w hasłach

source: Path to append to server preference for GroupWise WebAccess i.e. /servlet/webacc
pl: Ścieżka dołączana do preferencji serwera dla dostępu WWW do GroupWise, np. /servlet/webacc

source: Save Permanently
pl: Zapisz na stałe

source: Show Appointments in Calendar?
pl: Czy wyświetlać spotkania w kalendarzu?

source: Show GroupWise Calendar Web Access Links?
pl: Czy wyświetlać odnośniki dostępu WWW GroupWise w kalendarzu?

source: Show Monthly Calendar?
pl: Wyświetlać kalendarz miesięczny?

source: Show Notes in Calendar?
pl: Czy wyświetlać notatki w kalendarzu?

source: Show Tasks in Calendar?
pl: Czy wyświetlać zadania w kalendarzu?

source: Submit
pl: Wykonaj

source: Username
pl: Nazwa użytkownika

source: You must login to the portal in order to use this portlet.
pl: Aby korzystać z tego portletu, należy zalogować się do portalu.

source: Your GroupWise Email ID i.e. bsmith)
pl: ID adresu e-mail GroupWise (np. alepper)

source: Your GroupWise Password
pl: Hasło GroupWise

source: \'uppercase\' or \'lowercase\'
pl: \'duże litery\' lub \'małe litery\'

source: type in a valid html color if you know it -- else leave the default!
pl: proszę wpisać prawidłowy kolor html, jeśli jest znany -- w przeciwnym wypadku proszę pozostawić domyślny!
