Repository: aviarypl/suse-l10n-pl
Catalog: po/GwtNrfRsrc_*.po
Languages: pl

source: {0} is required. Please specify a value.
pl: Wymagane jest {0}. Proszę podać wartość.

source: {0} is too long. Please limit the name to 40 characters.
pl: Wartość {0} jest zbyt długa. Proszę ją skrócić do 40 znaków.

source: {0} is too long. Please limit the value to 9 characters.
pl: Wartość {0} jest zbyt długa. Proszę ją skrócić do 9 znaków.
