Repository: aviarypl/suse-l10n-pl
Catalog: po/GwtNrfRsrc_*.po
Languages: pl

source: Resource Assignments (Refer to Roles tab)
pl: Przypisania zasobów (kieruje do karty ról)

source: Resource Catalog
pl: Katalog zasobów

source: Resource Container:
pl: Kontener zasobów:

source: Resource Creation Failed: {0}
pl: Nie powiodło się tworzenie zasobu: {0}

source: Resource Description
pl: Opis zasobu

source: Resource Description:
pl: Opis zasobu:

source: Resource Form
pl: Formularz zasobu

source: Resource Information
pl: Informacja o zasobie

source: Resource Name
pl: Nazwa zasobu

source: Resource Name:
pl: Nazwa zasobu:

source: Resource Request Container:
pl: Kontener wniosków o zasoby:

source: Resource Request Form
pl: Formularz wniosku o zasób

source: Resource Settings
pl: Ustawienia zasobów

source: Resource could not be created.
pl: Nie można utworzyć zasobu.

source: Resource could not be saved.
pl: Nie można zapisać zasobu.

source: Resource successfully created.
pl: Zasób został utworzony.

source: Resource successfully saved.
pl: Zasób został zapisany.

source: Resource(s) could not be deleted.
pl: Nie można było usunąć zasobów.

source: Resource(s) successfully deleted.
pl: Zasoby zostały usunięte.

source: Resource:
pl: Zasób:

source: Resource:*
pl: Zasób:*

source: Resources
pl: Zasoby

source: Retract Request
pl: Wycofaj wniosek

source: Retract Resource Assignment
pl: Wycofaj przypisanie zasobu

source: Retract Resource Assignment Request. (Note: Requests in \'Completed\' state cannot be retracted.)
pl: Wycofaj wniosek o przypisanie zasobu (Uwaga: wniosku w stanie "Ukończony" nie można wycofać)

source: Retract Resource Request
pl: Wycofaj wniosek o zasób

source: Retract Role Assignment
pl: Wycofaj przypisanie roli

source: Retract Role Assignment Request. (Note: Requests in \'Completed\' state cannot be retracted.)
pl: Wycofaj wniosek o przypisanie roli (Uwaga: wniosku w stanie "Ukończony" nie można wycofać)

source: Retracted
pl: Wycofany

source: Retracting
pl: Wycofywanie

source: Retrieval may take some time. A filter can be used to speed processing. Press OK to continue. (Note: this dialog will not be shown again)
pl: Pobieranie może chwilę potrwać. Można użyć filtra do przyspieszenia przetwarzania. Proszę nacisnąć przycisk OK, aby kontynuować (Uwaga: to okno dialogowe nie pojawi się ponownie).

source: Revoke Approval
pl: Akceptacja odebrania

source: Revoke Approvers
pl: Odwołanie akceptantów

source: Revoke Custom Approval is selected but does not contain the PRD.
pl: Zaznaczono odwołanie własnych akceptacji, ale nie zawiera ono wniosku o wyposażenie.

source: Revoke Process
pl: Odwołanie procesu

source: Revoke Quorum
pl: Odwołanie kworum

source: Revoke Quorum is selected but no value is entered.
pl: Zaznaczono odwołanie kworum, ale nie wprowadzono wartości.

source: Revoke Resource
pl: Odwołaj zasób

source: Revoke Role
pl: Odwołaj rolę

source: Role
pl: Rola

source: Role Assigned to Role
pl: Rola przypisana do roli

source: Role Assignees are required.
pl: Wymagani są przypisani do ról.

source: Role Assignment Grace Period
pl: Okres warunkowy przypisywania roli

source: Role Assignment Grace Period:*
pl: Okres warunkowy przypisywania roli:*

source: Role Assignment requests require a business justification since a separation of duties conflict exists.
pl: Wnioski o przypisanie roli wymagają biznesowego uzasadnienia, jeśli istnieje konflikt rozdziału obowiązków.

source: Role Assignments (Refer to Roles tab)
pl: Przypisania ról (kieruje do karty ról)

source: Role Catalog
pl: Katalog ról

source: Role Container:
pl: Kontener ról:

source: Role Level
pl: Poziom roli

source: Role Level 10 Display Name
pl: Wyświetlana nazwa poziomu roli 10

source: Role Level 20 Display Name
pl: Wyświetlana nazwa poziomu roli 20

source: Role Level 30 Display Name
pl: Wyświetlana nazwa poziomu roli 30

source: Role Level Display Names:*
pl: Wyświetlane nazwy poziomu roli:*

source: Role Level:
pl: Poziom roli:

source: Role Name
pl: Nazwa roli

source: Role Name:*
pl: Nazwa roli:*

source: Role Relationship
pl: Relacje ról

source: Role Relationship successfully removed.
pl: Relacje ról zostały usunięte.

source: Role Relationship:
pl: Relacje ról:

source: Role Relationships
pl: Relacje ról

source: Role Request Container:
pl: Kontener wniosków o role:

source: Role Settings
pl: Ustawienia ról

source: Role Sub Container:
pl: Podkontener ról:

source: Role container is an optional directory container under the role level where the new role will be stored. Role Containers can be used to secure access to roles.
pl: Kontener ról to opcjonalny kontener katalogu poniżej poziomu roli, gdzie nowa rola zostanie zapisana. Kontenery ról mogą być użyte w celu zabezpieczenia dostępu do ról.

source: Role could not be created.
pl: Nie można było utworzyć roli.

source: Role could not be saved.
pl: Nie można było zapisać roli.

source: Role is Required
pl: Wymagana jest rola

source: Role relationship could not be added.
pl: Nie można było dodać relacji roli.

source: Role successfully created.
pl: Rola została utworzona.

source: Role successfully saved.
pl: Rola została zapisana.

source: Role(s) could not be deleted.
pl: Nie można było usunąć ról.

source: Role(s) successfully deleted.
pl: Role zostały usunięte.

source: Role(s):
pl: Role:

source: Role:
pl: Rola:

source: Roles must be in the same level. Please select another.
pl: Role muszą mieć ten sam poziom. Proszę wybrać inną.

source: Roles must be unique. Please select another.
pl: Role nie mogą się powtarzać. Proszę wybrać inną.

source: Rows:
pl: Wiersze:

source: Running
pl: W toku

source: Same as Grant Configuration
pl: Taka sama, jak konfiguracja nadania

source: Security
pl: Bezpieczeństwo

source: Select Container(s):
pl: Proszę wybrać kontenery:

source: Select Effective Date
pl: Proszę wybrać datę obowiązywania

source: Select Expiration Date
pl: Proszę wybrać datę wygaśnięcia

source: Select Group(s):
pl: Proszę wybrać grupy:

source: Select Role Container
pl: Wybór kontenera ról

source: Select Role(s):
pl: Proszę wybrać role:

source: Select User(s):
pl: Proszę wybrać użytkowników:

source: Select a List
pl: Wybór listy

source: Select a resource and specify a description for the resource association.
pl: Proszę zaznaczyć zasób i wybrać opis połączenia zasobów.

source: Select the Entitlement that will be provisioned when the Resource is provisioned.
pl: Proszę wybrać upoważnienie, które zostanie wyposażone, jeśli zasób będzie wyposażony.

source: Select the entitlement parameter(s) from the table.
pl: Proszę wybrać parametry upoważnienia z tabeli.

source: Select the entitlement to be assigned with the resource.
pl: Proszę wybrać upoważnienie, które będzie przypisane z zasobem.

source: Selected Roles:
pl: Wybrane role:

source: Selected Value(s)
pl: Wybrane wartości

source: Separation of Duties (SoD) Settings
pl: Ustawienia rozdziału obowiązków (RO)

source: Separation of Duties Constraints
pl: Ograniczenia rozdziału obowiązków

source: Serial
pl: Szeregowa

source: Show Comments
pl: Wyświetl komentarze

source: SoD Approval Definition:
pl: Definicja akceptacji RO:

source: SoD Constraint Description:*
pl: Opis ograniczenia RO:*

source: SoD Constraint Name:*
pl: Nazwa ograniczenia RO:*

source: SoD Container:
pl: Kontener RO:

source: SoD Name
pl: Nazwa RO

source: SoD Quorum percentage
pl: Wartość procentowa kworum RO

source: SoD could not be created.
pl: Nie można było utworzyć RO.

source: SoD could not be saved.
pl: Nie można było zapisać RO.

source: SoD has been successfully created, but there is already an SoD with the same roles.
pl: Utworzono RO, ale już jest RO z tymi samymi rolami.

source: SoD successfully created.
pl: RO został utworzony.

source: SoD successfully saved.
pl: RO został zapisany.

source: SoD(s) could not be deleted.
pl: Nie można było usunąć rozdziałów obowiązków.

source: SoD(s) successfully deleted.
pl: Rozdziały obowiązków zostały usunięte.

source: Source
pl: Źródło

source: Specify Expiration
pl: Określ datę wygaśnięcia

source: Standard Approval:
pl: Akceptacja standardowa:

source: Static Value
pl: Wartość statyczna

source: String
pl: Ciąg znaków

source: Successfully created an association to resource {0}.
pl: Połączenie z zasobem {0} zostało utworzone.

source: Successfully deleted the resource association.
pl: Połączenie z zasobem zostało usunięte.

source: System Comments
pl: Komentarze systemowe

source: System Comments:
pl: Komentarze systemowe:

source: Terminated
pl: Przerwany

source: The Compliance domain defines rights to launch attestation requests and view the status of attestation requests.
pl: Domena zgodności definiuje prawa do uruchomienia wniosków o potwierdzenie i przeglądania ich stanu.

source: The Configuration domain defines rights to configure access to user application header tabs and navigation items.
pl: Domena konfiguracji definiuje prawa do konfigurowania dostępu do kart nagłówków aplikacji użytkownika i elementów nawigacyjnych.

source: The Data Value for Request Form field {0} contains invalid characters. Please specify a valid value.
pl: Wartość danych dla pola {0} formularza wniosku zawiera nieprawidłowe znaki. Proszę podać prawidłową wartość.

source: The Display Label for Request Form field {0} is not unique. Please specify a unique value.
pl: Wyświetlana etykieta dla pola {0} formularza wniosku nie jest niepowtarzalna. Proszę podać niepowtarzalną wartość.

source: The Display Label {0} is too long. Please limit the name to 40 characters.
pl: Wyświetlana etykieta {0} jest zbyt długa. Proszę skrócić tę nazwę do 40 znaków.

source: The Entitlement Value is required. Please specify a value.
pl: Wymagana jest wartość dla upoważnienia. Proszę podać wartość.

source: The Entitlement data field cannot be removed.
pl: Nie można usunąć pola danych upoważnienia.

source: The Label for the Entitlement Value Field is required. Please specify a value.
pl: Wymagana jest etykieta pola wartości upoważnienia. Proszę podać wartość.

source: The List specified for Request Form field {0} is invalid. Please select a valid list.
pl: Lista podana dla pola formularza wniosku {0} jest nieprawidłowa. Proszę zaznaczyć właściwą.

source: The Provisioning domain defines rights to launch and retract process requests, manage addressee tasks, and configure delegate, proxy and availability settings.
pl: Domena wyposażania definiuje prawa do uruchamiania i wycofywania wniosków, zarządzania zadaniami adresata oraz do konfigurowania ustawień delegacji, pełnomocnictwa i dostępności.

source: The Report Container setting is a read-only value set at installation time.
pl: Ustawienie kontenera raportów jest wartością tylko do odczytu ustawioną podczas instalacji.

source: The Resource Name you entered contains invalid characters. The valid characters are alphanumeric, underscore (_), dash (-), and spaces.
pl: Wprowadzona nazwa zasobu zawiera nieprawidłowe znaki. Dopuszczalne są znaki alfanumeryczne, podkreślenia (_), łączniki (-) i odstępy.

source: The Resource Name you entered is too long. Please limit the name to {0} characters.
pl: Wprowadzona nazwa zasobu jest zbyt długa. Proszę skrócić ją do {0} znaków.

source: The Resource domain defines rights to manage resources, assign, revoke and report on resources, as well as rights to configure resource settings and bind entitlements.
pl: Domena zasobów definiuje prawa do zarządzania zasobami, do przypisywania, odwoływania i raportowania zasobów, jak również prawa do konfigurowania ustawień zasobów i łączenia upoważnień.

source: The Role Assignment removal grace period is the time between a role assignment removal and the start of the removal process of related entitlements.
pl: Czas warunkowego usuwania przypisania roli jest czasem pomiędzy usuwaniem przypisywania roli a rozpoczęciem procesu usuwania powiązanych upoważnień.

source: The Role Name you entered contains invalid characters. The valid characters are alphanumeric, underscore (_), dash (-), and spaces.
pl: Wprowadzona nazwa roli zawiera nieprawidłowe znaki. Dopuszczalne są znaki alfanumeryczne, podkreślenia (_), łączniki (-) i odstępy.

source: The Role Name you entered is too long. Please limit the name to {0} characters.
pl: Wprowadzona nazwa roli jest zbyt długa. Proszę skrócić ją do {0} znaków.

source: The Role domain defines rights to manage roles and SoDs, assign, revoke and report on roles, as well as rights to configure role settings.
pl: Domena roli definiuje prawa do zarządzania rolami i rozdziałami obowiązków, przypisywania, odwoływania i raportowania ról, jak również prawa do konfigurowania ustawień ról.

source: The Roles Based Provisioning Module periodically makes queries to an external entitlement system to refresh the details of entitlements that are displayed in the resource catalog. You can limit the time the system waits for the query result using the Default Query Timeout, and set the default refresh rate for entitlement queries. The Refresh Status indicates whether the entitlement values have been refreshed, and allows manual refresh if desired.
pl: Moduł wyposażania opartego na rolach przeprowadza okresowo zapytania w zewnętrznym systemie upoważnień. Celem tych zapytań jest odświeżanie szczegółów upoważnień wyświetlanych w katalogu zasobów. Można zmniejszyć czas oczekiwania systemu na wyniki tych zapytań przez ustawienie "Domyślny limit czasu zapytania" i ustawić domyślną częstotliwość odświeżania dla zapytań o upoważnienia. Stan odświeżania wskazuje, czy wartości upoważnień zostały odświeżone i pozwala na ręczne odświeżenie, jeśli to potrzebne.

source: The Security domain defines rights to manage user application security, such as assign and revoke domain administrators, domain managers and configure teams.
pl: Domena bezpieczeństwa definiuje prawa do zarządzania zabezpieczeniami aplikacji użytkownika, takimi jak przypisywanie i odwoływanie administratorów domen, menedżerów domen i konfiguracji zespołów.

source: The SoD Constraint Name you entered is too long. Please limit the name to {0} characters.
pl: Wprowadzona nazwa rozdziału obowiązków jest zbyt długa. Proszę skrócić ją do {0} znaków.

source: The SoD Name you entered contains invalid characters. The valid characters are alphanumeric, underscore (_), dash (-), and spaces.
pl: Wprowadzona nazwa rozdziału obowiązków zawiera nieprawidłowe znaki. Dopuszczalne są znaki alfanumeryczne, podkreślenia (_), łączniki (-) i odstępy.

source: The SoD Quorum percentage value is invalid. The valid range is from 1 to 100.
pl: Wartość procentowa kworum rozdziału obowiązków jest nieprawidłowa. Właściwy zakres to 1 do 100.

source: The ability to add entitlements to a role has been deprecated. It is recommended that entitlements be added to a resource instead.
pl: Możliwość dodawania upoważnień do roli jest już nieaktualna. Zamiast tego zaleca się dodawanie upoważnień do zasobów.

source: The entitlement value {0} is no longer a valid selection for the Entitlement. Please remove the value.
pl: Wartość upoważnienia {0} nie jest już prawidłowym wyborem dla upoważnienia. Proszę ją usunąć.

source: The following resources, if any, are provisioned indirectly because they are associated with a role that is assigned to this container.
pl: Następujące zasoby (o ile istnieją) są wyposażane pośrednio, ponieważ są połączone z rolą przypisaną do tego kontenera.

source: The following resources, if any, are provisioned indirectly because they are associated with a role that is assigned to this group.
pl: Następujące zasoby (o ile istnieją) są wyposażane pośrednio, ponieważ są połączone z rolą przypisaną do tej grupy.

source: The properties for this Entitlement data field are configured in the Entitlement tab.
pl: Właściwości tego pola danych upoważnienia są skonfigurowane w karcie "Upoważnienie".

source: The refresh is already running.
pl: Odświeżanie jest już w toku.

source: The reports domain defines reports permissions.
pl: Domena raportów definiuje uprawnienia do raportów.

source: The right included with this permission is the ability to manage reports.
pl: W tych uprawnieniach zawarte jest prawo do zarządzania raportami.

source: The right included with this permission is the ability to manage user application navigation for all users.
pl: W tych uprawnieniach zawarte jest prawo do zarządzania nawigacją aplikacji użytkownika dla wszystkich użytkowników.

source: The right included with this permission is the ability to manage user application security for all users.
pl: W tych uprawnieniach zawarte jest prawo do zarządzania zabezpieczeniami aplikacji użytkownika dla wszystkich użytkowników.

source: The value entered in field {0} must be an integer
pl: Wartość wprowadzona w polu {0} musi być liczbą całkowitą.

source: The {0} domain is undefined.
pl: Domena {0} nie jest zdefiniowana.

source: The {0} entitlement allows the user to type in any value.
pl: Upoważnienie {0} pozwala użytkownikowi na wpisanie dowolnej wartości.

source: The {0} entitlement does not require any values.
pl: Upoważnienie {0} nie wymaga żadnej wartości.

source: The {0} entitlement provides a list of defined values for selection.
pl: Upoważnienie {0} zawiera listę wartości zdefiniowanych dla wyboru.

source: There must be at least one approver.
pl: Musi istnieć co najmniej jeden akceptant.

source: These settings control the behavior of the resource management components of the User Application. All of the resource settings are read-only.
pl: To ustawienie kontroluje zachowanie komponentów zarządzania zasobami aplikacji użytkownika. Wszystkie te ustawienia zasobów są tylko do odczytu.

source: These settings control the behavior of the role management components of the User Application. You can define a removal grace period for the time between removal of a role assignment and the initiation of related entitlement removal processes. You can also set the display strings for business levels. The remaining settings are read-only.
pl: To ustawienie kontroluje zachowanie komponentów zarządzania rolami aplikacji użytkownika. Można zdefiniować czas warunkowego usunięcia dla czasu między usunięciem przypisania roli a uruchomieniem powiązanego procesu usuwania upoważnienia. Można również ustawić napisy wyświetlane na poziomach biznesowych. Pozostałe ustawienia są tylko do odczytu.

source: These settings control the behavior of the separation of duties (SoD) components of the User Application. You can define the default approval type for SoD approval flows, and also select the default approvers for SoD flows. The remaining settings are read-only.
pl: To ustawienie kontroluje zachowanie komponentów rozdziału obowiązków (RO) aplikacji użytkownika. Można zdefiniować domyślny typ akceptacji dla przepływów akceptacji rozdziału obowiązków, a także wybrać dla nich domyślnych akceptantów. Pozostałe ustawienia są tylko do odczytu.

source: This permission provides the ability to launch attestation requests and also view the status for attestation requests.
pl: Te uprawnienia umożliwiają uruchamianie wniosków o potwierdzenie oraz podgląd ich stanu.

source: Type
pl: Typ

source: Type of Assignment:
pl: Typ przypisania:

source: Types
pl: Typy

source: Unable to find the entitlement {0}. The entitlement no longer exists and will therefore be removed from this resource.
pl: Nie można znaleźć upoważnienia {0}. To upoważnienie już nie istnieje i dlatego będzie usunięte z tego zasobu.

source: Unable to get resource categories information.
pl: Nie można pobrać informacji o kategoriach zasobów.

source: Unable to reset configuration settings.
pl: Nie można zresetować ustawień konfiguracji.

source: Unable to resolve invalid list:
pl: Nie można rozwiązać nieprawidłowej listy:

source: Unable to retrieve Configuration:
pl: Nie można pobrać konfiguracji:

source: Unable to retrieve Drivers:
pl: Nie można pobrać sterowników:

source: Unable to retrieve SoD.
pl: Nie można pobrać rozdziału obowiązków.

source: Unable to retrieve resource.
pl: Nie można pobrać zasobu.

source: Unable to retrieve role.
pl: Nie można pobrać roli.

source: Unable to save configuration settings.
pl: Nie można zapisać ustawień konfiguracji.

source: Use Default Approvers:*
pl: Użyj domyślnych akceptantów:*

source: Use this page to define the basic configuration of the Roles and Resources Subsystem. Some of the settings are editable, whereas other settings show read-only values that are set at installation time and cannot be modified.
pl: Strony tej należy użyć do zdefiniowania podstawowej konfiguracji podsystemu ról i zasobów. Niektóre z tych ustawień są modyfikowalne, podczas gdy inne przedstawiają wartości tylko do odczytu, które zostały ustawione podczas instalacji i nie mogą być zmienione.

source: User
pl: Użytkownik

source: User Assigned to Resource
pl: Użytkownik przypisany do zasobu

source: User Assigned to Role
pl: Użytkownik przypisany do roli

source: User Comments
pl: Komentarze użytkownika

source: User Comments:
pl: Komentarze użytkownika:

source: User(s):
pl: Użytkownicy:

source: User:
pl: Użytkownik:

source: Value can be used to identify a unique assignment.
pl: Wartości tej można użyć do identyfikacji niepowtarzalnego przypisania.

source: Value must be of type:
pl: Wartość ta musi mieć typ:

source: Value must come from list:
pl: Wartość ta musi pochodzić z listy:

source: Value:*
pl: Wartość:*

source: View Assignment Details
pl: Pokaż szczegóły przypisania

source: Workflow Comments
pl: Komentarze do przepływu

source: You are in READ-ONLY mode. To see this screen in edit mode, you need to have permissions to configure both roles and resources settings.
pl: Tryb TYLKO DO ODCZYTU. Aby widzieć ten ekran w trybie edycji, trzeba dysponować uprawnieniami zarówno do konfiguracji ról, jak i ustawień zasobów.

source: You must select a entitlement to remove.
pl: Trzeba zaznaczyć upoważnienie do usunięcia.

source: You must select a relationship to remove.
pl: Trzeba zaznaczyć relację do usunięcia.

source: You must select a resource assignment to remove.
pl: Trzeba zaznaczyć przypisanie zasobu do usunięcia.

source: You must select a resource assignment to retract.
pl: Trzeba zaznaczyć przypisanie zasobu do wycofania.

source: You must select a resource to delete.
pl: Trzeba zaznaczyć zasób do usunięcia.

source: You must select a resource to edit.
pl: Trzeba zaznaczyć zasób do edycji.

source: You must select a role assignment request to retract.
pl: Trzeba zaznaczyć przypisanie roli do wycofania.

source: You must select a role assignment to remove.
pl: Trzeba zaznaczyć przypisanie zasobu do usunięcia.

source: You must select a role to assign.
pl: Trzeba zaznaczyć rolę do przypisania.

source: You must select a role to edit.
pl: Trzeba zaznaczyć rolę do edycji.

source: You must select a single System Role Assignment to edit.
pl: Trzeba zaznaczyć pojedyncze przypisanie roli systemowej do edycji.

source: You must select a single resource to assign.
pl: Trzeba zaznaczyć pojedynczy zasób do przypisania.

source: You must select a single role to assign.
pl: Trzeba zaznaczyć pojedynczą rolę do przypisania.

source: You must select a single role to delete.
pl: Trzeba zaznaczyć pojedynczą rolę do usunięcia.

source: You must select an SoD to delete.
pl: Trzeba zaznaczyć rozdział obowiązków do usunięcia.

source: You must select an SoD to edit.
pl: Trzeba zaznaczyć rozdział obowiązków do edycji.

source: You must select at least one resource association object to remove.
pl: Trzeba wybrać przynajmniej jeden obiekt połączenia zasobów do usunięcia.

source: minutes
pl: minuty

source: seconds (0=immediate)
pl: sekundy (0 oznacza natychmiast)

source: {0} Required
pl: {0} wymagane

source: {0} Text Invalid
pl: {0} nieprawidłowy tekst

source: {0} contains invalid characters. Please enter only numeric values.
pl: {0} zawiera nieprawidłowe znaki. Proszę wprowadzić tylko cyfry.
