Repository: aviarypl/suse-l10n-pl
Catalog: po/GwtNrfRsrc_*.po
Languages: pl

source: (mm/dd/yyyy hh:mm:ss a)
pl: (dd/mm/yyyy HH:mm:ss)

source: A Data Value is required for Request Form field {0}. Please specify a value.
pl: Pole {0} formularza wniosku wymaga wartości daty. Proszę ją podać.

source: A Default SoD Approver
pl: Domyślny akceptant RO

source: A Display Label is required for Request Form field number {0}. Please specify a value.
pl: Pola o numerze {0} formularza wniosku wymaga wyświetlanej etykiety. Proszę ją podać.

source: A List is required for Request Form field {0}. Please specify a value.
pl: Pole {0} formularza wniosku wymaga listy. Proszę ją podać.

source: A Resource is required. Please select a resource.
pl: Wymagany jest zasób. Proszę go podać.

source: A Separation of Duties Constraint manages two conflicting roles and an approval process. A user is granted both of the conflicting roles after an approval process is completed. The process can require approval from defined users or simply filling in a reason for the grant. The approval process is defined for each SoD constraint.
pl: Ograniczenie rozdziału obowiązków zarządza dwiema rolami pozostającymi w konflikcie i procesem akceptacji. Użytkownikowi przyznawane są te obie role w konflikcie po ukończeniu procesu akceptacji. Proces ten może wymagać akceptacji określonych użytkowników lub po prostu podania powodu przyznania. Proces akceptacji jest zdefiniowany dla każdego ograniczenia rozdziału obowiązków.

source: A resource form is used to gather necessary data to properly assign a resource. Create and define the fields for the resource.
pl: Formularz zasobów jest używany do gromadzenia danych niezbędnych do właściwego przypisania zasobu. Trzeba utworzyć i zdefiniować pola dla tego zasobu.

source: A serial type requires approval from all the approvers in the order of the approvers list. Order can be edited using the up and down buttons. A quorum type requires approval from a percentage of the approvers, in no particular order or from any specific approvers.
pl: Typ szeregowy wymaga akceptacji ze strony wszystkich akceptantów wymienionych na liście akceptantów. Ich porządek może być modyfikowany przy pomocy przycisków "W górę" i "W dół". Typ kworum wymaga akceptacji przez określony procent akceptantów w dowolnej kolejności lub przez dowolnego, określonego akceptanta.

source: A user can be assigned more than one value.
pl: Użytkownikowi można przypisać więcej niż jedną wartość.

source: A user can only be assigned one value.
pl: Użytkownikowi można przypisać tylko jedną wartość.

source: A value is required for search.
pl: Do przeprowadzenia wyszukiwania wymagana jest wartość.

source: Activity
pl: Czynność

source: Add Field
pl: Dodaj pole

source: Add Resource Association
pl: Dodawanie powiązania zasobów

source: Add Role Relationship
pl: Dodaj relację roli

source: Allow Override
pl: Zezwól na zastępowanie

source: Allow role approval process to override resource approval process
pl: Zezwól na zastępowanie procesu akceptowania zasobów procesem akceptowania roli

source: Allow user to assign entitlement value(s) at resource request time:
pl: Zezwól użytkownikowi na przypisywanie wartości upoważnień w czasie wniosku o zasób:

source: Allow user to request multiple assignments by selecting more than one value.
pl: Zezwól użytkownikowi na wnioskowanie o wiele przypisań przez zaznaczanie więcej niż jednej wartości.

source: Apply role assignment(s) to sub-containers
pl: Zastosuj przypisania ról do podkontenerów

source: Approval
pl: Akceptacja

source: Approval Retry
pl: Ponowienie akceptacji

source: Approval Type:
pl: Typ akceptacji:

source: Approved
pl: Zaakceptowany

source: Approvers:*
pl: Akceptanci:*

source: Are you sure you want to delete the Administrator Assignment(s)? This cannot be undone.
pl: Czy na pewno usunąć te przypisania administratora? Czynności tej nie można cofnąć.

source: Are you sure you want to delete the SoD(s)? This cannot be undone.
pl: Czy na pewno usunąć te rozdziały obowiązków? Czynności tej nie można cofnąć.

source: Are you sure you want to delete the resource(s)? This cannot be undone.
pl: Czy na pewno usunąć te zasoby? Czynności tej nie można cofnąć.

source: Are you sure you want to delete the role(s)? This cannot be undone.
pl: Czy na pewno usunąć te role? Czynności tej nie można cofnąć.

source: Are you sure you want to remove the entitlement(s)? This cannot be undone.
pl: Czy na pewno usunąć te upoważnienia? Czynności tej nie można cofnąć.

source: Are you sure you want to remove the relationship(s)? Role assignments that have been made will be affected. You can add the relationship(s) again later, but all assignments will be lost.
pl: Czy na pewno usunąć tę relację? Będzie to miało wpływ na dokonane przypisania ról. Można później dodać ponownie tę relację, ale wszystkie przypisania zostaną utracone.

source: Are you sure you want to remove the selected Resource Association(s)? This cannot be undone.
pl: Czy na pewno usunąć te zaznaczone powiązania zasobów? Czynności tej nie można cofnąć.

source: Are you sure you want to retract the resource request(s)? This cannot be undone.
pl: Czy na pewno wycofać te wnioski o zasoby? Czynności tej nie można cofnąć.

source: Assign RBPM Administrator
pl: Przypisanie administratora RBPM

source: Assign Resource
pl: Przypisanie zasobu

source: Assign Role
pl: Przypisanie roli

source: Assign Value:
pl: Przypisanie wartości:

source: Assign entitlement value(s) now:
pl: Przypisz teraz wartości upoważnień:

source: Assigned To
pl: Przypisane do

source: Assignment Details
pl: Szczegóły przypisania

source: Assignments
pl: Przypisania

source: Association Description
pl: Opis powiązania

source: Association Description:*
pl: Opis powiązania:*

source: Association Form
pl: Formularz powiązania

source: Association Form Data
pl: Dane formularza powiązania

source: Association Values
pl: Wartości powiązania

source: At least one role must be selected to define the relationship.
pl: Trzeba zaznaczyć co najmniej jedną rolę, aby zdefiniować tę relację.

source: At resource request time
pl: W czasie wniosku o zasób

source: Boolean
pl: Wartość logiczna

source: Browse Entitlements
pl: Przeglądanie upoważnień

source: Categories
pl: Kategorie

source: Categories:
pl: Kategorie:

source: Category
pl: Kategoria

source: Child
pl: Potomne

source: Choose a Resource to assign.
pl: Proszę wybrać zasób do przypisania.

source: Cleanup
pl: Porządkowanie

source: Click Add to create form fields.
pl: Proszę kliknąć przycisk Dodaj, aby utworzyć pola formularza.

source: Click Browse to see available entitlements.
pl: Proszę kliknąć przycisk Przeglądaj, aby zobaczyć dostępne upoważnienia.

source: Comments
pl: Komentarze

source: Completed
pl: Ukończono

source: Compliance
pl: Zgodność

source: Concatenate all non-blank results to build display value
pl: Połącz wszystkie niepuste wyniki w celu zbudowania wyświetlanej wartości

source: Configuration
pl: Konfiguracja

source: Configuration settings have been reset.
pl: Ustawienia konfiguracji zostały zresetowane.

source: Configuration settings saved successfully.
pl: Ustawienia konfiguracji zostały zapisane.

source: Configure Roles and Resources Settings
pl: Konfiguracja ustawień ról i zasobów

source: Confirmation Number:
pl: Numer potwierdzenia:

source: Conflict Name
pl: Nazwa konfliktu

source: Conflicting Role
pl: Rola w konflikcie

source: Conflicting Role:*
pl: Rola w konflikcie:*

source: Conflicting Roles
pl: Role w konflikcie

source: Conflicting roles are required.
pl: Wymagane są role pozostające w konflikcie.

source: Container
pl: Kontener

source: Container Assigned to Role
pl: Kontener przypisany do roli

source: Container(s):
pl: Kontenery:

source: Container:
pl: Kontener:

source: Could not clear cache
pl: Nie można było wyczyścić pamięci podręcznej

source: Created {0} resource assignment request(s).
pl: Utworzonych wniosków o przypisanie zasobu: {0}.

source: Created {0} role assignment request(s).
pl: Utworzonych wniosków o przypisanie roli: {0}.

source: Created {0} role relationship request(s).
pl: Utworzonych wniosków o relację ról: {0}.

source: Custom Approval:
pl: Akceptacja własna:

source: Customize Request Status Display
pl: Dostosowanie widoku stanu wniosku

source: Customize Resource Assignment Display
pl: Dostosowanie widoku przypisania zasobu

source: Customize Resource Associations Display
pl: Dostosowanie widoku powiązań zasobów

source: Customize Resource Catalog Display
pl: Dostosowanie widoku katalogu zasobów

source: Customize Role Assignments Display
pl: Dostosowanie widoku przypisań ról

source: Customize Role Catalog Display
pl: Dostosowanie widoku katalogu ról

source: Customize SoD Catalog Display
pl: Dostosowanie widoku katalogu rozdziału obowiązków

source: Customize System Role Assignments Display
pl: Dostosowanie widoku systemu przypisań ról

source: Customize columns
pl: Dostosowanie kolumn

source: Data Type:*
pl: Typ danych:*

source: Data Value:*
pl: Wartość danych:*

source: Date
pl: Data

source: Default Approvers:*
pl: Domyślni akceptanci:*

source: Default Query Timeout
pl: Domyślny limit czasu zapytania

source: Default Query Timeout:*
pl: Domyślny limit czasu zapytania:*

source: Default Refresh Rate
pl: Domyślna częstotliwość odświeżania

source: Default Refresh Rate:*
pl: Domyślna częstotliwość odświeżania:*

source: Default Resource Approval Definition:
pl: Domyślna definicja akceptacji zasobu:

source: Default Role Approval Definition:
pl: Domyślna definicja akceptacji roli:

source: Default SoD Approval Type:*
pl: Domyślny typ akceptacji RO:*

source: Default SoD Approvers:*
pl: Domyślni akceptanci RO:*

source: Define Role Relationship
pl: Definiowanie relacji ról

source: Delete Resource
pl: Usunięcie zasobu

source: Delete Role
pl: Usunięcie roli

source: Delete Separation of Duties Constraint
pl: Usunięcie ograniczenia rozdziału obowiązków

source: Delete SoD
pl: Usunięcie rozdziału obowiązków

source: Denied
pl: Odrzucony

source: Description
pl: Opis

source: Description:*
pl: Opis:*

source: Display Label:*
pl: Wyświetlana etykieta:*

source: Display Name
pl: Wyświetlana nazwa

source: Display Name:*
pl: Wyświetlana nazwa:*

source: Display values from Entitlement List:*
pl: Wyświetlane wartości z listy upoważnień:*

source: Domain
pl: Domena

source: Domain Information
pl: Informacje o domenie

source: Domain:
pl: Domena:

source: Driver
pl: Sterownik

source: Dynamic Value
pl: Wartość dynamiczna

source: Edit Administrator Assignment
pl: Edycja przypisania administratora

source: Edit Resource
pl: Edycja zasobów

source: Edit Role
pl: Edycja roli

source: Edit Separation of Duties Constraint
pl: Edycja ograniczenia rozdziału obowiązków

source: Edit System Role Assignment
pl: Edycja przypisania ról systemowych

source: Effective Date
pl: Data obowiązywania

source: Effective Date {0} is not valid, sample format is 04/15/2009 08:00:00 PM.
pl: Data obowiązywania {0} jest nieprawidłowa; przykładowy format to 15/04/2009 08:00:00.

source: Effective Date:
pl: Data obowiązywania:

source: End Date:
pl: Data zakończenia:

source: Enter an Initial Request Description for removing the selected Resource Assignment(s). This operation cannot be undone.
pl: Proszę wprowadzić początkowy opis wniosku w celu usunięcia zaznaczonych przypisań zasobów. Czynności tej nie można cofnąć.

source: Enter an Initial Request Description for removing the selected Role Assignment(s). This operation cannot be undone.
pl: Proszę wprowadzić początkowy opis wniosku w celu usunięcia zaznaczonych przypisań ról. Czynności tej nie można cofnąć.

source: Enter an Initial Request Description for retracting the selected Resource Assignment Request(s). This operation cannot be undone.
pl: Proszę wprowadzić początkowy opis wniosku w celu wycofania zaznaczonych wniosków o przypisanie zasobów. Czynności tej nie można cofnąć.

source: Enter an Initial Request Description for retracting the selected Role Assignment request(s). This operation cannot be undone.
pl: Proszę wprowadzić początkowy opis wniosku w celu wycofania zaznaczonych wniosków o przypisanie ról. Czynności tej nie można cofnąć.

source: Entitlement
pl: Upoważnienie

source: Entitlement Description:
pl: Opis upoważnienia:

source: Entitlement Name:
pl: Nazwa upoważnienia:

source: Entitlement Query Settings
pl: Ustawienia zapytań o upoważnienia

source: Entitlement Value Information
pl: Informacja o wartości upoważnienia

source: Entitlement Values
pl: Wartości upoważnienia

source: Entitlement Values:
pl: Wartości upoważnienia:

source: Entitlement:
pl: Upoważnienie:

source: Entitlements
pl: Upoważnienia

source: Error encountered when trying to receive role assignments: {0}
pl: Napotkano błąd podczas próby pobrania przypisań roli: {0}.

source: Error encountered when trying to remove role: {0}
pl: Napotkano błąd podczas próby usunięcia roli: {0}.

source: Error getting max default page size, using defaults.
pl: Błąd podczas pobierania maksymalnej domyślnej wielkości strony; użycie wartości domyślnych.

source: Error loading resource assignments: {0}
pl: Błąd podczas wczytywania przypisań zasobów: {0}

source: Error loading user resource assignments preferences: {0}
pl: Błąd podczas wczytywania preferencji użytkownika przypisań zasobów: {0}

source: Error occured while removing resource: {0}
pl: Wystąpił błąd podczas usuwania zasobu: {0}

source: Expiration Date
pl: Data wygaśnięcia

source: Expiration Date is required if Specify Expiration is selected.
pl: Data wygaśnięcia jest wymagana, jeśli zaznaczono Określ datę wygaśnięcia.

source: Expiration Date must be after Effective Date.
pl: Data wygaśnięcia musi być późniejsza niż data obowiązywania.

source: Expiration Date {0} is not valid, sample format is 04/15/2009 08:00:00 PM.
pl: Data wygaśnięcia {0} jest nieprawidłowa; przykładowy format to 15/14/2009 08:00:00 PM.

source: Expiration Date:
pl: Data wygaśnięcia:

source: Failed to create resource association:
pl: Nie powiodło się utworzenie powiązań zasobów:

source: Failed to create {0} resource assignment request(s).
pl: Nie powiodło się utworzenie {0} wniosków o przypisanie zasobów.

source: Failed to create {0} role assignment request(s).
pl: Nie powiodło się utworzenie {0} wniosków o przypisanie ról.

source: Failed to create {0} role relationship request(s).
pl: Nie powiodło się utworzenie {0} wniosków o relacje ról.

source: Failed to delete resource association:
pl: Nie powiodło się usunięcie powiązań zasobów:

source: Failed to get resource:
pl: Nie powiodło się pobranie zasobu:

source: Failed to remove {0} resource assignment request(s).
pl: Nie powiodło się usunięcie {0} wniosków o przypisanie zasobów.

source: Failed to remove {0} role assignment request(s).
pl: Nie powiodło się usunięcie {0} wniosków o przypisanie ról.

source: Failed to remove {0} role relationship request(s).
pl: Nie powiodło się usunięcie {0} wniosków o relacje ról.

source: Failed to retract {0} role assignment request(s).
pl: Nie powiodło się wycofanie {0} wniosków o przypisanie ról.

source: Failed to retract {0} role relationship request(s).
pl: Nie powiodło się wycofanie {0} wniosków o relacje ról.

source: Failed to retrieve Entitlements: {0}
pl: Nie powiodło się pobranie upoważnień: {0}

source: Field Label
pl: Etykieta pola

source: Fields
pl: Pola

source: First
pl: Pierwsza

source: Grant Approval
pl: Akceptacja nadania

source: Grant Approvers
pl: Akceptanci nadania

source: Grant Custom Approval is selected but does not contain the PRD.
pl: Zaznaczono własną akceptację nadania, ale nie zawiera ona definicji wniosku o wyposażenie.

source: Grant Process
pl: Proces nadania

source: Grant Quorum
pl: Kworum nadania

source: Grant Quorum is selected but no value is entered.
pl: Zaznaczono kworum nadania, ale nie wprowadzono wartości.

source: Grant Resource
pl: Zasób nadania

source: Grant Role
pl: Rola nadania

source: Group
pl: Grupa

source: Group Assigned to Role
pl: Grupa przypisana do roli

source: Group(s):
pl: Grupy:

source: Group:
pl: Grupa:

source: Hide
pl: Ukryj

source: If no date is entered, effective date is immediate.
pl: Jeśli nie podano żadnej daty, czas obowiązywania liczy się od teraz.

source: If no date is entered, there is no expiration date.
pl: Jeśli nie podano żadnej daty, nie ma czasu wygaśnięcia.

source: If the All Permissions checkbox is selected, the administrator will have full privileges for the selected domain: {0}. If the All Permissions checkbox is not selected, you can configure individual permissions within the selected domain, once the assignment has been created.
pl: Jeśli zaznaczono pole wyboru Wszystkie uprawnienia, administrator ma pełne uprawnienia do zaznaczonej domeny {0}. Jeśli pole to nie jest zaznaczone, można skonfigurować indywidualne ustawienia uprawnień dla zaznaczonej domeny, gdy tylko przypisanie zostanie utworzone.

source: Initial Request Description
pl: Początkowy opis wniosku

source: Initial Request Description is Required.
pl: Wymagany jest początkowy opis wniosku

source: Initial Request Description:
pl: Początkowy opis wniosku:

source: Integer
pl: Liczba całkowita

source: Is Active
pl: Aktywne

source: Justification is required when a role assignment results in an SoD violation.
pl: Wymagane jest uzasadnienie, jeśli przypisanie roli skutkuje naruszeniem rozdziału obowiązków.

source: Justification:
pl: Uzasadnienie:

source: Label for value field
pl: Etykieta pola wartości

source: Label for value field:*
pl: Etykieta pola wartości:*

source: Last
pl: Ostatnia

source: Level 10:*
pl: Poziom 10:*

source: Level 20:*
pl: Poziom 20:*

source: Level 30:*
pl: Poziom 30:*

source: List
pl: Lista

source: Logical System:
pl: System logiczny:

source: More than one value can be specified.
pl: Można określić więcej niż jedną wartość.

source: Move Field Down
pl: Przesuwa pole w dół

source: Move Field Up
pl: Przesuwa pole w górę

source: Multi-Value
pl: Wiele wartości

source: Multivalue
pl: Wiele wartości

source: New Administrator Assignment
pl: Nowe przypisanie administratora

source: New Field
pl: Nowe pole

source: New Request
pl: Nowy wniosek

source: New Resource
pl: Nowy zasób

source: New Role
pl: Nowa rola

source: New Separation of Duties Constraint
pl: Nowe ograniczenie rozdziału obowiązków

source: Next
pl: Następna

source: No Data
pl: Brak danych

source: No Entitlements were found. You either do not have permission to bind to entitlements or have not configured entitlements for resource mapping. Please see documentation for further details.
pl: Nie znaleziono upoważnień. Albo brak uprawnień do powiązania z upoważnieniami, albo nie skonfigurowano upoważnień do mapowania zasobów. Dalsze szczegóły podano w dokumentacji.

source: No Expiration
pl: Brak daty wygaśnięcia

source: No Lists Found
pl: Nie znaleziono list

source: No sub-containers found
pl: Nie znaleziono podkontenerów

source: None
pl: Brak

source: Not Running
pl: Zatrzymany

source: Note: Removing Role assigned to group/container removes the role assignment from all the users of the group/container. Removing Role associated with role removes the role association.
pl: Uwaga: Usunięcie roli przypisanej do grupy / kontenera usuwa przypisanie roli wszystkich użytkowników tej grupy / kontenera. Usunięcie roli połączone z rolą usuwa połączenie roli.

source: Note: The Checkbox is disabled because changing All Permissions mode is only permitted when creating a new RBPM Administration assignment.
pl: Uwaga: To pole wyboru jest wyłączone, gdyż zmiana trybu "Wszystkie uprawnienia" jest dozwolona tylko podczas tworzenia nowej administracji RBPM.

source: Note: The checkbox is disabled because the selected domain only has the All Permissions option.
pl: Uwaga: To pole wyboru jest wyłączone, gdyż zaznaczona domena ma tylko opcję "Wszystkie uprawnienia".

source: Now
pl: Teraz

source: One of the conflicting role(s) has been deleted. The SoD is now invalid and should be deleted.
pl: Jedna z ról pozostających w konflikcie została usunięta. Ten rozdział obowiązków jest teraz nieprawidłowy i powinien być usunięty.

source: Owner
pl: Właściciel

source: Owners
pl: Właściciele

source: Owners:
pl: Właściciele:

source: Parameter Value
pl: Wartość parametru

source: Parent
pl: Nadrzędny

source: Pending Approval
pl: Oczekuje akceptacji

source: Pending Approval Retry
pl: Oczekuje ponowienia akceptacji

source: Percentage:*
pl: Procent:*

source: Permissions
pl: Uprawnienia

source: Please enter an Initial Request Description.
pl: Proszę wprowadzić początkowy opis wniosku.

source: Please select a User to assign.
pl: Proszę zaznaczyć użytkownika do przypisania.

source: Please select at least one value.
pl: Proszę zaznaczyć co najmniej jedną wartość.

source: Please specify values for the Association Description and the request form fields, if any.
pl: Proszę podać wartości dla opisu połączenia i dla pól formularza wniosku, jeśli takie istnieją.

source: Preview Form - Assign Resource
pl: Podgląd formularza - Przypisanie zasobu

source: Preview Request Form
pl: Podgląd formularza wniosku

source: Previous
pl: Poprzednia

source: Properties
pl: Właściwości

source: Provide a description for role relationship.
pl: Proszę podać opis dla relacji roli.

source: Provisioning
pl: Wyposażanie

source: Provisioning Error
pl: Błąd wyposażania

source: Query Display Elements:
pl: Wyświetlane elementy zapytania:

source: Quorum is selected but no value is entered.
pl: Zaznaczono kworum, ale nie wprowadzono wartości.

source: Quorum must be an integer between 1 and 100.
pl: Wartość kworum musi być liczbą całkowitą w przedziale od 1 do 100.

source: Quorum:
pl: Kworum:

source: Reason
pl: Powód

source: Recipient
pl: Beneficjent

source: Recipient:
pl: Beneficjent:

source: Refresh
pl: Odśwież

source: Refresh Now
pl: Odśwież teraz

source: Refresh Request Status List
pl: Odświeżenie listy stanu wniosku

source: Refresh Resource List
pl: Odświeżenie listy zasobów

source: Refresh Role Assignment List
pl: Odświeżenie listy przypisań ról

source: Refresh Role List
pl: Odświeżenie listy ról

source: Refresh Separation of Duties Constraints List
pl: Odświeżenie listy ograniczeń rozdziału obowiązków

source: Refresh Status:
pl: Odśwież stan:

source: Relationship
pl: Relacje

source: Remove Administrator Assignment
pl: Usuń przypisania administratora

source: Remove Entitlement(s)
pl: Usunięcie upoważnień

source: Remove Field
pl: Usuń pole

source: Remove Resource
pl: Usuń zasób

source: Remove Resource Assignment
pl: Usuń przypisanie zasobu

source: Remove Resource Association
pl: Usunięcie powiązania zasobów

source: Remove Role Assignment
pl: Usuń przypisania roli

source: Remove Role Relationship
pl: Usunięcie relacji roli

source: Remove System Role Assignment
pl: Usuń systemowe przypisanie ról

source: Removed {0} resource assignment request(s).
pl: Usunięto {0} wniosków o przypisanie zasobów.

source: Removed {0} role assignment request(s).
pl: Usunięto {0} wniosków o przypisanie ról.

source: Removed {0} role relationship request(s).
pl: Usunięto {0} wniosków o relacje ról.

source: Report Container:
pl: Kontener raportów:

source: Report Settings
pl: Ustawienia raportów

source: Reports
pl: Raporty

source: Request Action
pl: Operacja wniosku

source: Request Action:
pl: Operacja wniosku:

source: Request Date
pl: Data wniosku

source: Request Date:
pl: Data wniosku:

source: Request Form
pl: Formularz wniosku

source: Request Status
pl: Stan wniosków

source: Requested By:
pl: Wnioskujący:

source: Requester
pl: Wnioskujący

source: Requester:
pl: Wnioskujący:

source: Requests in \'Completed\' or \'Terminated\' state cannot be retracted.
pl: Wnioski w stanie "Ukończony" lub "Przerwany" nie mogą być wycofane.

source: Required
pl: Wymagane

source: Reset Entitlement
pl: Resetowanie upoważnienia

source: Resource
pl: Zasób
