Repository: aviarypl/suse-l10n-pl
Catalog: po/GwtPermissionsRsrc_*.po
Languages: pl

source: Add Entitlement Permissions
pl: Dodawanie uprawnień do upoważnień

source: Add Provisioning Request Definition Permissions
pl: Dodawanie uprawnień do definicji wniosku o wyposażenie

source: Add Resource Configuration Permissions
pl: Dodawanie uprawnień do konfiguracji zasobów

source: Add Resource Permissions
pl: Dodawanie uprawnień do zasobów

source: Add Role Configuration Permissions
pl: Dodawanie uprawnień do konfiguracji ról

source: Add Role Permissions
pl: Dodawanie uprawnień do ról

source: Add Separation of Duties Permissions
pl: Dodawanie uprawnień do rozdziału obowiązków

source: Add User Application Driver Permissions
pl: Dodawanie uprawnień do sterownika aplikacji użytkownika

source: All Drivers
pl: Wszystkie sterowniki

source: All Permissions
pl: Wszystkie uprawnienia

source: All Provisioning Request Definitions
pl: Wszystkie definicje wniosków o wyposażenie

source: All Resources
pl: Wszystkie zasoby

source: All Role Levels
pl: Wszystkie poziomy ról

source: All Separation of Duties Constraints
pl: Wszystkie ograniczenia rozdziału obowiązków

source: An error occurred deleting the permission. If the problem persists, contact your system administrator.
pl: Wystąpił błąd podczas usuwania uprawnienia. Jeśli problem będzie się powtarzał, proszę skontaktować się z administratorem systemu.

source: An error occurred resolving DNs. If the problem persists, contact your system administrator.
pl: Wystąpił błąd podczas rozwiązywania DNS. Jeśli problem będzie się powtarzał, proszę skontaktować się z administratorem systemu.

source: An error occurred retrieving permissions. If the problem persists, contact your system administrator.
pl: Wystąpił błąd podczas pobierania uprawnień. Jeśli problem będzie się powtarzał, proszę skontaktować się z administratorem systemu.

source: An error occurred retrieving the Provisioning Request Definition container. If the problem persists, contact your system administrator.
pl: Wystąpił błąd podczas pobierania kontenera definicji wniosków o wyposażenie. Jeśli problem będzie się powtarzał, proszę skontaktować się z administratorem systemu.

source: An error occurred retrieving the SoD container. If the problem persists, contact your system administrator.
pl: Wystąpił błąd podczas pobierania kontenera RO. Jeśli problem będzie się powtarzał, proszę skontaktować się z administratorem systemu.

source: An error occurred retrieving the driver container. If the problem persists, contact your system administrator.
pl: Wystąpił błąd podczas pobierania kontenera sterownika. Jeśli problem będzie się powtarzał, proszę skontaktować się z administratorem systemu.

source: An error occurred retrieving the permission. If the problem persists, contact your system administrator.
pl: Wystąpił błąd podczas pobierania uprawnienia. Jeśli problem będzie się powtarzał, proszę skontaktować się z administratorem systemu.

source: An error occurred retrieving the resource container. If the problem persists, contact your system administrator.
pl: Wystąpił błąd podczas pobierania kontenera zasobów. Jeśli problem będzie się powtarzał, proszę skontaktować się z administratorem systemu.

source: An error occurred retrieving the role container. If the problem persists, contact your system administrator.
pl: Wystąpił błąd podczas pobierania kontenera ról. Jeśli problem będzie się powtarzał, proszę skontaktować się z administratorem systemu.

source: An error occurred saving permission(s). If the problem persists, contact your system administrator.
pl: Wystąpił błąd podczas zapisywania uprawnień. Jeśli problem będzie się powtarzał, proszę skontaktować się z administratorem systemu.

source: Are you sure you want to delete the permission(s)? This cannot be undone.
pl: Czy na pewno usunąć te uprawnienia? Czynności tej nie można cofnąć.

source: Assign permissions to resource container and/or specific resources.
pl: Przypisywanie uprawnień do kontenerów zasobów i/lub poszczególnych zasobów.

source: Assign permissions to role level, role container, and/or specific roles.
pl: Przypisywanie uprawnień do poziomu roli, kontenerów roli i/lub poszczególnych roli.

source: Assign permissions to user application container, provisioning request definitions container and/or specific provisioning request definitions.
pl: Przypisywanie uprawnień do kontenerów aplikacji, kontenerów definicji wniosków o wyposażenie i/lub poszczególnych wniosków o wyposażenie.

source: Authorized Objects
pl: Obiekty autoryzowane

source: Cancel
pl: Anuluj

source: Clear
pl: Wyczyść

source: Clear this filter
pl: Wyczyść ten filtr

source: Configuration
pl: Konfiguracja

source: Configuration Permissions
pl: Konfiguracja uprawnień

source: Container
pl: Kontener

source: Delete
pl: Usuń

source: Delete Permission
pl: Usunięcie uprawnienia

source: DirXML Driver
pl: Sterownik DirXML

source: Edit
pl: Edycja

source: Entitlement Permissions
pl: Uprawnienia do upoważnień

source: Error!
pl: Błąd!

source: Error:
pl: Błąd:

source: Failed!
pl: Niepowodzenie!

source: Filter
pl: Filtruj

source: Instance
pl: Instancja

source: List of available permissions for DirXML Driver
pl: Lista dostępnych uprawnień dla sterownika DirXML

source: List of available permissions for Provisioning Request Definition
pl: Lista dostępnych uprawnień dla definicji wniosku o wyposażenie

source: List of available permissions for Resource
pl: Lista dostępnych uprawnień dla zasobu

source: List of available permissions for Resource Configuration
pl: Lista dostępnych uprawnień dla konfiguracji zasobów

source: List of available permissions for Role
pl: Lista dostępnych uprawnień dla roli

source: List of available permissions for Role Configuration
pl: Lista dostępnych uprawnień dla konfiguracji ról

source: List of available permissions for Separation of Duties Constraint
pl: Lista dostępnych uprawnień dla ograniczenia rozdziału obowiązków

source: List of available permissions for User Application Driver
pl: Lista dostępnych uprawnień dla sterownika aplikacji użytkownika

source: New
pl: Nowy

source: New Permission
pl: Nowe uprawnienie

source: Object Type
pl: Typ obiektu

source: Object Type:
pl: Typ obiektu:

source: PRD
pl: DWoW

source: Permission
pl: Uprawnienie

source: Permission:
pl: Uprawnienie:

source: Permissions Configuration
pl: Konfiguracja uprawnień

source: Permissions settings will be saved immediately.
pl: Ustawienia uprawnień zostaną natychmiast zapisane.

source: Please select a permission to delete.
pl: Proszę zaznaczyć uprawnienie do usunięcia.

source: Please select a permission to edit.
pl: Proszę zaznaczyć uprawnienie do edycji.

source: Provisioning Request Definition
pl: Definicja wniosku o wyposażenie

source: Provisioning Request Definition Permissions
pl: Uprawnienia definicji wniosku o wyposażenie

source: Refresh
pl: Odśwież

source: Refresh Permission
pl: Odświeżenie uprawnienia

source: Resource
pl: Zasób

source: Resource Permissions
pl: Uprawnienia zasobu

source: Role
pl: Rola

source: Role Container:
pl: Kontener ról:

source: Role Level:
pl: Poziom roli:

source: Role Permissions
pl: Uprawnienia roli

source: Save
pl: Zapisz

source: Select Authorized Objects
pl: Wybór obiektów autoryzowanych

source: Select Driver:
pl: Wybór sterownika:

source: Select Permissions
pl: Wybór uprawnień

source: Select Provisioning Request Definition:
pl: Wybór definicji wniosku o wyposażenie:

source: Select Resources:
pl: Wybór zasobów:

source: Select Roles:
pl: Wybór ról:

source: Select Separation of Duties Constraint:
pl: Wybór ograniczenia rozdziału obowiązków:

source: Separation of Duties Constraint
pl: Ograniczenie rozdziału obowiązków

source: Separation of Duties Permissions
pl: Uprawnienia rozdziału obowiązków

source: SoD
pl: RO

source: Success:
pl: Sukces:

source: Successfully deleted permission(s).
pl: Usunięto uprawnienia.

source: Successfully saved permission(s).
pl: Zapisano uprawnienia.

source: The following permissions were not removed: {0}
pl: Następujące uprawnienia nie zostały usunięte: {0}

source: User Application Driver
pl: Sterownik usługi aplikacji użytkownika

source: User Application Driver Permissions
pl: Uprawnienia sterownika usługi aplikacji użytkownika

source: You need to select at least one authorized object (e.g. role, resource, or PRD), and specify permissions for the objects selected.
pl: Należy wybrać co najmniej jeden obiekt autoryzowany (np. rolę, zasób lub definicję wniosku o wyposażenie) i określić dla uprawnienia dla niego.

source: en
pl: pl

source: unknown
pl: nieznany
