Repository: aviarypl/suse-l10n-pl
Catalog: po/GWWebAccessRsrc_*.po
Languages: pl

source: Authentication credentials are not required.
pl: Dane uwierzytelniające nie są wymagane.

source: Authentication credentials are required
pl: Wymagane są dane uwierzytelniające.

source: Border?
pl: Obramowanie?

source: Can\'t get domain name.
pl: Nie można pobrać nazwy domeny.

source: Cancel
pl: Anuluj

source: Click Here for GroupWise WebAccess
pl: Kliknij, w celu uzyskania dostępu WWW do GroupWise

source: Click here to return
pl: Powrót

source: Displays the web access to the user\'s GroupWise mailbox
pl: Umożliwia dostęp przez WWW do skrzynki pocztowej użytkownika GroupWise

source: Either the url is invalid or your setup has violated cross-domain security, GroupWise WebAccess and exteNd need to be in the same domain
pl: Albo adres URL jest nieprawidłowy albo ustawienia naruszyły zasady bezpieczeństwa międzydomenowego. GroupWise WebAccess i exteNd muszą znajdować się w tej samej domenie.

source: Enable scrolling of content within the Web Access view
pl: Zezwól na przewijanie zawartości w obrębie widoku dostępu przez WWW

source: Encode URL parameters)
pl: Koduj prametry URL)

source: Encode the specified URL parameters using UTF-8 (if applicable)
pl: Koduj podane parametry URL używając UTF-8 (jeśli to możliwe)

source: Error rendering portlet in {0}
pl: Błąd podczas wyświetlania portletu w {0}

source: Error: Login Failed
pl: Błąd: logowanie nie powiodło się

source: Error: Webaccess Unreachable
pl: Błąd: serwis Webaccess niedostępny

source: Fully qualified URL to GroupWise WebAccess
pl: Pełny adres URL GroupWise WebAccess

source: GW Web Access
pl: Dostęp WWW do GW

source: GroupWise Username/Password Invalid
pl: Błędna nazwa użytkownika/hasło GroupWise

source: GroupWise Web Access
pl: Dostęp przez WWW do GroupWise

source: Height (in pixels)
pl: Wysokość (w pikselach)

source: IP and Port used by legacy GroupWise webacc to point to post office
pl: Adres IP i port używane przez starsze systemy dostępu przez WWW do GroupWise do wskazywania na urząd pocztowy

source: Internal Caching Server
pl: Wewnętrzny serwer pamięci podręcznej

source: Invalid user name
pl: Błędna nazwa użytkownika

source: Legacy GroupWise Post Office ip:port i.e., 124.56.12.121:1677
pl: Urząd pocztowy starszego GroupWise ip:port np.: 124.56.12.121:1677

source: Margin Height (in pixels)
pl: Wysokość marginesu (w pikselach)

source: Margin Width (in pixels)
pl: Szerokość marginesu (w pikselach)

source: Non IFrame Support Message
pl: Informacja o braku obsługi ramek pływających

source: Not all browsers support the IFrame HTML tag. This message is displayed as a hypertext link to the URL preference in non-IFrame compatible browsers.
pl: Nie wszystkie przeglądarki obsługują znacznik HTML IFrame. Ten komunikat jest wyświetlany jako odnośnik do preferencji adresów URL w przeglądarkach nieobsługujących znacznika IFrame.

source: Parameters to pass to URL (in form NAME=VALUE)
pl: Parametry do przekazania do adresu URL (w formularzu NAME=VALUE)

source: Password
pl: Hasło

source: Password for GroupWise Access to users account
pl: Hasło dostępu do konta użytkownika GroupWise Access

source: Password for basic authentication
pl: Hasło do podstawowego uwierzytelnienia

source: Please Enter Username and Password For GroupWise
pl: Proszę podać nazwę użytkownika i hasło do GroupWise

source: Portlet exception occurred.
pl: Wystąpił wyjątek portletu.

source: Save Permanently
pl: Zapisz na stałe

source: Scrollbar?
pl: Pasek przewijania?

source: Show border around the Web Access view
pl: Wyświetlaj obramowanie wokół widoku dostępu przez WWW

source: Something went wrong in GWLogin, see admin!!
pl: Coś źle poszło w GWLogin; proszę skontaktować się z administratorem!

source: Specifies the amount of space to be left between the frame\'s contents in its left and right margins
pl: Określa przestrzeń pomiędzy zawartością ramki w jej prawym i lewym marginesie

source: Specifies the amount of space to be left between the frame\'s contents in its top and bottom margins
pl: Określa przestrzeń pomiędzy zawartością ramki w jej górnym i dolnym marginesie

source: Submit
pl: Wykonaj

source: The height in pixels of inline frame (i.e., 640x480 would be 480)
pl: Wysokość ramki wewnętrznej w pikselach (np. dla 640 x 480 należy podać 480)

source: The width in pixels (or %) of the inline frame (i.e., 640x480 would be 640). You can also use percentages by using a percent at the end of the numeric value (i.e. 100%)
pl: Szerokość ramki pływającej w pikselach albo w % (np. dla 640x480 należy podać 640). Można także użyć wartości procentowych, podając znak procent po wartości numerycznej (np. 100%).

source: URL Parameters in the format of by NAME=VALUE
pl: Parametry adresu URL w formacie NAZWA=WARTOŚĆ

source: URL for GroupWise WebAccess i.e. https://host/servlet/webacc
pl: Adres URL dla GroupWise WebAccess, np. https://host/servlet/webacc

source: Unknown Error
pl: Nieznany błąd

source: Username
pl: Nazwa użytkownika

source: Username for GroupWise Access to users account
pl: Nazwa użytkownika dla konta użytkownika GroupWise Access

source: Username for public mailbox, used for a GroupWise mailbox that can be accessed by every user.
pl: Nazwa użytkownika dla publicznej skrzynki pocztowej, używana dla skrzynki pocztowej GroupWise, która może być dostępna dla każdego użytkownika.

source: Width (in pixels or %)
pl: Szerokość (w pikselach albo w %)

source: You must login to the portal in order to use this portlet.
pl: Aby korzystać z tego portletu, należy zalogować się do portalu.

source: Your browser does not support IFrame controls, click here to open GroupWise Web Access
pl: Ta przeglądarka nie obsługuje kontrolki IFrame. Proszę kliknąć tutaj, aby otworzyć dostęp przez WWW do GroupWise

source: \u003cbr\u003eIFrame control height must be larger then the margin height
pl: \u003cbr\u003eWysokość kontrolki IFrame musi być większa od wysokości marginesu

source: \u003cbr\u003eIFrame control width must be larger then the margin height
pl: \u003cbr\u003eSzerokość kontrolki IFrame musi być większa od od wysokości marginesu

source: \u003cbr\u003eThe URL must be fully qualified. i.e. http//www.yahoo.com
pl: \u003cbr\u003eAdres URL musi być pełny, np. http//www.yahoo.com

source: \u003cbr\u003eURL Parameter ({0}) is empty. Value is required
pl: \u003cbr\u003eParameter ({0}) adresu URL jest pusty. Wymagana jest wartość

source: \u003cbr\u003eURL Parameter ({0}) is not formatted correctly. It must include an equal character
pl: \u003cbr\u003eParameter ({0}) adresu URL nie jest prawidłowo sformatowany. Musi on zawierać znak równości
