Repository: aviarypl/suse-l10n-pl
Catalog: po/HeaderPortletRsrc_*.po
Languages: pl

source: Administering the User Application
pl: Administrowanie aplikacją użytkownika

source: Administration
pl: Administracja

source: Administration Menu Item
pl: Administrowanie elementami menu

source: Advanced Workflow Capabilities
pl: Zaawansowane funkcje przepływów

source: Build Revision
pl: Wersja kompilacji

source: Click \u003ca href=\'http://www.novell.com/identitymanager/\' target=\'_new\'\u003ehere\u003c/a\u003e for more details on upgrading to Novell Identity Manager 3.5 Provisioning Edition. You can also contact your local Novell Account Manager or Authorized Partner for upgrade details. To locate the nearest Novell salesperson or partner, visit this site \u003ca href=\'http://www.novell.com/company/contact.html\' target=\'contact\'\u003ehttp://www.novell.com/company/contact.html\u003c/a\u003e
pl: Proszę kliknąć \u003ca href=\'http://www.novell.com/identitymanager/\' target=\'_new\'\u003etutaj\u003c/a\u003e, aby uzyskać więcej szczegółów na temat aktualizacji do Novell Identity Manager 3.5 Provisioning Edition. Można również skontaktować się z miejscowym menedżerem kont firmy Novell albo autoryzowanym partnerem firmy Novell. W celu znalezienia najbliższego sprzedawcy albo partnera firmy Novell proszę odwiedzić stronę\u003ca href=\'http://www.novell.com/company/contact.html\' target=\'contact\'\u003ehttp://www.novell.com/company/contact.html\u003c/a\u003e

source: Compliance
pl: Zgodność

source: Compliance Menu Item
pl: Element menu Ujednolicenie

source: Failed to add error node to the DOM in doView of HeaderPortlet,see console output for detailed information
pl: Nie powiodło się dodanie węzła błędu do modelu DOM w doView portletu nagłówków; szczegółowe informacje - parz komunikaty konsoli

source: Guest
pl: Gość

source: Header Portlet
pl: Portlet nagłówka

source: Help
pl: Pomoc

source: Help Menu Item
pl: Element menu Pomoc

source: Hide
pl: Ukryj

source: Identity Manager Provisioning Edition enables the following key capabilities:
pl: Identity Manager Provisioning Edition udostępnia następujące kluczowe funkcje:

source: Identity Manager User Interface: Help
pl: Interfejs użytkownika Identity Manager: Pomoc

source: Identity Self-Service
pl: Profil tożsamości

source: Login
pl: Logowanie

source: Login Menu Item
pl: Element menu Logowanie

source: Logout
pl: Wylogowanie

source: Logout Menu Item
pl: Element menu Wylogowanie

source: Open/Close group
pl: Otwórz/Zamknij grupę

source: Portal,Portlet,Header
pl: Portal,Portlet,Nagłówek

source: Portlet for Header
pl: Portlet dla nagłówka

source: SCRIPT is used for form submission, form field validation, URI encoding, page navigation, form field manipulation, and showing/hiding of areas of HTML. This page will not run without SCRIPT enabled.
pl: SCRIPT używany jest do wysyłania formularzy, sprawdzania prawidłowości danych w polach formularzy, kodowania adresów URI, nawigacji na stronach, obróbki pól formularzy, oraz pokazywania / ukrywania obszarów HTML. Strona ta nie będzie działać, jeśli SCRIPT nie zostanie zezwolony.

source: Salutation for Guest users. (not currently logged in)
pl: Powitanie użytkownika - gościa (aktualnie niezalogowanego)

source: Salutation for logged in users with replacement keys for first name and last name. ie, Welcome, $[[FirstName]] $[[LastName]]
pl: Powitanie użytkowników zalogowanych przy użyciu ciągów zastępujących imię i nazwisko, np.: Witaj, $[[FirstName]] $[[LastName]]

source: Self-Service Menu Item
pl: Element menu Obsługa tożsamości

source: Show
pl: Pokaż

source: Show Compliance
pl: Zgodność

source: Show Help
pl: Pomoc

source: Show Identity Self-Service
pl: Obsługa tożsamości

source: Show Login
pl: Logowanie

source: Text to be displayed for the menu item initially known as Administration
pl: Tekst, który ma być wyświetlany dla elementu menu początkowo znanego jako Administracja

source: Text to be displayed for the menu item initially known as Compliance
pl: Tekst, który ma być wyświetlany dla elementu menu początkowo znanego jako Ujednolicenie

source: Text to be displayed for the menu item initially known as Help
pl: Tekst, który ma być wyświetlany dla elementu menu początkowo znanego jako Pomoc

source: Text to be displayed for the menu item initially known as Identity Self-Service
pl: Tekst, który ma być wyświetlany dla elementu menu początkowo znanego jako Obsługa tożsamości

source: Text to be displayed for the menu item initially known as Login
pl: Tekst, który ma być wyświetlany dla elementu menu początkowo znanego jako Logowanie

source: Text to be displayed for the menu item initially known as Logout
pl: Tekst, który ma być wyświetlany dla elementu menu początkowo znanego jako Wylogowanie

source: Text to be displayed for the menu item initially known as Roles
pl: Tekst, który ma być wyświetlany dla elementu menu początkowo znanego jako Role

source: The Identity Manager user interface is primarily accessed by end users, who work with the tabs it provides for identity self-service and workflow-based provisioning (if you have the Provisioning Module for Identity Manager). But this browser-based user interface also provides an \u003cb\u003eAdministration tab\u003c/b\u003e, which administrators can access to configure various characteristics of the underlying Identity Manager user application. \u003cbr\u003e\u003cbr\u003e For example, the Administration tab can be used to:
pl: Interfejs użytkownika programu Identity Manager jest pierwotnie dostępny dla użytkowników końcowych, którzy pracują z oferowanymi przez niego kartami do obsługi tożsamości i wyposażania opartego na przepływach (jeśli mają Państwo moduł wyposażania programu Identity Manager). Ale ten interfejs oparty na przeglądarce również oferuje \u003cb\u003ekartę Administracja\u003c/b\u003e, dzięki której administratorzy mają dostęp do konfiguracji różnych charakterystyk podległej aplikacji użytkownika Identity Manager. \u003cbr\u003e\u003cbr\u003e Na przykład, karty Administracja umożliwia:

source: The \u003cb\u003eIdentity Self-Service tab\u003c/b\u003e enables you to display and work with identity information, including:
pl: \u003cb\u003eKarta Obsługa tożsamości\u003c/b\u003e pozwala na wyświetlanie i pracę z informacjami dotyczącymi tożsamości, w tym:

source: This tab is available only if you have the \u003cb\u003eProvisioning Module for Identity Manager\u003c/b\u003e.
pl: Ta karta jest dostępna tylko, gdy posiada się \u003cb\u003eModuł wyposażania dla programu Identity Manager\u003c/b\u003e.

source: Uncategorized
pl: Nieskategoryzowane

source: Unexpected Exception occurred in doView of HeaderPortlet,see console output for detailed information
pl: Wystąpił nieoczekiwany wyjątek w funkcji doView portletu HeaderPortlet; szczegółowe informacje - parz komunikaty konsoli

source: Upgrade Now
pl: Zaktualizuj teraz

source: Upgrade Required
pl: Wymagana aktualizacja

source: Using Compliance
pl: Użycie ujednolicenia

source: Using Identity Self-Service
pl: Użycie Obsługi tożsamości

source: Welcome $[[FirstName]]
pl: Witaj $[[FirstName]]

source: Welcome Guest
pl: Witaj Gościu

source: Welcome Message
pl: Wiadomość powitalna

source: Welcome,
pl: Witaj,

source: You do not currently have access to the Request and Approval workflow capabilities of Identity Manager. You can enable these features by upgrading to Identity Manager 3.5 Provisioning Edition.
pl: Aktualnie brak dostępu do funkcji przepływu wniosków i akceptacji programu Identity Manager. Funkcje te można włączyć poprzez aktualizację do wersji Identity Manager 3.5 Provisioning Edition.

source: \u003cb\u003eFor more information\u003c/b\u003e, see the \u003ca href=\'http://www.novell.com/documentation/idm35/agpro/data/agpropartadminapp.html\'\u003edocumentation on administering the user application\u003c/a\u003e in the \u003ci\u003eIdentity Manager User Application: Administration Guide\u003c/i\u003e on the Novell Web site.
pl: \u003cb\u003eWięcej informacji\u003c/b\u003e - patrz \u003ca href=\'http://www.novell.com/documentation/idm35/agpro/data/agpropartadminapp.html\'\u003edokumentacja administrowania aplikacją użytkownika\u003c/a\u003e w \u003ci\u003ePodręczniku administratora aplikacji użytkownika Identity Manager\u003c/i\u003e na stronie internetowej firmy Novell.

source: \u003cb\u003eFor more information\u003c/b\u003e, see the \u003ca href=\'http://www.novell.com/documentation/idm35/ugpro/data/ugpropartidentity.html\'\u003edocumentation on using the Identity Self-Service tab\u003c/a\u003e in the \u003ci\u003eIdentity Manager User Application: User Guide\u003c/i\u003e on the Novell Web site.
pl: \u003cb\u003eWięcej informacji\u003c/b\u003e - patrz \u003ca href=\'http://www.novell.com/documentation/idm35/ugpro/data/ugpropartidentity.html\'\u003edokumentacja użytkowania karty Obsługa tożsamości \u003c/a\u003e w \u003ci\u003ePodręczniku użytkownika aplikacji użytkownika Identity Manager\u003c/i\u003e na stronie internetowej firmy Novell.

source: \u003cli\u003eChange the theme used for the look and feel of the user interface\u003c/li\u003e \u003cli\u003eCustomize the identity self-service features available to end users\u003c/li\u003e \u003cli\u003eSpecify who is allowed to perform administration actions\u003c/li\u003e \u003cli\u003eManage other details about the user application and how it runs\u003c/li\u003e
pl: \u003cli\u003eZmianę motywu używanego do określania wyglądu i zachowania interfejsu użytkownika\u003c/li\u003e \u003cli\u003eDostosowanie właściwości obsługi tożsamości dostępnych dla użytkownika końcowego\u003c/li\u003e \u003cli\u003eOkreślanie, kto jest upoważniony do wykonywania zadań administracyjnych\u003c/li\u003e \u003cli\u003eZarządzanie innymi szczegółami związanymi z aplikacją użytkownika i jej działaniem\u003c/li\u003e

source: \u003cli\u003eCreation of Roles Catalog\u003c/li\u003e \u003cli\u003eImplicit and Explicit Role Assignments\u003c/li\u003e \u003cli\u003eSegregation of Duty Conflict definition and resolution\u003c/li\u003e \u003cli\u003eRequire approval for role assignments, sod conflict resolution\u003c/li\u003e \u003cli\u003eAudit and report on workflow catalog, user role assignments, segregation of duty violation and more\u003c/li\u003e
pl: \u003cli\u003eTworzenie katalogu ról\u003c/li\u003e \u003cli\u003eJawne i ukryte przypisywanie ról\u003c/li\u003e \u003cli\u003eSegregowanie definicji konfliktów służbowych i ich rozwiązywanie\u003c/li\u003e \u003cli\u003eWymaganie akceptacji dla przypisań ról, rozwiązywanie konfliktów RO\u003c/li\u003e \u003cli\u003eAudyty i raportowanie w katalogu przepływów, przypisania ról użytkowników, segregacja naruszeń obowiązków i więcej\u003c/li\u003e

source: \u003cli\u003eManage provisioning work (tasks and resource requests) for yourself or your team\u003c/li\u003e \u003cli\u003eConfigure provisioning settings for yourself or your team\u003c/li\u003e
pl: \u003cli\u003eZarządzanie wyposażaniem (wnioski o zadania i wyposażenie) dla siebie i swojego zespołu\u003c/li\u003e \u003cli\u003eKonfigurację ustawień wyposażania dla siebie i swojego zespołu\u003c/li\u003e

source: \u003cli\u003eOrganization charts\u003c/li\u003e \u003cli\u003eProfiles (your identity details)\u003c/li\u003e \u003cli\u003eDirectory searches\u003c/li\u003e \u003cli\u003ePasswords\u003c/li\u003e \u003cli\u003eUser accounts (and more)\u003c/li\u003e
pl: \u003cli\u003eSchematy organizacyjne\u003c/li\u003e \u003cli\u003eProfile (szczegóły tożsamości)\u003c/li\u003e \u003cli\u003ePrzeszukiwanie katalogów\u003c/li\u003e \u003cli\u003eHasła\u003c/li\u003e \u003cli\u003eKonta użytkowników (i więcej)\u003c/li\u003e

source: \u003cli\u003eRequire single, or multi-step approvals before provisioning access to a given system\u003c/li\u003e \u003cli\u003ePermit approvers to delegate approval requests to another person\u003c/li\u003e \u003cli\u003eDefine whether workflow tasks must be completed serially or in parallel\u003c/li\u003e \u003cli\u003eAssign approval rights to individuals or to groups (with anyone in the group able to approve)\u003c/li\u003e \u003cli\u003eAudit and report on workflow processes to view summaries, statistics, bottlenecks and more\u003c/li\u003e
pl: \u003cli\u003eWymaganie pojedynczych lub wielokrokowych akceptacji przed wyposażeniem w dostęp do danego systemu\u003c/li\u003e \u003cli\u003eZezwalanie akceptującym na delegowanie wniosków o zatwierdzenie do innych osób\u003c/li\u003e \u003cli\u003eOkreślanie czy zadania przepływu muszą być wykonywane szeregowo czy równolegle\u003c/li\u003e \u003cli\u003ePrzypisywanie praw akceptacji dla osób lub grup (dowolny członek grupy może dokonać akceptacji)\u003c/li\u003e \u003cli\u003eAudyt i raporty na temat procesów przepływów: podsumowania, statystyki, wąskie gardła i wiele więcej\u003c/li\u003e

source: show or hide Help
pl: pokazuje lub ukrywa pomoc

source: show or hide Login link
pl: pokazuje lub ukrywa odnośnik logowania

source: show or hide the Identity Self-Service tab
pl: pokazuje lub ukrywa kartę Obsługa tożsamości

source: show or hide the compliance tab
pl: pokazuje lub ukrywa kartę Ujednolicenie
