Repository: aviarypl/suse-l10n-pl
Catalog: po/HintChangeRsrc_*.po
Languages: pl

source: Change Again
pl: Ponowna zmiana

source: Complete:
pl: Ukończone:

source: Create a Password Hint
pl: Tworzenie podpowiedzi do hasła

source: Define Password Hint
pl: Definiowanie podpowiedzi do hasła

source: Error checking if password hint is available.
pl: Błąd podczas sprawdzania dostępności podpowiedzi do hasła.

source: Error checking if password hint valid.
pl: Błąd podczas sprawdzania prawidłowości podpowiedzi do hasła.

source: Error:
pl: Błąd:

source: Error: Hint text must be greater than 1 and less than 82 characters
pl: Błąd: Długość tekstu podpowiedzi musi być większa niż 1 i mniejsza niż 82 znaki

source: Hint Setup Error
pl: Błąd ustawień podpowiedzi

source: Hint cannot be changed due to a login setup issue.
pl: Nie można zmienić podpowiedzi z powodu ustawień logowania.

source: Hint text must be entered.
pl: Trzeba wprowadzić treść podpowiedzi.

source: IDM Hint Definition
pl: Definicja podpowiedzi IDM

source: IDM, Hint Definition, Setup, Change
pl: IDM, definicja podpowiedzi, ustawienie, zmiana

source: Javascript validation of form fields not provided
pl: Walidacja JavaScript pól formularza jest niedostępna

source: Javascript would have placed the cursor on the hint text field
pl: JavaScript umieści kursor w polu tekstowym podpowiedzi

source: Notice:
pl: Notatka:

source: Password Hint is not available.
pl: Podpowiedź do hasła jest niedostępna.

source: Password Hint:
pl: Podpowiedź do hasła:

source: Password cannot be defined as hint.
pl: Nie można definiować hasła w podpowiedzi.

source: Password policy requires that you set up your Password Hint before authentication.
pl: Reguły haseł wymagają, aby ustawić podpowiedź do hasła przed uwierzytelnieniem.

source: Please enter a password hint to help you remember your password.
pl: Proszę wprowadzić podpowiedź, która pomoże zapamiętać hasło.

source: Submit
pl: Wyślij

source: Submit hint text
pl: Wyślij treść podpowiedzi

source: Success
pl: Sukces

source: Task could not be completed.
pl: Zadanie nie mogło zostać ukończone.

source: The Password Hint has been disabled
pl: Podpowiedzi do haseł zostały wyłączone

source: User not found.
pl: Nie znaleziono użytkownika.

source: Username:
pl: Nazwa użytkownika:

source: Your current hint is NOT valid.
pl: Aktualna podpowiedź do hasła jest nieprawidłowa.

source: en
pl: pl
