Repository: aviarypl/suse-l10n-pl
Catalog: po/HTMLRsrc_*.po
Languages: pl

source: (M) Do a post to URL
pl: (M) Wyślij żądanie POST na adres URL

source: (M) Fully qualified Simple Web URL
pl: (M) Pełny, prosty adres URL

source: (M) Parameters to pass to URL (in form NAME=VALUE)
pl: (M) Parametry do wysłania do adresu URL (w formie NAZWA=WARTOŚĆ)

source: (M)anual configuration
pl: (M) Konfiguracja ręczna

source: (W) Wizard
pl: (W) Asystent

source: (W)izard-generated configuration
pl: (W) Konfiguracja utworzona przez kreatora

source: All
pl: Wszystkie

source: Basic Authorization is required. Edit the preferences.
pl: Wymagane podstawowe uwierzytelnienie. Proszę zmodyfikować preferencje.

source: Border
pl: Obramowanie

source: Browse to desired page or
pl: Przeglądaj w poszukiwaniu żądanej strony, albo

source: Cache URL for quicker display
pl: Buforowanie URL w celu szybszego wyświetlania

source: Cache replacement strings
pl: Buforowanie ciągów zastępujących

source: Cancel
pl: Anuluj

source: Change Location
pl: Zmiana położenia

source: Character Encoding
pl: Kodowanie znaków

source: Click to continue
pl: Proszę kliknąć, aby kontynuować

source: Content Preview
pl: Podgląd zawartości

source: Current Settings
pl: Bieżące ustawienia

source: Display HTML only within BODY tags
pl: Wyświetlanie HTML tylko w obrębie znaczników BODY

source: Divide-Lower
pl: Podział dolny

source: Divide-Page
pl: Podziel stronę

source: Division Indices
pl: Wskaźniki podziału

source: Division Level
pl: Poziom podziału

source: Do a post for any form submission
pl: Wyślij żądanie POST przy każdym wysyłaniu

source: Encode URL parameters
pl: Kodowanie parametrów URL

source: End Tag
pl: Znacznik końcowy

source: Enter the search criteria followed by the replacement string separated by ~. You can use regular expressions for the search criteria. For example, \'nove?l+.com~something else\'.
pl: Proszę wprowadzić kryteria wyszukiwania poprzedzone ciągiem zastępującym oddzielonym ~. W kryteriach wyszukiwania można używać wyrażeń regularnych, np.: \'nove?l+.com~coś innego\'.

source: Error rendering portlet in {0}
pl: Błąd podczas wyświetlania portletu w {0}

source: Error returning results
pl: Błąd podczas zwracania wyników

source: Finish-Divide
pl: Podział końcowy

source: Forward cookies back to separate browser window
pl: Przekaż ciasteczka do oddzielnego okna przeglądarki

source: Frequency to refresh cache (minutes)
pl: Częstotliwość odświeżania bufora (w minutach)

source: Fully qualified Web URL. To use $PORTLET_AUTH_ID$ OR $PORTLET_AUTH_PWD$ substitution strings, change the url here. To change the URL and rerun the wizard, click the Restart icon.
pl: Pełne sieciowe adresy URL. Aby użyć ciągów zastępujących $PORTLET_AUTH_ID$ OR $PORTLET_AUTH_PWD$, należy tu zmienić URL. Aby zmienić URL i włączyć ponownie asystenta, trzeba kliknąć ikonę Uruchom ponownie.

source: General Connection Failure.
pl: Nie powiodło się połączenie ogólne.

source: Go
pl: Przejdź

source: Height (in pixels)
pl: Wysokość (w pikselach)

source: Hide Descriptions
pl: Ukryj opisy

source: Invalid content type. Try using the IFrame Portlet.
pl: Nieprawidłowy typ zawartości. Proszę spróbować użyć portletu IFrame.

source: Leave links unchanged
pl: Pozostaw odnośniki niezmienione

source: Link Destination
pl: Cel odnośnika

source: Obtain content from HTML pages
pl: Pobieranie zawartości ze stron HTML

source: Parameters
pl: Parametry

source: Parse Data and Change Links
pl: Przetwórz dane i zmień odnośniki

source: Password
pl: Hasło

source: Preview
pl: Podgląd

source: Restart
pl: Uruchom ponownie

source: Restart-Divide
pl: Restartuj podział

source: Save
pl: Zapisz

source: Search and replace strings in URL content
pl: Znajdź i zamień ciągi w zawartości URL

source: Select all divided sections
pl: Zaznacz wszystkie podzielone sekcje

source: Select true when the URL forwards basic authentication parameters. When true you must also specify the \u003ci\u003eUsername for basic authentication\u003c/i\u003e and \u003ci\u003ePassword for basic authentication\u003c/i\u003e preferences.
pl: Należy zaznaczyć \'tak\', jeśli adresy URL przekazują podstawowe parametry uwierzytelniania. W przypadku ustawienia \'tak\' trzeba również określić preferencje \u003ci\u003eNazwę użytkownika do podstawowego uwierzytelniania\u003c/i\u003e i \u003ci\u003eHasło do podstawowego uwierzytelniania\u003c/i\u003e.

source: Separate Window
pl: Oddzielne okno

source: Service is unavailable. Try again later or try a different URL.
pl: Usługa jest nieosiągalna. Proszę spróbować ponownie albo spróbować innego adresu URL.

source: Show Descriptions
pl: Pokaż opisy

source: Show border around the HTML control
pl: Pokaż obramowanie wokół kontrolki HTML

source: Specifies the URL host to use when parsing relative paths such as, \'www.wtcrelief.info\'.
pl: Określa główny adres URL, którego należy użyć podczas przetwarzania ścieżek względnych, jak \'www.wtcrelief.info\'.

source: Specifies the URL relative path to use when parsing relative paths. It must begin and end with a slash \"/\". For example, \'/Charities/Information/pages/\'.
pl: Określa względną ścieżkę URL, której należy użyć podczas przetwarzania ścieżek względnych. Musi się ona zaczynać i kończyć ukośnikiem \"/\", na przykład: \'/Charities/Information/pages/\'.

source: Specifies the URL scheme (protocol) to use, such as HTTP or HTTPS, when parsing relative paths.
pl: Określa schemat URL (protokół), którego należy użyć podczas przetwarzania ścieżek względnych, taki jak HTTP albo HTTPS.

source: Specifies the amount of time, in minutes, before the HTML cached data expires. \u003ci\u003eRequired when Cache URL for quicker display = true.\u003c/i\u003e
pl: Określa czas (w minutach) do wygaśnięcia ważności buforowanych danych HTML. \u003ci\u003eWymagane w przypadku ustawienia Buforuj URL = \'tak\' w celu szybszego wyświetlania.\u003c/i\u003e

source: Specifies the character encoding for this URL. Use this setting if the characters are not appearing correctly.
pl: Określa kodowanie znaków dla tego adresu URL. Należy używać tego ustawienia jeśli znaki nie są wyświetlane prawidłowo.

source: Specifies the password the portlet passes when the target URL requires basic authentication or when using substitution authentication strings. Scoped-paths may be used, for example: if SSO is enabled in the login portlet ${Application/login-pass}. \u003ci\u003eRequired when Use basic authentication = true.\u003c/i\u003e
pl: Określa hasło, które przekazuje portlet, gdy URL docelowy wymaga podstawowego uwierzytelniania albo w przypadku użycia zastępowanych ciągów uwierzytelniających. Można użyć ścieżek zakresu, na przykład: jeśli w portlecie logowania włączone jest SSO ${Application/login-pass}. \u003ci\u003eWymagane w razie użycia podstawowego uwierzytelniania = true.\u003c/i\u003e

source: Specifies the username the portlet passes when the target URL requires basic authentication or when using substitution authentication strings. Scoped-paths may be used, for example: \'${User/id}\' to pass portal id or if SSO is enabled in the login portlet ${Application/login-user}. \u003ci\u003eRequired when Use basic authentication = true.\u003c/i\u003e
pl: Określa nazwę użytkownika, którą przekazuje portlet, gdy URL docelowy wymaga podstawowego uwierzytelniania albo w przypadku użycia zastępowanych ciągów uwierzytelniających. Można użyć ścieżek zakresu, na przykład: \'${User/id}\' żeby przekazać portalowi id albo gdy w portlecie logowania włączone jest SSO ${Application/login-user}. \u003ci\u003eWymagane w razie użycia podstawowego uwierzytelniania = true.\u003c/i\u003e

source: Specifies where links will be shown when clicked. You must select \u003ci\u003eLeave the links unchanged\u003c/i\u003e when \u003ci\u003eParse Data and Change Links = false\u003c/i\u003e.
pl: Określa, jak mają być przedstawiane odnośniki po użyciu. Trzeba zaznaczyć opcję \u003ci\u003ePozostaw odnośniki niezmienione\u003c/i\u003e w przypadku ustawienia \u003ci\u003ePrzetwórz dane i zmień odnośniki = false\u003c/i\u003e.

source: Specifies whether caching of replacement strings should take place. \u003ci\u003eApplies when Cache URL for quicker display = true.\u003c/i\u003e
pl: Określa, czy ma następować buforowanie ciągów zastępujących. \u003ci\u003eStosuje się, w przypadku ustawienia Buforuj URL w celu szybszego wyświetlania = true.\u003c/i\u003e

source: Specifies whether the portlet should cache the HTML content for faster display. When \u003ci\u003eWizard-generated Configuration\u003c/i\u003e is selected and you have divided the portlet to display only sections of interest, set this to false.
pl: Określa, czy portlet ma buforować zawartość HTML w celu szybszego wyświetlania. Jeśli zaznaczona jest opcja \u003ci\u003eKonfiguracja utworzona przez asystenta\u003c/i\u003e i podzielono portlet w celu wyświetlania tylko interesujących sekcji, należy to ustawić na \'nie\'.

source: Specifies whether the portlet should do a post or get to the URL. This setting is determined by the wizard.
pl: Określa, czy portlet ma wysyłać żądania POST, czy GET pod adres URL. Ustawienie to jest określane przez asystenta.

source: Specifies whether the portlet should parse the HTML content. When true, the portlet reconciles relative links in the HTML content and allows you to specify any valid value for the Link Destination preference. When false, the portlet displays the HTML content as is and requires that you set \u003ci\u003eLink Destination = Leave the links unchanged.\u003c/i\u003e To optimize the server, you can set this parameter to false and then see if you can view the page through the portlet.
pl: Określa, czy portlet ma przetwarzać zawartość HTML. W przypadku ustawienia \'tak\', portlet ujednolica odnośniki względne w zawartości HTML i pozwala na określenie prawidłowej wartości dla preferencji Cel odnośnika. W przypadku ustawienia \'nie\', portlet wyświetla zawartość HTML w oryginalnej postaci i wymaga ustawienia \u003ci\u003eCel odnośnika = Pozostaw odnośniki niezmienione.\u003c/i\u003e Aby zoptymalizować serwer, można ustawić ten parametr na \'nie\' i sprawdzić, czy można oglądać tę stronę w portlecie.

source: Specifies whether to encode the URL parameters using UTF-8 (if applicable).
pl: Określa, czy kodować parametry adresu URL używając UTF-8 (jeśli to możliwe).

source: Specifies whether to forward cookies when \u003ci\u003eLink Destination = Separate Window\u003c/i\u003e. When true, link content is displayed within a maximized HTML portlet in a separate browser window. When false, link content is displayed directly in a separate browser window. Cookies are always forwarded when \u003ci\u003eLink Destination = Within the Portlet\u003c/i\u003e or \u003ci\u003eWithin the Portlet Maximized\u003c/i\u003e.
pl: Określa, czy przekazywać ciasteczka, gdy \u003ci\u003eCel odnośnika = Oddzielne okno\u003c/i\u003e. W przypadku ustawienia \'tak\', zawartość odnośnika wyświetlana jest w zmaksymalizowanym portlecie HTML w oddzielnym oknie przeglądarki. Ustawienie \'nie\' oznacza wyświetlanie zawartości odnośników bezpośrednio w oddzielnym oknie przeglądarki. Ciasteczka są zawsze przekazywane, jeśli \u003ci\u003eCel odnośnika = Wewnątrz portletu\u003c/i\u003e albo \u003ci\u003eWewnątrz zmaksymalizowanego portletu\u003c/i\u003e.

source: Specifies whether you\'ll define the URL, parameters, and post values using the \u003cb\u003e(W)\u003c/b\u003eizard or the \u003cb\u003e(M)\u003c/b\u003eanual preferences.
pl: Określa, czy adresy URL, parametry i wartości POST będą definiowane przez \u003cb\u003e(W)\u003c/b\u003e Kreatora czy \u003cb\u003e(M)\u003c/b\u003e ręcznie.

source: Specify true if the HTML form uses the \'post\' method. Specify true if the HTML from uses the \'get\' method.
pl: Należy ustawić true, jeśli formularz HTML używa metody \'post\'. Należy ustawić true, jeśli formularz HTML używa metody \'get\'.

source: Specify true to maintain compliance with the Java Portlet 1.0 Specification, but this means that you lose all scripting and styling done within the HEAD tags. The \u003ci\u003eParse Data and Change Links\u003c/i\u003e preference must be true if you want to set this preference to true.
pl: Należy ustawić true, aby zapewnić obsługę kompilacji zgodnie z specyfikacją Java Portlet 1.0, jednak to oznacza utratę wszystkich skryptów i stylów wykonywanych w obrębie znaczników HEAD. Preferencja \u003ci\u003ePrzetwórz dane i zmień odnośniki\u003c/i\u003emusi być ustawiona na true, jeśli omawiane ustawienie ma być również true.

source: Start Tag
pl: Znacznik początkowy

source: The HTML may contain invalid characters. You may wish to search and replace the invalid characters with an empty string.
pl: Ten kod HTML może zawierać nieprawidłowe znaki. Można wyszukać nieprawidłowe znaki i zastąpić je pustymi ciągami.

source: The height in pixels of inline frame (i.e., 640x480 would be 480)
pl: Wysokość ramki wewnętrznej w pikselach (np. dla 640 x 480 należy podać 480)

source: The indices of the divisions that have been selected. The first index is 0. Each time Divide-Page or Divide-Lower is clicked, selected indices are reset.
pl: Wskaźniki podziału, które zostały zaznaczone. Pierwszy indeks ma nr 0. Za każdym razem, gdy kliknie się podział strony lub podział dolny, zaznaczone wskaźniki zostają wyzerowane.

source: The level to delve for divisions. Clicking the Restart-Divide button will reset the Division Level back to its default of 1.
pl: Poziom przeszukiwania podziałów. Kliknięcie przycisku Restart podziału spowoduje przywrócenie domyślnego poziomu podziału równego 1.

source: The total number of divisions at the Division Level specified.
pl: Całkowita liczba podziałów określona w Poziomie podziałów.

source: The width in pixels (or %) of the inline frame (i.e., 640x480 would be 640). You can also use percentages by using a percent at the end of the numeric value (i.e. 100%)
pl: Szerokość ramki pływającej w pikselach albo w % (np. dla 640x480 należy podać 640). Można także użyć wartości procentowych, podając znak procent po wartości numerycznej (np. 100%).

source: There was a syntax error in the Regular Expression that you entered in the search and replace strings.
pl: Wystąpił błąd składniowy w wyrażeniu regularnym, wprowadzonym jako ciąg wyszukiwania i zastępowania.

source: This URL contains frames. Try using the IFrame Portlet.
pl: Ten URL zawiera ramki. Proszę spróbować portletu IFrame.

source: Total Divisions
pl: Całkowita liczba podziałów

source: URL Configuration (W)izard or (M)anual
pl: Konfiguracja URL (M) ręczna albo przy pomocy (W) konfiguratora

source: URL Parameters in the format of NAME=VALUE. These parameters are determined by the wizard.
pl: Parametry URL w formacie NAME=VALUE. Te parametry są określane przez asystenta.

source: URL host to use when parsing relative paths
pl: URL główny do użycia w przypadku przetwarzania ścieżek względnych

source: URL protocol to use when parsing relative paths
pl: Protokół URL do użycia w przypadku przetwarzania ścieżek względnych

source: URL relative path to use when parsing relative paths
pl: Ścieżka względna URL do użycia w przypadku przetwarzania ścieżek względnych

source: Unsupported character encoding: {0}
pl: Nieobsługiwane kodowanie znaków: {0}

source: Use basic authentication
pl: Użyj uwierzytelniania podstawowego

source: Username
pl: Nazwa użytkownika

source: Width (in pixels or %)
pl: Szerokość (w pikselach albo w %)

source: Within the Portlet
pl: Wewnątrz portletu

source: Within the Portlet Maximized
pl: Wewnątrz zmaksymalizowanego portletu

source: You must set the preferences before running this Portlet.
pl: Trzeba ustawić te preferencje przed uruchomieniem portletu.

source: \u003cb\u003e(M)\u003c/b\u003e Specifies any URL Parameters in the format of NAME=VALUE. Portlet authentication credentials can be passed with the following substitution strings: $PORTLET_AUTH_ID$ and $PORTLET_AUTH_PWD$. The values in username and password preferences will be used. \u003ci\u003eApplies for Manual configuration.\u003c/i\u003e
pl: \u003cb\u003e(M)\u003c/b\u003e Określa wszystkie parametry URL w formacie NAZWA=WARTOŚĆ. Dane uwierzytelniające portletu mogą być przesyłane z pomocą następujących ciągów zastępujących: $PORTLET_AUTH_ID$ i $PORTLET_AUTH_PWD$. Używane są wartości podane w preferencjach nazwy użytkownika i hasła. \u003ci\u003eStosowane do konfiguracji ręcznej.\u003c/i\u003e

source: \u003cb\u003e(M)\u003c/b\u003e Specifies the URL of the page for the HTML portlet to display. It must include the URL scheme (protocol) such as HTTP or HTTPS. \u003ci\u003eRequired for Manual configuration.\u003c/i\u003e
pl: \u003cb\u003e(M)\u003c/b\u003e Określa adres URL strony, która ma być wyświetlana w portlecie HTML. Musi zawierać schemat (protokół) URL, taki jak HTTP albo HTTPS. \u003ci\u003eWymagane do konfiguracji ręcznej.\u003c/i\u003e

source: \u003cb\u003e(M)\u003c/b\u003e Specifies whether the portlet should do a post or get to the URL. \u003ci\u003eApplies for Manual configuration.\u003c/i\u003e
pl: \u003cb\u003e(M)\u003c/b\u003e Określa, czy portlet ma wysyłać żądania POST, czy GET pod adres URL. \u003ci\u003eStosowane do konfiguracji ręcznej.\u003c/i\u003e

source: \u003cb\u003e(W)\u003c/b\u003e Records URL and URL parameters, then divides the target Web page into content areas. You can select any of these areas individually for display in the HTML portlet window. \u003ci\u003eRequired for Wizard-generated configuration.\u003c/i\u003e
pl: \u003cb\u003e(W)\u003c/b\u003e Rejestruje URL i parametry URL, następnie dzieli docelową stronę internetową na obszary zawartości. Można pojedynczo zaznaczać dowolne z tych obszarów w celu wyświetlania w oknie portletu HTML. \u003ci\u003eWymagane do konfiguracji tworzonej przez asystenta.\u003c/i\u003e

source: \u003cbr\u003eCache Frequency must be an integer greater than or equal to1.
pl: \u003cbr\u003eCzęstotliwość buforowania musi być liczbą całkowitą większą lub równą 1.

source: \u003cbr\u003eIf Manually Configure URL is set to false, you must set the URL through the Wizard.
pl: \u003cbr\u003eIf Ręczna konfiguracja URL ustawiona jest na \'nie\'; trzeba ustawiać URL z pomocą asystenta.

source: \u003cbr\u003eIf Manually Configure URL is set to true, you must specify the Simple Web URL.
pl: \u003cbr\u003eIf Ręczna konfiguracja URL ustawiona jest na \'tak\'; trzeba określić prosty adres URL.

source: \u003cbr\u003eIf you elect not to parse the data (Parse Data and Change Links) you cannot set this value to true.
pl: \u003cbr\u003eIf Zadecydowano, że te dane nie będą przetwarzane (Przetwórz dane i zmień odnośniki); nie można ustawić tej wartości na \'tak\'.

source: \u003cbr\u003eIf you elect not to parse the data (Parse Data and Change Links) you must leave Link Destination as unchanged.
pl: \u003cbr\u003eIf Zadecydowano, że te dane nie będą przetwarzane (Przetwórz dane i zmień odnośniki); trzeba pozostawić ustawienie Cel odnośnika niezmienione.

source: \u003cbr\u003eIf you elect to cache the data, you must specify a value for Cache Frequency.
pl: \u003cbr\u003eIf Zadecydowano o buforowaniu tych danych; trzeba podać wartość częstotliwości buforowania.

source: \u003cbr\u003eReturn to List View then click Save Preferences.
pl: \u003cbr\u003eProszę powrócić do widoku listy, a następnie nacisnąć przycisk Zapisz preferencje.

source: \u003cbr\u003eSearch and Replace Strings ({0}) is invalid. Search and Replace must be separated by the ~ character: search~replace (e.g., ^function mousedown~&lt;!--function mousedown)
pl: \u003cbr\u003eElement ({0}) Znajdź i zamień jest nieprawidłowy. Ciąg do wyszukiwania i zastępowania musi być rozdzielony znakiem \'~\': znajdź~zamień (ew. ^function mousedown~&lt;!--function mousedown)

source: \u003cbr\u003eThe Search of Search and Replace Strings ({0}) is not a valid Regular Expression. Make sure meta characters are escaped.
pl: \u003cbr\u003eNapis ({0}) znajdź i zamień nie jest prawidłowym wyrażeniem regularnym. Proszę się upewnić, że znaki meta zostały zabezpieczone.

source: \u003cbr\u003eThe URL must be fully qualified; i.e., http://www.yahoo.com
pl: \u003cbr\u003eAdres URL musi być pełny; np. http://www.yahoo.com

source: \u003cbr\u003eThe wizard cannot be used with this URL.
pl: \u003cbr\u003eNie można użyć asystenta z tym adresem URL.

source: \u003cbr\u003eThe wizard cannot be used with this URL: Basic Required.
pl: \u003cbr\u003eNie można użyć asystenta z tym adresem URL: wymagany jest podstawowy.

source: \u003cbr\u003eThe wizard cannot be used with this URL: It contains frames.
pl: \u003cbr\u003eNie można użyć asystenta z tym adresem URL: zawiera on ramki.

source: \u003cbr\u003eThe wizard cannot be used with this URL: It could contain invalid characters.
pl: \u003cbr\u003eNie można użyć asystenta z tym adresem URL: może on zawierać nieprawidłowe znaki.

source: \u003cbr\u003eThe wizard cannot be used with this URL: Service Unavailable.
pl: \u003cbr\u003eNie można użyć asystenta z tym adresem URL: usługa jest niedostępna.

source: \u003cbr\u003eThe wizard cannot be used with this URL: Unknown Connection Failure.
pl: \u003cbr\u003eNie można użyć asystenta z tym adresem URL: nieznana awaria połączenia.

source: \u003cbr\u003eURL Parameter ({0}) is empty. Value is required
pl: \u003cbr\u003eParameter ({0}) adresu URL jest pusty. Wymagana jest wartość

source: \u003cbr\u003eURL Parameter ({0}) is not formatted correctly. It must include an equal character
pl: \u003cbr\u003eParameter ({0}) adresu URL nie jest prawidłowo sformatowany. Musi on zawierać znak równości
