Repository: aviarypl/suse-l10n-pl
Catalog: po/IdentityActionsRsrc_*.po
Languages: pl

source: Add AOL Contact
pl: Dodaj kontakt AOL

source: Add GroupWise Contact
pl: Dodaj kontakt GroupWise

source: Add Yahoo Contact
pl: Dodaj kontakt Yahoo

source: All passed relationships\'\' source definition must match {0}
pl: Wszystkie przekazane definicje źródeł relacji muszą być zgodne z {0}

source: Edit Info
pl: Edytuj Informacje

source: Email Info
pl: Wiadomość e-mail z informacjami

source: Email to team
pl: Wiadomość e-mail do zespołu

source: Error in menu implementation:
pl: Błąd w implementacji menu:

source: Go up a level.
pl: Przejdź poziom wyżej.

source: Identity Actions
pl: Operacje tożsamości

source: Info
pl: Informacja

source: Mail
pl: E-mail

source: Mail Template called \'send info\' is missing. Please contact your system administrator.
pl: Brak szablonu wiadomości e-mail o nazwie \'wyślij informację\'. Proszę skontaktować się z administratorem systemu.

source: Make this entity the new root.
pl: Uczyń tę encję nową główną.

source: New Email
pl: Nowa wiadomość e-mail

source: No ActionLink registered as {0}
pl: Jako {0} nie został zarejestrowany żaden odnośnik operacji

source: No available action
pl: Brak dostępnej operacji

source: Not Yet Implemented
pl: Jeszcze niezaimplementowane

source: OrgChart
pl: Schemat organizacyjny

source: OrgChart Leap
pl: Przeskok schematu organizacyjnego

source: OrgChart Navigation Url
pl: URL nawigacyjny schematu organizacyjnego

source: OrgChart Navigation click
pl: Kliknięcie nawigacyjne schematu organizacyjnego

source: OrgChart Up Button
pl: Przycisk \'W górę\' schematu organizacyjnego

source: OrgChart Up Navigation
pl: Nawigacja w górę schematu organizacyjnego

source: Relationship {0} doesn\'\'t exist
pl: Relacja {0} nie istnieje

source: Send AOL IM
pl: Wyślij IM AOL

source: Send Email
pl: Wyślij wiadomość e-mail

source: Send GroupWise IM
pl: Wyślij IM GroupWise

source: Send IMs and Add Contacts
pl: Wyślij większą liczbę IM i dodaj kontakty

source: Send Yahoo IM
pl: Wyślij IM Yahoo

source: Show Info
pl: Pokaż informacje

source: Show Org Chart - using a href
pl: Pokaż schemat organizacyjny używając znacznika A HREF

source: Show Org Chart - using an onClick
pl: Pokaż schemat organizacyjny używając funkcji onClick

source: Show Parent Org Chart - using an onClick
pl: Pokaż nadrzędny schemat organizacyjny używając funkcji onClick

source: Switch to an Org Chart
pl: Przełącz do schematu organizacyjnego

source: To send an email to this entity, try to expand its team first.
pl: Aby wysłać wiadomość e-mail do tej encji, proszę najpierw spróbować rozwinąć jej zespół.
