Repository: aviarypl/suse-l10n-pl
Catalog: po/LayoutSelectorStrings_*.po
Languages: pl

source: Access Denied. You must be logged in to use this Portlet
pl: Dostęp zabroniony. Należy się zalogować, aby używać tego portletu.

source: Add Content
pl: Dodaj zawartość

source: Add content to your layout.
pl: Dodaj zawartość do układu.

source: Adds content to this section of the layout.
pl: Dodaje zawartość do tej sekcji układu.

source: An invalid page type of {0} was passed into this portlet.
pl: Do tego portletu przekazano nieprawidłowy typ strony {0}.

source: Are you sure you want to remove this content? Click OK to remove the portlet or Cancel to continue without removing the portlet.
pl: Czy na pewno usunąć tę zawartość? Proszę nacisnąć przycisk OK, aby usunąć portlet albo Anuluj, aby kontynuować bez usuwania portletu.

source: Cancel
pl: Anuluj

source: Change the properties of this content.
pl: Zmień właściwości tej zawartości.

source: Changes have been made to your layout. Click OK to save your changes or Cancel to abort the edit.
pl: W układzie zostały dokonane zmiany. Proszę nacisnąć przycisk OK, aby je zapisać albo Anuluj, aby przerwać modyfikowanie.

source: Changes have been made to your layout. Click OK to save your changes or Cancel to continue without saving.
pl: W układzie zostały dokonane zmiany. Proszę nacisnąć przycisk OK, aby je zapisać albo Anuluj, aby kontynuować bez zapisywania.

source: Choose Content
pl: Wybierz zawartość

source: Choose a new Layout
pl: Wybierz nowy układ

source: Click on content and then click on the section you want to move it to.
pl: Proszę kliknąć zawartość, a następnie sekcję, do której należy ją przenieść.

source: Click on content and then drag it to the section you want to move it to.
pl: Proszę kliknąć zawartość i przeciągnąć ją do sekcji, do której należy ją przenieść.

source: Close
pl: Zamknij

source: Closes the window
pl: Zamyka to okno

source: Discard any changes you\'ve made to this page
pl: Porzuć wszelkie zmiany dokonane na tej stronie

source: Drag content by their title bars between sections
pl: Przeciągnij zawartość między sekcjami, za jej pasek tytułowy

source: First select content by clicking on its title bar
pl: Najpierw trzeba wybrać zawartość poprzez kliknięcie paska tytułowego

source: Go back to the Personalize Home page.
pl: Powrót do strony personalizacji strony głównej.

source: Go to My Portal.
pl: Przejdź do Mojego portalu.

source: LAYOUT SELECTOR
pl: WYBÓR UKŁADU

source: Layout Selector
pl: Wybór układu

source: Modify the list of components available for this page.
pl: Modyfikacja listy komponentów dostępnych dla tej strony.

source: MyPortal
pl: Mój portal

source: Now click on the section to move the content to
pl: Teraz trzeba kliknąć sekcję, aby przenieść zawartość

source: Page Layout Selector
pl: Wybór układu strony

source: Page {0} was not found. Therefore
pl: Nie znaleziono strony {0}. Dlatego

source: Page {0} was not found. Therefore, this window must be closed.
pl: Nie znaleziono strony {0}. Dlatego to okno musi zostać zamknięte.

source: Personalize Home
pl: Personalizacja strony głównej

source: Pick a new layout for this page.
pl: Wybór nowego układu dla tej strony.

source: Please select the order and location for your content for this Portal Page
pl: Proszę zaznaczyć kolejność i lokalizację zawartości dla tej strony portalu

source: Portal, Layout, Selection
pl: portal, układ, wybór

source: Provides an interface for laying out pages (user, shared, and container)
pl: Dostarcza interfejs do ustawiania układu stron (użytkownik, współdzielenie i kontener)

source: Remove this content from your layout.
pl: Usuń tę zawartość z tego układu.

source: Save Layout
pl: Zapisz układ

source: Save the changes you\'ve made to the layout of this page.
pl: Zapisz zmiany dokonane w układzie tej strony.

source: Set the permissions on this content.
pl: Ustawienia uprawnień dla tej zawartości.

source: The Layout ({0}) was not found. Contact Support.
pl: Nie znaleziono układu ({0}). Proszę skontaktować się z pomocą.
