Repository: aviarypl/suse-l10n-pl
Catalog: po/ListAttestationRequestsRsrc_*.po
Languages: pl

source: All
pl: Wszystkie

source: An error occurred processing the request. A UI Control ID request parameter is required for this request.
pl: Wystąpił błąd podczas przetwarzania wniosku. Dla tego wniosku wymagany jest parametr ID kontrolki interfejsu użytkownika.

source: An error occurred processing the request. A UI control type request parameter is required for this request.
pl: Wystąpił błąd podczas przetwarzania wniosku. Dla tego wniosku wymagany jest parametr typu interfejsu użytkownika.

source: An error occurred processing the request. A basket of processes to retract is required for this request.
pl: Wystąpił błąd podczas przetwarzania wniosku. Dla tego wniosku wymagany jest koszyk procesów wycofania.

source: An error occurred processing the request. An attestation request ID request parameter is required for this request.
pl: Wystąpił błąd podczas przetwarzania wniosku. Dla tego wniosku wymagany jest parametr ID wniosku o potwierdzenie.

source: An error occurred retrieving configuration for request details
pl: Wystąpił błąd podczas pobierania konfiguracji szczegółów wniosku

source: An error occurred retrieving request details
pl: Wystąpił błąd podczas pobierania szczegółów wniosku

source: An error occurred retrieving the report
pl: Wystąpił błąd podczas pobierania raportu

source: Are you sure you want to retract processes for the following attesters: {0}?
pl: Czy na pewno wycofać procesy dla następujących potwierdzających: {0}?

source: Attestation Question:
pl: Pytanie dotyczące potwierdzenia:

source: Attestation Result
pl: Wynik potwierdzenia

source: Attestation Result:
pl: Wynik potwierdzenia:

source: Attestation Results
pl: Wyniki potwierdzenia

source: Attestation Type
pl: Typ potwierdzenia

source: Attestation Type:
pl: Typ potwierdzenia:

source: Attester
pl: Potwierdzający

source: Attester:
pl: Potwierdzający:

source: Completed Date
pl: Data ukończenia

source: Completed Date:
pl: Data ukończenia:

source: Completed Processes:
pl: Ukończone procesy:

source: Confirmation Number
pl: Numer potwierdzenia

source: Confirmation Number:
pl: Numer potwierdzenia:

source: Deadline
pl: Termin ostateczny

source: Deadline:
pl: Termin ostateczny:

source: Display Label
pl: Wyświetlana etykieta

source: Display Label:
pl: Wyświetlana etykieta:

source: Filter
pl: Filtruj

source: Filter by:
pl: Filtruj wg:

source: No Action Taken
pl: Nie podjęto działania

source: No Action Taken:
pl: Nie podjęto działania:

source: None
pl: Brak

source: None found.
pl: Nie znaleziono.

source: Number of Related Processes:
pl: Liczba powiązanych procesów:

source: Please select a process to retract.
pl: Proszę zaznaczyć proces do wycofania.

source: Please specify Confirmation Number.
pl: Proszę podać numer potwierdzenia.

source: Process Request Description:
pl: Opis wniosku:

source: Process Status
pl: Stan procesu

source: Process Status:
pl: Stan procesu:

source: Report:
pl: Raport:

source: Request Date
pl: Data wniosku

source: Request Date:
pl: Data wniosku:

source: Requested By
pl: Wnioskujący

source: Requested By:
pl: Wnioskujący:

source: Reset
pl: Resetuj

source: Retract Selected Processes
pl: Wycofaj zaznaczone procesy

source: Retraction of processes for the following attesters failed:
pl: Nie powiodło się wycofywanie procesów dla następujących potwierdzających:

source: Retraction of processes for the following attesters succeeded:
pl: Wycofano procesy dla następujących potwierdzających:

source: Running Processes:
pl: Procesy w toku:

source: Search
pl: Szukaj

source: Search by:
pl: Szukaj wg:

source: Select:
pl: Proszę wybrać:

source: Selected Process Request:
pl: Wybrany wniosek:

source: Status
pl: Stan

source: Status:
pl: Stan:

source: Survey Questions:
pl: Pytania ankiety:

source: Terminated Processes:
pl: Przerwane procesy:

source: The entity definition attribute key ({0}) is invalid.
pl: Klucz atrybutu definicji obiektu ({0}) jest nieprawidłowy.

source: The entity definition key ({0}) is invalid.
pl: Klucz definicji obiektu ({0}) jest nieprawidłowy.

source: User Attributes:
pl: Atrybuty użytkownika:

source: View Attestation Form Details
pl: Podgląd szczegółów formularza potwierdzenia

source: View details of the request
pl: Podgląd szczegółów wniosku

source: \'No\' Responses:
pl: Odpowiedzi Nie:

source: \'Yes\' Responses:
pl: Odpowiedzi Tak:

source: en
pl: pl

source: or
pl: lub
