Repository: aviarypl/suse-l10n-pl
Catalog: po/LoginRsrc_*.po
Languages: pl

source: Account restrictions prevent you from logging in. See your administrator for more details.
pl: Ograniczenia nałożone na konto uniemożliwiają zalogowanie. Proszę skontaktować się z administratorem.

source: Attention:
pl: Uwaga:

source: Continue on to:
pl: Kontynuuj aż do:

source: Forgot Password?
pl: Zapomniano hasła?

source: Grace Login Warning
pl: Ostrzeżenie o logowaniu warunkowym

source: Invalid User ID or Password
pl: Nieprawidłowy identyfikator lub hasło użytkownika

source: Login
pl: Logowanie

source: Login Error. Please contact your administrator
pl: Błąd podczas logowania. Proszę skontaktować się z administratorem.

source: Login to Novell Identity Manager
pl: Logowanie do systemu Novell Identity Manager

source: No Users Found
pl: Nie znaleziono użytkowników

source: Password was not provided
pl: Hasło nie zostało podane

source: Password:
pl: Hasło:

source: Select your username:
pl: Proszę zaznaczyć nazwę użytkownika:

source: Username was not provided
pl: Nie podano nazwy użytkownika

source: Username:
pl: Nazwa użytkownika:

source: You are logging in using a grace login. You should change your password soon. Grace logins remaining:
pl: Logowanie warunkowe. Proszę jak najszybciej zmienić hasło. Pozostało prób logowania:

source: You have been logged out
pl: Wylogowano

source: Your web browser must be JavaScript-enabled to use this application. Update your web browser settings and try again.
pl: Używana przeglądarka musi mieć włączoną obsługę JavaScript, aby można było korzystać z tej aplikacji. Proszę zaktualizować swoją przeglądarkę i spróbować ponownie.
