Repository: aviarypl/suse-l10n-pl
Catalog: po/NetStorageRsrc_*.po
Languages: pl

source: Authentication credentials are not required.
pl: Dane uwierzytelniające nie są wymagane.

source: Authentication credentials are required
pl: Wymagane są dane uwierzytelniające.

source: Border?
pl: Obramowanie?

source: Cancel
pl: Anuluj

source: Click here to open
pl: Proszę kliknąć tu, aby otworzyć

source: Click here to return
pl: Powrót

source: Enable scrolling of content within the NetStorage control
pl: Zezwolenie na przewijanie zawartości w obrębie kontrolki NetStorage

source: Error processing action credentials.
pl: Wystąpił błąd podczas przetwarzania operacji uwierzytelniania.

source: Error rendering portlet in {0}
pl: Błąd podczas wyświetlania portletu w {0}

source: Full Window?
pl: Wyświetlanie w pełnym oknie?

source: Height
pl: Wysokość

source: If set to true, NetStorage will open outside of the portal.
pl: Jeśli wartość ta zostanie ustawiona na \'tak\', NetStorage otworzy się poza portalem.

source: If set to true, clients will use the same address for NetStorage that is used to access the portal.
pl: Jeśli wartość ta zostanie ustawiona na \'tak\', programy klienckie będą używały tego samego adresu NetStorage, który używany jest do dostępu do portalu.

source: Margin Height
pl: Wysokość marginesu

source: Margin Width
pl: Szerokość marginesu

source: NetStorage Local Port
pl: Port lokalny NetStorage

source: NetStorage Local Protocol
pl: Protokół lokalny NetStorage

source: NetStorage Webserver URL
pl: URL serwera sieciowego NetStorage

source: Non IFrame text link
pl: Odnośnik tekstowy dla przeglądarek nie obsługujących IFrame

source: Not all browsers support the IFrame HTML tag. This message is displayed as a hypertext link to the URL preference in non-IFrame compatible browsers.
pl: Nie wszystkie przeglądarki obsługują znacznik HTML IFrame. Ten komunikat jest wyświetlany jako odnośnik do preferencji adresów URL w przeglądarkach nieobsługujących znacznika IFrame.

source: Password
pl: Hasło

source: Password for NetStorage server
pl: Hasło do serwera NetStorage

source: Provides access to NetStorage functions
pl: Zapewnia dostęp do funkcji NetStorage

source: Reference Webserver URL
pl: URL sieciowego serwera referencyjnego

source: Reference Webserver is used when the internal address for NetStorage is different than the external address, such as when a caching appliance is being used. The NetStorage Webserver URL is the address the gadget uses to connect to NetStorage. The Reference Webserver URL is the address for NetStorage that is sent to the client.
pl: Sieciowy serwer referencyjny używany jest gdy wewnętrzny adres NetStorage różni się od adresu zewnętrznego, takiego jak podczas używania urządzenia buforującego. URL serwera NetStorage jest adresem, który używany jest przez urządzenie do połączenia z NetStorage. URL sieciowego serwera referencyjnego jest adresem NetStorage, wysyłanym do klienta.

source: Save Permanently
pl: Zapisz na stałe

source: Scrollbar?
pl: Pasek przewijania?

source: Show border around the NetStorage control
pl: Pokaż obramowanie wokół kontrolki NetStorage

source: Specifies the amount of space to be left between the frame\'s contents in its left and right margins
pl: Określa przestrzeń pomiędzy zawartością ramki w jej prawym i lewym marginesie

source: Specifies the amount of space to be left between the frame\'s contents in its top and bottom margins
pl: Określa przestrzeń pomiędzy zawartością ramki w jej górnym i dolnym marginesie

source: Submit
pl: Wykonaj

source: The height in pixels of the inline frame
pl: Wysokość ramki pływającej w pikselach

source: The width in pixels (or %) of the inline frame. You can use percentages by using a percent at the end of the numeric value (i.e. 100%)
pl: Szerokość ramki pływającej w pikselach (albo w %). Można także użyć wartości procentowych, podając znak procent po wartości numerycznej (np. 100%).

source: This preference only applies if \'Use Host Server\' is set to true. If the NetStorage server runs on a different port than the portal, specify the value here. Otherwise, the port of the portal will be used to access the NetStorage server.
pl: Preferencja ta stosowana jest tylko gdy opcja Użycie serwera hosta jest ustawiona na tak. Jeśli serwer NetStorage pracuje na porcie innym niż portal, należy podać tutaj tę wartość. W przeciwnym wypadku do dostępu do serwera NetStorage zostanie użyty port portalu.

source: This preference only applies if \'Use Host Server\' is set to true. If the NetStorage server runs using a different protocol than the portal, specify the value here. Otherwise, the protocol of the portal will be used to access the NetStorage server. Under most https configurations, it is not necessary to specify the SSL Port (generally port 443) above. This is configured at the server level instead.
pl: Preferencja ta stosowana jest tylko gdy opcja Użycie serwera hosta jest ustawiona na tak. Jeśli serwer NetStorage wykorzystuje protokół inny niż portal, należy podać tutaj tę wartość. W przeciwnym wypadku do dostępu do serwera NetStorage zostanie użyty protokół dostępu do portalu. W większości konfiguracji https nie trzeba podawać powyżej portu SSL (zwykle port 443). Jest to skonfigurowane na poziome serwera.

source: URL for NetStorage Web Access. For example, http://myserver.com/. This is the address the portlet uses to connect to NetStorage. To use this portlet, the gadget.html file (available in the accessory portlets jar at portal-general/netstorage) must be accessible on the NetStorage server at the following: http://myserver.com/NetStorage/gadget.html.
pl: Adres URL dostępu WWW do NetStorage. Na przykład http://myserver.com/. Adresu tego używa portlet do połączenia się z usługą NetStorage. Aby skorzystać z tego portletu, plik gadget.html (dostępny w archiwum jar dodatkowych portletów w portal-general/netstorage) musi być dostępny na serwerze NetStorage pod adresem http://myserver.com/NetStorage/gadget.html.

source: Use Host Server?
pl: Użycie serwera hosta?

source: Username
pl: Nazwa użytkownika

source: Username for NetStorage server
pl: Nazwa użytkownika dla serwera NetStorage

source: Width
pl: Szerokość

source: You must login to the portal in order to use this portlet.
pl: Aby korzystać z tego portletu, należy zalogować się do portalu.

source: \u003cbr\u003eIf host server is set to false, the URL must be fully qualified. i.e. http//www.yahoo.com
pl: \u003cbr\u003eJeśli serwer hosta jest ustawiony na nie, to adres URL musi być pełny, tzn: http//www.yahoo.com

source: \u003cbr\u003eNetStorage control height must be larger then the margin height
pl: \u003cbr\u003eWysokość kontrolki NetStorage musi być większa od wysokości marginesu

source: \u003cbr\u003eNetStorage control width must be larger then the margin height
pl: \u003cbr\u003eSzerokość kontrolki NetStorage musi być większa od wysokości marginesu

source: \u003cbr\u003eURL Parameter ({0}) is empty. Value is required
pl: \u003cbr\u003eParameter ({0}) adresu URL jest pusty. Wymagana jest wartość

source: \u003cbr\u003eURL Parameter ({0}) is not formatted correctly. It must include an equal character
pl: \u003cbr\u003eParameter ({0}) adresu URL nie jest prawidłowo sformatowany. Musi on zawierać znak równości
