Repository: aviarypl/suse-l10n-pl
Catalog: po/NetworkFileRsrc_*.po
Languages: pl

source: ({0}) is not empty.
pl: ({0}) nie jest pusta.

source: A General Error Occurred
pl: Wystąpił błąd ogólny

source: A shortcut for directory navigation, in the format name=destination
pl: Skrót do nawigacji po katalogach, w formacie name=destination

source: Allow Navigation
pl: Zezwól na nawigację

source: Allows Multiple Server Navigation
pl: Zezwól na nawigację po wielu serwerach

source: Allows access to remote file systems
pl: Zezwala na dostęp do zdalnych systemów plików

source: An authentication error has occurred, please verify your user name/password and initial destination are correct in portlet preferences. If the portlet is \'edit enabled\', you may use the edit button to set the user name/password.
pl: Wystąpił błąd uwierzytelniania; proszę sprawdzić, czy nazwa/hasło i początkowe przeznaczenie w portlecie preferencji są prawidłowe. Jeśli portlet znajduje się w stanie \'edycja dozwolona\', można użyć przycisku Edytuj, aby ustawić nazwę i hasło użytkownika.

source: An error occurred uploading the file, please try again.
pl: Wystąpił błąd podczas wysyłania pliku. Proszę spróbować ponownie.

source: An unexpected error occurred executing this portlet. Please contact your Administrator.
pl: Wystąpił nieoczekiwany błąd podczas wykonywania tego portletu. Proszę skontaktować się z administratorem systemu.

source: Authentication error.
pl: Błąd uwierzytelniania.

source: Button: Cancel
pl: Przycisk: Anuluj

source: Button: Create
pl: Przycisk: Utwórz

source: Button: Go
pl: Przycisk: Idź

source: Button: Hide
pl: Przycisk: Ukryj

source: Button: Show
pl: Przycisk: Pokaż

source: Button: Upload File
pl: Przycisk: Wyślij plik

source: CIFS Provider
pl: Dostawca CIFS

source: Cancel
pl: Anuluj

source: Change Initial Destination:
pl: Zmień początkowe przeznaczenie:

source: Connection error.
pl: Błąd połączenia.

source: Create
pl: Tworzenie

source: Create Directory
pl: Utwórz katalog

source: Current Directory
pl: Bieżący katalog

source: Current Location:
pl: Bieżące położenie:

source: Delete
pl: Usuń

source: Delete Confirm
pl: Potwierdzenie usunięcia

source: Delete the selected files from this directory
pl: Usuwa zaznaczone pliki z tego katalogu

source: Delete the selected items.
pl: Usuwa zaznaczone obiekty.

source: Destination
pl: Przeznaczenie

source: Directory Name:
pl: Nazwa katalogu:

source: Directory to be deleted was not empty.
pl: Katalog do usunięcia nie był pusty.

source: Enter the file to upload.
pl: Proszę podać pliki do wysłania.

source: Exception occurred creating the directory.
pl: Wystąpił wyjątek podczas tworzenia katalogu.

source: File ({0}) was not found.
pl: Nie znaleziono pliku ({0}).

source: File Name:
pl: Nazwa pliku:

source: General error for: ({0}).
pl: Błąd ogólny dla: ({0}).

source: Go
pl: Przejdź

source: Hide
pl: Ukryj

source: Home directory not found.
pl: Nie znaleziono katalogu domowego.

source: Host not found.
pl: Nie znaleziono komputera hosta.

source: Initial Destination
pl: Początkowe przeznaczenie

source: Invalid Path ({0}).
pl: Nieprawidłowa ścieżka ({0}).

source: Invalid access rights.
pl: Nieprawidłowe prawa dostępu.

source: Invalid file name.
pl: Nieprawidłowa nazwa pliku.

source: Invalid tree.
pl: Nieprawidłowe drzewo.

source: Invalid volume.
pl: Nieprawidłowy wolumen.

source: LastModified
pl: Ostatnio modyfikowane

source: Local Provider
pl: Dostawca lokalny

source: Local Provider not implemented due to security concerns. Please contact your Administrator.
pl: Dostawca lokalny nie został zaimplementowany z powodów bezpieczeństwa. Proszę skontaktować się z administratorem.

source: Mode Not Found
pl: Nie znaleziono trybu.

source: NJCL Provider
pl: Dostawca NJCL

source: Name
pl: Nazwa

source: Network File
pl: Plik sieciowy

source: Network File Provider
pl: Dostawca pliku sieciowego

source: NetworkFile
pl: Plik sieciowy

source: NetworkFile, portlet, network file
pl: NetworkFile, portlet, plik sieciowy

source: New Destination:
pl: Nowe przeznaczenie:

source: No files or directories selected for deletion.
pl: Nie zaznaczono plików ani katalogów do usunięcia.

source: Password
pl: Hasło

source: Password:
pl: Hasło:

source: Path
pl: Ścieżka

source: Please verify these are the items to be deleted
pl: Proszę sprawdzić, że są to obiekty do usunięcia

source: Requested file was not found.
pl: Nie znaleziono żądanego pliku

source: Rmi Server Address
pl: Adres serwera Rmi

source: Shortcuts
pl: Skróty

source: Shortcuts Use Fully Qualified Path
pl: Skróty używające pełnych ścieżek

source: Shortcuts:
pl: Skróty:

source: Show
pl: Pokaż

source: Size
pl: Rozmiar

source: SmbException: ({0}).
pl: Wyjątek Smb: ({0}).

source: The RMI Server address for a remote NJCL client
pl: Adres serwera RMI dla zdalnego klienta NJCL

source: The data is not accessible.
pl: Te dane są niedostępne.

source: The directory already exists.
pl: Ten katalog już istnieje.

source: The file/directory already exists.
pl: Ten plik/katalog już istnieje.

source: The new directory will be created within the current location.
pl: Ten nowy katalog zostanie utworzony w obrębie bieżącego położenia.

source: The password for authentication if authentication is required for the network file provider.
pl: Hasło do uwierzytelnienia, jeśli uwierzytelnienie jest wymagane przez dostawcę pliku sieciowego.

source: The preference ({0}) is read only and can not be edited.
pl: Ustawienie ({0}) jest tylko do odczytu i nie może być zmieniane.

source: The request path was invalid. Please check the path and try again.
pl: Wymagana ścieżka była nieprawidłowa. Proszę sprawdzić ścieżkę i spróbować ponownie.

source: The root folder of the file system
pl: Katalog główny systemu plików

source: The type of network file provider to use. CIFS for Windows SMB based systems. NJCL for NetWare based systems.
pl: Typ dostawcy pliku sieciowego, który ma być używany. CIFS dla systemów SMB opartych na Windows. NJCL dla systemów opartych na NetWare.

source: The user does not have the required permissions to perform the action requested.
pl: Ten użytkownik nie ma wymaganych uprawnień do wykonania wnioskowanej operacji.

source: The user name for authentication if authentication is required for the network file provider. Note: For CIFS logins, with domains, use the format domain\\username
pl: Nazwa użytkownika do uwierzytelnienia, jeśli uwierzytelnienie jest wymagane przez dostawcę pliku sieciowego. Uwaga: w przypadku logowania CIFS, z domenami, należy używać formatu domena|nazwa_użytkownika

source: Unable to parse network file provider: ({0})
pl: Nie można przetworzyć dostawcy pliku sieciowego: ({0}).

source: Unable to parse value ({0})
pl: Nie można przetworzyć wartości ({0})

source: Unknown Edit Action Received ({0}) Please Contact Product Support.
pl: Odebrano nieznaną operację edycji ({0}). Proszę skontaktować się z pomocą techniczną dla produktu.

source: Unknown Provider
pl: Nieznany dostawca

source: Unknown View Action Received ({0}) Please Contact Product Support.
pl: Odebrano nieznaną operację podglądu ({0}). Proszę skontaktować się z pomocą techniczną dla produktu.

source: Unknown file type.
pl: Nieznany typ pliku.

source: Unknown provider: ({0}). Please contact your Administrator.
pl: Nieznany dostawca: ({0}). Proszę skontaktować się z administratorem.

source: Upload File
pl: Wyślij plik

source: User Name
pl: Nazwa użytkownika

source: User Name:
pl: Nazwa użytkownika:

source: {2} This SMB error occurred accessing file path ({0}). Status returned: ({1}).
pl: {2} Ten błąd SMB wystąpił podczas dostępu do ścieżki do pliku ({0}). Zwrócony status: ({1}).
