Repository: aviarypl/suse-l10n-pl
Catalog: po/NotesPortletRsrc_*.po
Languages: pl

source: Access Domino HTTP e-mail
pl: Dostęp poprzez HTTP do poczty e-mail Domino

source: An unexpected error occurred executing this portlet. Please contact your Administrator.
pl: Wystąpił nieoczekiwany błąd podczas wykonywania tego portletu. Proszę skontaktować się z administratorem systemu.

source: Authentication credentials are not required.
pl: Dane uwierzytelniające nie są wymagane.

source: Authentication credentials are required
pl: Wymagane są dane uwierzytelniające.

source: Authorization Type
pl: Typ uwierzytelniania

source: Basic HTTP Authentication
pl: Podstawowe uwierzytelnianie HTTP

source: Can be either Basic HTTP Authentication or Form-based authentication
pl: Może to być zarówno podstawowe uwierzytelnianie HTTP albo uwierzytelnianie oparte na formularzach

source: Cancel
pl: Anuluj

source: Click here to return
pl: Powrót

source: Encoding
pl: Kodowanie

source: Encoding for URL parameter Mail Database Path (if applicable)
pl: Kodowanie parametru URL Mail Database Path (jeśli dotyczy)

source: Error rendering portlet in {0}
pl: Błąd podczas wyświetlania portletu w {0}

source: For an IFrame of 640x480, this is 480
pl: Dla IFrame o wymiarach 640x480 jest to 480

source: For an IFrame of 640x480, this is 640
pl: Dla IFrame o wymiarach 640x480 jest to 640

source: Form-based Authentication
pl: Uwierzytelnianie oparte o formularze

source: Height of the IFrame in pixels
pl: Wysokość IFrame w pikselach

source: Mail Database Path
pl: Ścieżka do bazy danych poczty

source: Notes
pl: Notatki

source: Notes server DNS name or IP address
pl: Nazwa albo adres IP serwera DNS Notes

source: Notes server HTTP Port
pl: Port serwera HTTP Notes

source: Password
pl: Hasło

source: Protocol of the HTTP service
pl: Protokół usługi HTTP

source: Save Permanently
pl: Zapisz na stałe

source: Submit
pl: Wykonaj

source: The Internet password setup in Domino
pl: Ustawienia hasła internetowego w Domino

source: The exposed HTTP Port of the Notes Domino Server
pl: Wystawiony port HTTP serwera Notes Domino Server

source: The following error occurred during the execution of portlet class: ({0}).
pl: Wystąpił następujący błąd podczas wykonania klasy portletu: ({0}).

source: The name or IP address of the Notes Domino Server. This address must be accessible from the client machine.
pl: Nazwa lub adres IP serwera Notes Domino. Adres ten musi być dostępny z komputera klienta.

source: The path where the user\'s mail database resides. Must be in the format \"/mail/shortuserid.nsf\" where shortuserid is at most 8 characters
pl: Ścieżka, w której znajduje się baza danych poczty użytkownika. Musi być podana w formacie \"/mail/krótki_id_użytkownika.nsf\", gdzie krótki_id_użytkownika może mieć najwyżej 8 znaków.

source: The protocol used by the Domino Server for HTTP traffic. (http | https)
pl: Protokół używany przez serwer Domino dla ruchu HTTP traffic. (http | https)

source: The user id setup in Domino
pl: Ustawienie id użytkownika w Domino

source: URL parameter for portlet is null or empty string.
pl: Parametr URL dla portletu ma wartość null albo jest pustym ciągiem.

source: Username
pl: Nazwa użytkownika

source: Width of the IFrame in pixels
pl: Szerokość IFrame w pikselach

source: You must login to the portal in order to use this portlet.
pl: Aby korzystać z tego portletu, należy zalogować się do portalu.

source: <br>The Mail Database must be in the format \"/mail/shortuserid.nsf\" where shortuserid is the usually first 8 characters of the user id
pl: <br>Baza danych poczty musi być określona w formacie \"/mail/krótki_id_użytkownika.nsf\", gdzie krótki_id_użytkownika to zazwyczaj pierwsze 8 znaków identyfikatora użytkownika.
