Repository: aviarypl/suse-l10n-pl
Catalog: po/NRFActionsRsrc_*.po
Languages: pl

source: An error occured while constructing bean: {0}
pl: Wystąpił błąd podczas konstruowania obiektu bean: {0}

source: An error occurred saving the Approver with dn: ({0}). Root cause: {1}
pl: Wystąpił błąd podczas zapisywania akceptanta o DN: ({0}). Przyczyna: {1}

source: An invalid action [{0}] has been requested. Please contact your System Administrator.
pl: Zażądano nieprawidłowej operacji [{0}]. Proszę skontaktować się z administratorem systemu.

source: Error happened when trying to save SOD.
pl: Wystąpił błąd podczas próby zapisu RO.

source: Error occurred while trying to retrieve the SOD.
pl: Wystąpił błąd podczas próby pobrania RO.

source: Error occurred while trying to save the Roles Subsystem Configuration.
pl: Wystąpił błąd podczas próby zapisu konfiguracji podsystemu ról.

source: Failed to find user authenticated information!
pl: Nie powiodło się wyszukiwanie informacji o uwierzytelnieniu użytkownika.

source: Got unexpected exception.
pl: Napotkano nieprzewidziany wyjątek.

source: Invalid action scope [{0}]!
pl: Błędny zakres operacji [{0}].

source: Invalid detail id [{0}] specified!
pl: Podano błędny ID szczegółu [{0}].

source: Malformed approver dn: ({0}) specified.
pl: Podano błędny DN akceptanta: ({0}).

source: Malformed dn: ({0}) specified.
pl: Podano błędny DN: ({0}).

source: Malformed entitlement dn: {0} specified.
pl: Podano błędny DN upoważnienia: {0}.

source: Malformed owner dn: ({0}) specified.
pl: Podano błędny DN właściciela: ({0}).

source: Malformed request definition dn: ({0}) specified.
pl: Podano błędny DN definicji wniosku: ({0}).

source: Malformed role dn: ({0}) specified.
pl: Podano błędny DN roli: ({0}).

source: Malformed sod dn: ({0}) specified.
pl: Podano błędny DN RO: ({0}).

source: Unable to modify the existing role. The dn is missing or not available.
pl: Nie można zmodyfikować istniejącej roli. Brak lub niedostępny DN.
