Repository: aviarypl/suse-l10n-pl
Catalog: po/NRFRsrc_*.po
Languages: pl

source: Failed to remove role(s) : {0}!
pl: Nie powiodło się usunięcie ról: {0}.

source: Failed to remove.
pl: Usunięcie nie powiodło się.

source: Failed to resolve application role [{0}] mappings!
pl: Nie powiodło się rozwiązanie mapowania roli aplikacji [{0}].

source: Failed to resolve request category type.
pl: Nie powiodło się rozwiązanie typu kategorii wniosku.

source: Failed to retract.
pl: Wycofanie nie powiodło się.

source: Failed to retrieve entitlement definition for entitlement DN = [{0}].
pl: Nie powiodło się pobranie definicji upoważnienia dla upoważnienia o DN = [{0}].

source: Failed to retrieve.
pl: Pobieranie nie powiodło się.

source: Failed to run entitlement parameter query for entitlement DN = [{0}].
pl: Nie powiodło się przeprowadzenie zapytania o parametr upoważnienia dla upoważnienia o DN = [{0}].

source: Failed to run entitlement parameter query for entitlement DN = [{0}]. Failure status: {1}.
pl: Nie powiodło się przeprowadzenie zapytania o parametr upoważnienia dla upoważnienia o DN = [{0}]. Stan błędu: {1}.

source: Failed to save.
pl: Zapisanie nie powiodło się.

source: False
pl: Nie

source: Find SoD by DN.
pl: Znajduje RO wg DN.

source: Find SoDs by example with multi-value logical search operator.
pl: Znajduje RO na podstawie przykładu z użyciem wielowartościowych logicznych operatorów wyszukiwania.

source: Find SoDs by example.
pl: Znajduje RO na podstawie przykładu.

source: First Name, Last Name
pl: Imię, nazwisko

source: Future
pl: Przyszłość

source: Generated RBAC Report
pl: Wygenerowany raport RBAC

source: Grace Period for Role Assignment Removal (seconds):
pl: Okres warunkowy dla usuwania przypisania ról (w sekundach):

source: Grant Approval
pl: Akceptacja nadania

source: Granted
pl: Nadane

source: Group
pl: Grupa

source: Group Assignments
pl: Przypisania grupy

source: Group:
pl: Grupa:

source: Higher Level Relationship
pl: Relacja wyższego poziomu

source: How do you want to view assignments?
pl: Sposób wyświetlania przypisań

source: IDM Jasper Reports
pl: Raporty IDM Jasper

source: If no date is entered, effective date is immediate.
pl: Jeśli nie podano żadnej daty, czas obowiązywania liczy się od teraz.

source: Implicit Assignments
pl: Przypisania ukryte

source: Include approval information for directly assigned roles.
pl: Dołącz informacje o akceptacji dla ról bezpośrednio przypisanych.

source: Initial Request Description:
pl: Początkowy opis wniosku:

source: Initial Request Description:*
pl: Początkowy opis wniosku:*

source: Invalid LDAP name format detected: {0}
pl: Wykryto nieprawidłowy format nazwy LDAP: {0}

source: Invalid SoD Path Syntax detected: {0}
pl: Wykryto nieprawidłowy format ścieżki RO: {0}

source: Invalid approval type value:{0} in SoD:{1}.
pl: Nieprawidłowa wartość typu akceptacji: {0} w RO: {1}.

source: Invalid approver TYPE_NAME string detected: {0}
pl: Wykryto nieprawidłowy ciąg TYPE_NAME akceptanta: {0}

source: Invalid entitlement DN {0} specified.
pl: Podano nieprawidłowy DN upoważnienia: {0}.

source: Invalid identity DN {0} specified.
pl: Podano nieprawidłowy DN tożsamości: {0}.

source: Invalid identity type {0} specified.
pl: Podano nieprawidłowy typ tożsamości: {0}.

source: Invalid nrf request DN specified {0}.
pl: Podano nieprawidłowy DN wniosku NRF: {0}.

source: Invalid nrf resource DN specified {0}.
pl: Podano nieprawidłowy DN zasobu NRF: {0}.

source: Invalid nrf resource association DN specified {0}.
pl: Podano nieprawidłowy DN połączenia zasobu NRF: {0}.

source: Invalid nrf resource request DN specified {0}.
pl: Podano nieprawidłowy DN wniosku o zasób NRF: {0}.

source: Invalid nrf role DN specified {0}.
pl: Podano nieprawidłowy DN roli NRF: {0}.

source: Invalid path syntax string detected: {0}
pl: Wykryto nieprawidłową składnię ścieżki: {0}.

source: Invalid request category type detected: {0}
pl: Wykryto nieprawidłowy typ kategorii wniosku: {0}

source: Invalid request status detected: {0}
pl: Wykryto nieprawidłowy stan wniosku: {0}

source: Invalid resource assignment request {0}
pl: Błędny wniosek o przypisanie zasobu: {0}

source: Invalid resource object specified: {0}
pl: Podano nieprawidłowy obiekt zasobu: {0}

source: Invalid role assignment expiration date specified {0}. Expiration date should be in the future and after effective date.
pl: Podano nieprawidłową datę wygaśnięcia przypisania roli: {0}. Data wygaśnięcia powinna być w przyszłości i późniejsza niż data obowiązywania.

source: Invalid role assignment request {0}
pl: Błędny wniosek o przypisanie roli: {0}

source: Invalid role object specified: {0}
pl: Podano nieprawidłowy obiekt roli: {0}

source: Invalid roles specified for the role to role assignment: [role 1 = {0}; role 2 = {1}]. You can only assign role at the different level!
pl: Podano nieprawidłowe role dla przypisania roli do roli: [rola 1 = {0}; rola 2 = {1}]. Można przypisywać tylko role z różnych poziomów.

source: Invalid sod object specified: {0}
pl: Podano nieprawidłowy obiekt RO: {0}

source: Invalid team definition DN = {0}. Role scope is undefined!
pl: Nieprawidłowy DN definicji zespołu = {0}. Niezdefiniowany zakres roli.

source: Justification
pl: Uzasadnienie

source: Last Name, First Name
pl: Nazwisko, imię

source: List entitlement details for each user
pl: Lista szczegółów upoważnień dla każdego użytkownika

source: List of all users in violation
pl: Lista wszystkich użytkowników naruszających

source: List roles by category
pl: Lista ról wg kategorii

source: List roles by name
pl: Lista ról wg nazwy

source: List user details for each entitlement
pl: Lista szczegółów użytkownika dla każdego upoważnienia

source: Localize
pl: Tłumaczenie

source: Localize Separation of Duties descriptions
pl: Tłumaczenie opisów rozdziału obowiązków

source: Localize Separation of Duties names
pl: Tłumaczenie nazw rozdziału obowiązków

source: Localize role descriptions
pl: Tłumaczenie opisów ról

source: Localize role names
pl: Tłumaczenie nazw ról

source: Lower Level Relationship
pl: Relacja niższego poziomu

source: Malformed DN: {0} specified.
pl: Podano błędny DN: {0}.

source: Malformed SoD conflict DN: {0} specified.
pl: Podano błędny DN konfliktu RO: {0}.

source: Malformed approver DN: {0} specified.
pl: Podano błędny DN akceptanta: {0}.

source: Malformed container DN: {0} specified.
pl: Podano błędny DN kontenera: {0}.

source: Malformed entitlement DN: {0} specified.
pl: Podano błędny DN upoważnienia: {0}.

source: Malformed group DN: {0} specified.
pl: Podano błędny DN grupy: {0}.

source: Malformed owner DN: {0} specified.
pl: Podano błędny DN właściciela: {0}.

source: Malformed provisioning request definition DN: {0} specified.
pl: Podano błędny DN definicji wniosku o wyposażenie: {0}.

source: Malformed resource DN: {0} specified.
pl: Podano błędny DN akceptanta: {0}.

source: Malformed role DN: {0} specified.
pl: Podano błędny DN roli: {0}.

source: Malformed role request source DN: {0} specified.
pl: Podano błędny DN źródła wniosku o rolę: {0}.

source: Malformed role request target DN: {0} specified.
pl: Podano błędny DN celu wniosku o rolę: {0}.

source: Manage Resources
pl: Zarządzanie zasobami

source: Manage Role Relationships
pl: Zarządzanie relacjami ról

source: Manage Roles
pl: Zarządzanie rolami

source: Manage SoD
pl: Zarządzanie RO

source: Membership in Container {0}
pl: Członkostwo w kontenerze {0}

source: Membership in Group {0}
pl: Członkostwo w grupie {0}

source: Membership in Role {0}
pl: Członkostwo w roli {0}

source: Miscellaneous Services
pl: Różne usługi

source: Miscellaneous services operations.
pl: Operacje różnych usług.

source: Modify
pl: Modyfikuj

source: More potential SoD conflicts were found for identity [{0} ] that requested a part of role assignment request {1}.
pl: Wykryto więcej potencjalnych konfliktów RO dla tożsamości [{0}], która utworzyła część wniosku o przypisanie roli {1}.

source: Moving a role from one category to another may affect a team manager\'s rights to manage roles and role assignments.
pl: Przeniesienie roli pomiędzy kategoriami może mieć wpływ na prawa menedżera zespołu do zarządzania rolami i ich przypisaniami.

source: My Roles
pl: Moje role

source: My Team\'s Roles
pl: Role mojego zespołu

source: Name:
pl: Nazwa:

source: New
pl: Nowy

source: New Assignment Details
pl: Szczegóły nowego przypisania

source: New Higher Level Relationship Details
pl: Szczegóły nowej relacji wyższego poziomu

source: New Lower Level Relationship Details
pl: Szczegóły nowej relacji niższego poziomu

source: New Relationship
pl: Nowa relacja

source: New Request
pl: Nowy wniosek

source: New Resource Details
pl: Szczegóły nowego przypisania

source: New Role Details
pl: Szczegóły nowej roli

source: New Separation of Duties Constraint Details
pl: Szczegóły nowego ograniczenia rozdziału obowiązków

source: New...
pl: Nowe...

source: No
pl: Nie

source: No Expiration
pl: Brak daty wygaśnięcia

source: No SoD Constraint selected.
pl: Nie wybrano ograniczenia RO.

source: No SoD violations found.
pl: Nie znaleziono naruszeń RO.

source: No data returned from this report
pl: Brak zwróconych danych z tego raportu.

source: No description available.
pl: Brak dostępnego opisu.

source: No name available.
pl: Brak dostępnej nazwy.

source: No role categories selected.
pl: Nie wybrano kategorii ról.

source: No role levels selected.
pl: Nie wybrano poziomów ról.

source: No role owner selected.
pl: Nie wybrano kategorii ról.

source: No role selected.
pl: Nie wybrano roli.

source: Only show directly assigned roles.
pl: Pokaż tylko role bezpośrednio przypisane.

source: Only show roles that have assignments.
pl: Pokaż tylko role, które posiadają przypisania.

source: Only show users with role(s) assigned.
pl: Pokaż tylko użytkowników z przypisanymi rolami.

source: Open/Close group
pl: Otwórz / Zamknij grupę

source: Operation argument [{0}] cannot be null.
pl: Parametr operacji [{0}] nie może mieć wartości null.

source: Owner(s):
pl: Właściciele:

source: Owners
pl: Właściciele

source: Page
pl: Strona

source: Parameter(s):
pl: Parametry:

source: Pending Activation
pl: Oczekuje aktywacji

source: Pending Approval
pl: Oczekuje akceptacji

source: Pending Approval Retry
pl: Oczekuje ponowienia akceptacji

source: Percentage Quorum:
pl: Wartość procentowa kworum:

source: Percentage:*
pl: Procent:*

source: Please remove the above Separation of Duties Constraint first before removing this role.
pl: Przed usunięciem tej roli proszę najpierw usunąć powyższe ograniczenie rozdziału obowiązków.

source: Process Role Subsystem Configuration
pl: Przetwórz konfigurację podsystemu ról

source: Processing initial Compliance Administrator assignment
pl: Przetwarzanie początkowego przypisania administratora zgodności

source: Processing initial Role Administrator assignment
pl: Przetwarzanie początkowego przypisania administratora ról

source: Provide an optional title for the report
pl: Proszę podać opcjonalny tytuł raportu

source: Provisioned
pl: Przydzielono

source: Provisioning
pl: Wyposażanie

source: Provisioning Error
pl: Błąd wyposażania

source: Quorum
pl: Kworum

source: Quorum - processed in parallel and complete when the approval percentage is reached.
pl: Kworum - przetwarzane równoległe i kończone, gdy zadany procent akceptacji zostanie osiągnięty.

source: Quorum must be an integer between 1 and 100.
pl: Wartość kworum musi być liczbą całkowitą w przedziale od 1 do 100.

source: Recipient:
pl: Beneficjent:

source: Refreshing the Entitlement CODE MAP tables...
pl: Odświeżanie tabel CODE MAP upoważnień...

source: Relationship removal request
pl: Wniosek o usunięcie relacji

source: Removal Grace Period must be an integer greater than or equal to 0.
pl: Okres warunkowy usuwania musi być liczbą całkowitą większa lub równą 0.

source: Remove
pl: Usuń

source: Remove Resource From User
pl: Usuń zasób z użytkownika

source: Remove Role From Container
pl: Usuń rolę z kontenera

source: Remove Role From Group
pl: Usuń rolę z grupy

source: Remove Role From Role
pl: Usuń rolę z roli

source: Remove Role From User
pl: Usuń rolę z użytkownika

source: Report
pl: Raport

source: Report Date:
pl: Data raportu:

source: Report Description
pl: Opis raportu

source: Report Details
pl: Szczegóły raportu

source: Report Name:
pl: Nazwa raportu:

source: Report family providing details about the different roles within the Role Catalog. Assignment information is not included.
pl: Rodzina raportów zawierających szczegóły na temat różnych ról w katalogu. Informacje o przypisaniach nie są dołączane.

source: Reports
pl: Raporty

source: Request
pl: Wniosek

source: Request Action:
pl: Operacja wniosku:

source: Request Date:
pl: Data wniosku:

source: Request Details
pl: Szczegóły wniosku

source: Request List
pl: Lista wniosków

source: Request for One Month
pl: Wniosek na jeden miesiąc

source: Request for One Week
pl: Wniosek na jeden tydzień

source: Request for One Year
pl: Wniosek na jeden rok

source: Request for a Custom period
pl: Wniosek na dowolny okres

source: Request for unlimited time
pl: Wniosek na czas nieograniczony

source: Request the specified role assignment.
pl: Wniosek o określone przypisanie roli.

source: Request to add [{0}] assignment(s) was successfully submitted.
pl: Wniosek o dodanie przypisań [{0}] został wysłany.

source: Request to add [{0}] to [{1}] was successfully submitted.
pl: Wniosek o dodanie [{0}] do [{1}] został wysłany.

source: Request to modify [{0}] on [{1}] was successfully submitted.
pl: Wniosek o zmianę [{0}] na [{1}] został wysłany.

source: Request to remove [{0}] from [{1}] was successfully submitted.
pl: Wniosek o usunięcie [{0}] z [{1}] został wysłany.

source: Request was successfully retracted.
pl: Wniosek został wycofany.

source: Requested by:
pl: Wnioskujący:

source: Requester:
pl: Wnioskujący:

source: Required
pl: Wymagane

source: Reset
pl: Resetuj

source: Resource
pl: Zasób

source: Resource Assignment Approval Def:
pl: Definicja akceptacji przypisania zasobu:

source: Resource Assignment removal request
pl: Wniosek o usunięcie przypisania zasobu

source: Resource Assignments
pl: Przypisania zasobów

source: Resource Catalog
pl: Katalog zasobów

source: Resource Categories:
pl: Kategorie zasobu:

source: Resource Container:
pl: Kontener zasobów:

source: Resource Description:
pl: Opis zasobu:

source: Resource Details
pl: Szczegóły zasobu

source: Resource Management
pl: Zarządzanie zasobami

source: Resource Name
pl: Nazwa zasobu

source: Resource Name:
pl: Nazwa zasobu:

source: Resource Owners:
pl: Właściciele zasobu:

source: Resource Relationships
pl: Relacje zasobów

source: Resource Request Services
pl: Usługi wniosku o zasób

source: Resource Request Status
pl: Stan wniosku o zasób

source: Resource Request service operations
pl: Operacje usługi wniosku o zasób

source: Resource Selection
pl: Wybór zasobu

source: Resource already exists: {0}
pl: Zasób już istnieje: {0}

source: Resource parameter type is undefined.
pl: Niezdefiniowany typ parametru zasobu.

source: Resource with DN = [{0} ] does not exist.
pl: Zasób o DN = [{0} ] nie istnieje.

source: Resource with DN = [{0} ] is not active.
pl: Zasób o DN = [{0} ] jest nieaktywny.

source: Resource {0} does not exist.
pl: Zasób {0} nie istnieje.

source: Resource:
pl: Zasób:

source: Resources
pl: Zasoby

source: Retract Request
pl: Wycofaj wniosek

source: Retracted
pl: Wycofany

source: Retracting
pl: Wycofywanie

source: Retrieves a list of role summary object that satisfy the specified parameters.
pl: Pobiera listę podsumowań obiektów ról, które pasują do podanych parametrów.

source: Retrieves a role defined by DN.
pl: Pobiera rolę określoną przez DN.

source: Return a list of ISod instances for all SoD conflicts defined between the target role DN and the source role DN.
pl: Zwraca listę instancji ISod dla wszystkich konfliktów RO zdefiniowanych pomiędzy DN roli docelowej a DN roli źródłowej.

source: Return a list of ISod instances for all SoD conflicts found for a given list of roles for a given identity.
pl: Zwraca listę instancji ISod dla wszystkich konfliktów RO znalezionych dla danej listy ról danej tożsamości.

source: Return a list of ISod instances for all SoD violations found for a specific identity and type.
pl: Zwraca listę instancji ISod dla wszystkich naruszeń RO znalezionych dla danej tożsamości i danego typu.

source: Return a list of ISod instances found for all given roles.
pl: Zwraca listę instancji ISod znalezionych dla wszystkich danych ról.

source: Return a map of identities that are in violation of a given SoD.
pl: Zwraca mapę tożsamości, które naruszają dany RO.

source: Return group and role information for a given group DN.
pl: Zwraca informacje o grupach i rolach dla danego DN grupy.

source: Return the container and role information for a given container DN.
pl: Zwraca informacje o kontenerach i rolach dla danego DN kontenera.

source: Return the role system configuration defined in the role vault root.
pl: Zwraca konfigurację systemu ról zdefiniowaną w głównym repozytorium ról.

source: Return the user and role information given a user DN.
pl: Zwraca informacje o użytkownikach i rolach dla danego DN użytkownika.

source: Return the version of this Web Service.
pl: Zwraca wersję tej usługi sieciowej.

source: Return whether the specified user DN is in the specified role.
pl: Zwraca informację, czy użytkownik o danym DN jest w danej roli.

source: Returns a list of role assignments for a specified role.
pl: Zwraca listę przypisań roli dla danej roli.

source: Returns the role assignments for the specified role and type of role.
pl: Zwraca przypisania roli dla danej roli i typu roli.

source: Revoke Approval
pl: Akceptacja odebrania

source: Role
pl: Rola

source: Role Assignment Approval Definition:
pl: Definicja akceptacji przypisania roli:

source: Role Assignment Attestation Report
pl: Raport na temat potwierdzeń przypisań roli

source: Role Assignment Report
pl: Raport dotyczący przypisania ról

source: Role Assignment removal request
pl: Wniosek o usunięcie przypisania roli

source: Role Assignment requests require a business justification since potential separation of duties conflicts exist.
pl: Wnioski o przypisanie roli wymagają biznesowego uzasadnienia, ponieważ istnieją potencjalne konflikty rozdziału obowiązków.

source: Role Assignments
pl: Przypisania ról

source: Role Catalog
pl: Katalog ról

source: Role Categories:
pl: Kategorie roli:

source: Role Category
pl: Kategoria roli

source: Role Container:
pl: Kontener ról:

source: Role DN
pl: DN roli

source: Role Description:
pl: Opis roli:

source: Role Detail Report
pl: Raport dotyczący szczegółów roli

source: Role Details
pl: Szczegóły roli

source: Role Entitlement:
pl: Upoważnienie roli:

source: Role Level
pl: Poziom roli

source: Role Level:
pl: Poziom roli:

source: Role List Report
pl: Raport dotyczący listy ról

source: Role Management
pl: Zarządzanie rolami

source: Role Name
pl: Nazwa roli

source: Role Name:
pl: Nazwa roli:

source: Role Owner
pl: Właściciel roli

source: Role Owners:
pl: Właściciele roli:

source: Role Relationships
pl: Relacje ról

source: Role Reports
pl: Raporty dotyczące ról

source: Role Selection
pl: Wybór roli

source: Role Settings
pl: Ustawienia ról

source: Role already exists: {0}
pl: Rola już istnieje: {0}

source: Role management operations.
pl: Operacje zarządzania rolami.

source: Role service configuration object cannot be loaded.
pl: Nie można wczytać obiektu konfiguracji usług ról.

source: Role vault configuration loaded into server lifetime memory.
pl: Konfiguracja repozytorium ról została wczytana do pamięci operacyjnej serwera.

source: Role with DN = [{0} ] does not exist.
pl: Rola o DN = [{0} ] nie istnieje.

source: Role {0} does not exist.
pl: Rola {0} nie istnieje.

source: Role:
pl: Rola:

source: Roles
pl: Role

source: Roles Entitlement Report By Entitlement
pl: Raport dotyczący upoważnień ról wg upoważnień

source: Roles and Resources
pl: Role i zasoby

source: Roles contained by this role:
pl: Role zawarte w tej roli:

source: Roles must be in the same level. Please select another.
pl: Role muszą mieć ten sam poziom. Proszę wybrać inną.

source: Roles must be unique. Please select another.
pl: Role nie mogą się powtarzać. Proszę wybrać inną.

source: Roles that contain this role:
pl: Role, które zawierają tę rolę:

source: Run Report
pl: Uruchom raport

source: Running:Processing
pl: W toku: przetwarzanie

source: Save
pl: Zapisz

source: Search for a role: {0}
pl: Wyszukiwanie dla roli: {0}

source: Select
pl: Wybierz

source: Select Categories:
pl: Wybór kategorii:

source: Select Container(s):*
pl: Wybór kontenerów:*

source: Select Container:
pl: Wybór kontenera:

source: Select Group(s):*
pl: Wybór grup:*

source: Select Group:
pl: Wybór grupy:

source: Select Levels:
pl: Wybór poziomów:

source: Select Primary Assignment Type
pl: Wybór podstawowego typu przypisania

source: Select Resource(s):*
pl: Wybór zasobów:*

source: Select Resource:
pl: Wybór zasobu:

source: Select Role Owners:
pl: Wybór właścicieli roli:

source: Select Role(s):*
pl: Wybór ról:*

source: Select Role:
pl: Wybór roli:

source: Select User(s):*
pl: Wybór użytkowników:*

source: Select User:
pl: Wybór użytkownika:

source: Select a Report:
pl: Wybór raportu:

source: Select a Role report, specify report details and run the report. Each report will be generated in PDF format and will open in a new window.
pl: Proszę wybrać raport dotyczący roli, określić szczegóły i uruchomić go. Wszystkie raporty są generowane w formacie PDF i otwierane w nowym oknie.

source: Select a Role:
pl: Wybór roli:

source: Select a Separation of Duties report, specify report details and run the report. Each report will be generated in PDF format and will open in a new window.
pl: Proszę wybrać raport dotyczący rozdziału obowiązków, określić szczegóły i uruchomić go. Wszystkie raporty są generowane w formacie PDF i otwierane w nowym oknie.

source: Select a User report, specify report details and run the report. Each report will be generated in PDF format and will open in a new window.
pl: Proszę wybrać raport dotyczący użytkownika, określić szczegóły i uruchomić go. Wszystkie raporty są generowane w formacie PDF i otwierane w nowym oknie.

source: Select a User, Group or Container.
pl: Proszę wybrać użytkownika, grupę lub kontener.

source: Select a role to view or modify its relationships.
pl: Proszę wybrać rolę do wyświetlenia lub modyfikacji relacji.

source: Select an SoD Constraint:
pl: Wybór ograniczenia RO:

source: Select an existing Role or click on New to create a new Role.
pl: Proszę wybrać istniejącą rolę lub nacisnąć przycisk Nowy i utworzyć nową.

source: Select an existing resource or click on New to create a new resource.
pl: Proszę wybrać istniejący zasób lub nacisnąć przycisk Nowy i utworzyć nowy.

source: Select from one of the following to specify users to be included in the report.
pl: Proszę wybrać jedno z poniższych, aby określić użytkowników zawartych w raporcie.

source: Select from the options below to filter the results that will appear in the generated report.
pl: Proszę użyć poniższych opcji do ustawienia filtrowania wyników, które mają pojawić się w raporcie.

source: Selected Container:
pl: Wybrany kontener:

source: Selected Group:
pl: Wybrana grupa:

source: Selected Resource:
pl: Wybrany zasób:

source: Selected Role Contains:
pl: Wybrana rola zawiera:

source: Selected Role is Contained By:
pl: Wybrana rola jest zawarta w:

source: Selected Role:
pl: Wybrana rola:

source: Selected SoD Constraint:
pl: Wybrane ograniczenie RO:

source: Selected User:
pl: Wybrany użytkownik:

source: Separation of Duties (SoD) Settings
pl: Ustawienia rozdziału obowiązków (RO)
