Repository: aviarypl/suse-l10n-pl
Catalog: po/NRFRsrc_*.po
Languages: pl

source: (0 indicates immediate)
pl: (wartość 0 oznacza natychmiast)

source: (Defined in SoD Approval Definition)
pl: (zdefiniowane w definicji akceptacji RO)

source: (The order of items in the list determines the order of approvers.)
pl: (Kolejność elementów w liście określa kolejność akceptantów.)

source: (one level)
pl: (jeden poziom)

source: (subtree)
pl: (poddrzewo)

source: * - indicates required.
pl: * - pola wymagane.

source: A Separation of Duties Constraint manages two conflicting roles and an approval process. A user is granted both of the conflicting roles after an approval process is completed. The process can require approval from defined users or simply filling in a reason for the grant. The approval process is defined for each SoD constraint.
pl: Ograniczenie rozdziału obowiązków zarządza dwiema rolami pozostającymi w konflikcie i procesem akceptacji. Użytkownikowi przyznawane są te obie role w konflikcie po ukończeniu procesu akceptacji. Proces ten może wymagać akceptacji określonych użytkowników lub po prostu podania powodu przyznania. Proces akceptacji jest zdefiniowany dla każdego ograniczenia rozdziału obowiązków.

source: A Separation of Duties constraint must be chosen.
pl: Trzeba wybrać ograniczenie rozdziału obowiązków.

source: A justification for for the SoD is required.
pl: Dla tego RO wymagane jest uzasadnienie.

source: A value for this selection is required.
pl: Wymagana jest wartość dla tego pola.

source: Action
pl: Operacja

source: Add
pl: Dodaj

source: Add Resource To User
pl: Dodanie zasobu do użytkownika

source: Add Role Relationship
pl: Dodaj relację roli

source: Add Role To Container
pl: Dodanie roli do kontenera

source: Add Role To Container Including Subtree
pl: Dodanie roli z poddrzewem do kontenera

source: Add Role To Group
pl: Dodanie roli do grupy

source: Add Role To Role
pl: Dodanie roli do roli

source: Add Role To User
pl: Dodanie roli do użytkownika

source: Add Roles to Selected Role:
pl: Dodaj role do wybranej roli:

source: Add Selected Role to Roles:
pl: Dodaj wybraną rolę do ról:

source: Add an assignment to:
pl: Dodaj przypisanie do:

source: Add approver to list
pl: Dodaj akceptanta do listy

source: Add approvers to the list by specifying the type, then clicking the lookup icon.
pl: Dodaj akceptanta do listy przez podanie typu i następnie kliknięcie ikony przeglądania.

source: Add roles of a lower level to the selected role.
pl: Dodawanie roli niższego poziomu do wybranej roli.

source: Add the selected role to roles of a higher level.
pl: Dodawanie wybranej roli do ról wyższego poziomu.

source: Add, modify or revoke resource assignments based on a resource or user.
pl: Dodawanie, modyfikacja lub odwoływanie przypisań zasobów na podstawie zasobu lub użytkownika.

source: Add, modify or revoke role assignments based on a role, user, group or container.
pl: Dodawanie, modyfikacja lub odwoływanie przypisań ról na podstawie roli, użytkownika, grupy lub kontenera.

source: All
pl: Wszystkie

source: All Categories
pl: Wszystkie kategorie

source: All Levels
pl: Wszystkie poziomy

source: All Role Owners
pl: Wszyscy właściciele roli

source: All Roles
pl: Wszystkie role

source: All SoD Constraints
pl: Wszystkie ograniczenia RO

source: All fields are required.
pl: Wymagane są wszystkie pola.

source: An error occurred processing the request. A Related Role DN request parameter is required for this request.
pl: Wystąpił błąd podczas przetwarzania wniosku. Dla tego wniosku wymagany jest parametr DN powiązanej roli.

source: An error occurred processing the request. A Request Correlation ID request parameter is required for this request.
pl: Wystąpił błąd podczas przetwarzania wniosku. Dla tego wniosku wymagany jest parametr ID korelacji wniosku.

source: An error occurred processing the request. A Request DN request parameter is required for this request.
pl: Wystąpił błąd podczas przetwarzania wniosku. Dla tego wniosku wymagany jest parametr DN wniosku.

source: An error occurred processing the request. A Role DN request parameter is required for this request.
pl: Wystąpił błąd podczas przetwarzania wniosku. Dla tego wniosku wymagany jest parametr DN roli.

source: An error occurred processing the request. A Role level request parameter is required for this request.
pl: Wystąpił błąd podczas przetwarzania wniosku. Dla tego wniosku wymagany jest parametr poziomu roli.

source: An error occurred processing the request. A SoD DN request parameter is required for this request.
pl: Wystąpił błąd podczas przetwarzania wniosku. Dla tego wniosku wymagany jest parametr DN RO.

source: An error occurred processing the request. A reason request parameter is required for this request.
pl: Wystąpił błąd podczas przetwarzania wniosku. Dla tego wniosku wymagany jest parametr przyczyny.

source: An error occurred processing the request. A resource DN request parameter is required for this request.
pl: Wystąpił błąd podczas przetwarzania wniosku. Dla tego wniosku wymagany jest parametr DN zasobu.

source: An error occurred processing the request. A valid assignment action type request parameter is required for this request.
pl: Wystąpił błąd podczas przetwarzania wniosku. Dla tego wniosku wymagany jest prawidłowy parametr operacji przypisania.

source: An error occurred processing the request. A valid relationship request parameter is required for this request.
pl: Wystąpił błąd podczas przetwarzania wniosku. Dla tego wniosku wymagany jest prawidłowy parametr relacji.

source: An error occurred processing the request. Entitlement ({0}) does not exist.
pl: Wystąpił błąd podczas przetwarzania wniosku. Upoważnienie ({0}) nie istnieje.

source: An error occurred processing the request. Resource ({0}) does not exist.
pl: Wystąpił błąd podczas przetwarzania wniosku. Zasób ({0}) nie istnieje.

source: An error occurred processing the request. Role ({0}) does not exist.
pl: Wystąpił błąd podczas przetwarzania wniosku. Rola ({0}) nie istnieje.

source: An error occurred processing the request. The SoD ({0}) does not exist.
pl: Wystąpił błąd podczas przetwarzania wniosku. Rozdział obowiązków ({0}) nie istnieje.

source: An error occurred processing the request. {0}
pl: Wystąpił błąd podczas przetwarzania wniosku. {0}

source: Apply role assignment(s) to sub-containers
pl: Zastosuj przypisania ról do podkontenerów

source: Approval
pl: Akceptacja

source: Approval Details
pl: Szczegóły akceptacji

source: Approval Pending
pl: Oczekuje akceptacji

source: Approval Required:
pl: Wymagana akceptacja:

source: Approval Retry
pl: Ponowienie akceptacji

source: Approval Start - Pending
pl: Uruchomienie akceptacji - oczekująca

source: Approval Start - Suspended
pl: Uruchomienie akceptacji - zawieszona

source: Approval Type:
pl: Typ akceptacji:

source: Approval type and approvers can not be specified when custom approval is used.
pl: Nie można podać typu akceptacji i akceptantów, gdy używana jest akceptacja użytkownika.

source: Approved
pl: Zaakceptowany

source: Approved Exception(s)
pl: Zaakceptowane wyjątki

source: Approver(s)
pl: Akceptanci

source: Approvers:*
pl: Akceptanci:*

source: Are you sure you want to cancel? You have unsaved changes. Click OK to continue or Cancel to return.
pl: Czy na pewno anulować? Pozostają niezapisane zmiany. Proszę nacisnąć przycisk OK, aby kontynuować lub Anuluj, aby wrócić do edycji.

source: Are you sure you want to remove this Separation of Duties Constraint? Removal cannot be undone.
pl: Czy na pewno usunąć to ograniczenie rozdziału obowiązków? Usunięcie jest nieodwracalne.

source: Are you sure you want to remove this relationship? Role assignments that have been made will be affected. You can add this relationship again later, but all assignments will be lost. Click OK to continue with Removal.
pl: Czy na pewno usunąć tę relację? Może to mieć wpływ na dokonane przypisania ról. Można dodać tę relację później, ale wszystkie przypisania zostaną utracone. Proszę nacisnąć przycisk OK, aby kontynuować usuwanie.

source: Are you sure you want to remove this resource? Removal cannot be undone. Click OK to continue with removal.
pl: Czy na pewno usunąć ten zasób? Usunięcie jest nieodwracalne. Proszę nacisnąć OK, aby kontynuować usuwanie.

source: Are you sure you want to remove this role? Removal cannot be undone. Click OK to continue with Removal.
pl: Czy na pewno usunąć tę rolę? Usunięcie jest nieodwracalne. Proszę nacisnąć przycisk OK, aby kontynuować usuwanie.

source: Are you sure you want to retract this request? Click OK to continue or Cancel to return.
pl: Czy na pewno wycofać ten wniosek? Proszę nacisnąć przycisk OK, aby kontynuować albo Anuluj, aby powrócić do edycji.

source: Are you sure you wish to continue? You have unsaved changes. Click OK to continue or Cancel to return.
pl: Czy kontynuować? Pozostają niezapisane zmiany. Proszę nacisnąć przycisk OK, aby kontynuować albo Anuluj, aby powrócić do edycji.

source: Assignment Details
pl: Szczegóły przypisania

source: Assignments
pl: Przypisania

source: Assignments to this Role
pl: Przypisania do tej roli

source: Attempt to generate report where there was an access problem with at least {0}.
pl: Próba wygenerowania raportu, podczas której wystąpił problem z dostępem z co najmniej {0}.

source: Authorization manager service communication error.
pl: Błąd komunikacji z usługą menedżera uwierzytelniania.

source: Back to Browse Role Catalog
pl: Powrót do przeglądania katalogu ról

source: Back to Configure Roles and Resources Settings
pl: Powrót do konfiguracji ról i ustawień zasobów

source: Back to Manage Role Relationships
pl: Powrót do zarządzania relacjami ról

source: Back to Manage Roles
pl: Powrót do zarządzania rolami

source: Back to Manage Separation of Duties
pl: Powrót do zarządzania rozdziałem obowiązków

source: Back to My Roles
pl: Powrót do moich ról

source: Back to Role Assignments
pl: Powrót do przypisań ról

source: Back to View Request Status
pl: Powrót do widoku stanu wniosku

source: Browse Role Catalog.
pl: Przeglądanie katalogu ról.

source: Browse Roles
pl: Przeglądanie ról

source: Building the Entitlement CODE MAP tables...
pl: Budowanie tabel CODE MAP upoważnienia...

source: CODE MAP refresh on entitlement: {0} processed.
pl: Odświeżanie CODE MAP upoważnienia: {0} przetworzono.

source: CODE MAP refresh on entitlement: {0}, processed, next refresh time: {1}.
pl: Odświeżanie CODE MAP upoważnienia: {0}, przetworzono, czas następnego odświeżania: {1}.

source: Cancel
pl: Anuluj

source: Cannot validate user authentication info!
pl: Nie można zweryfikować informacji o uwierzytelnieniu użytkownika.

source: Categories
pl: Kategorie

source: Category
pl: Kategoria

source: Choose the display format for the report
pl: Proszę wybrać format wyświetlania raportu

source: Cleanup
pl: Porządkowanie

source: Close
pl: Zamknij

source: Common identifier for multiple requests created by one initial role assignment action.
pl: Wspólny identyfikator wielu wniosków utworzonych przez początkowe przypisanie roli.

source: Completed
pl: Ukończono

source: Completed:Provisioned
pl: Ukończony: przydzielono

source: Configuration
pl: Konfiguracja

source: Configure Resource Subsystem
pl: Konfiguracja podsystemu zasobów

source: Configure Roles and Resources Settings
pl: Konfiguracja ustawień ról i zasobów

source: Confirmation Number:
pl: Numer potwierdzenia:

source: Conflict Name
pl: Nazwa konfliktu

source: Conflicting Role
pl: Rola w konflikcie

source: Conflicting Role:
pl: Rola w konflikcie:

source: Conflicting Roles:
pl: Role w konflikcie:

source: Conflicting Roles:*
pl: Role w konflikcie:*

source: Conflicting roles are required.
pl: Wymagane są role pozostające w konflikcie.

source: Container
pl: Kontener

source: Container Assignments
pl: Przypisania kontenera

source: Container:
pl: Kontener:

source: Create new role relationships or remove an existing relationship.
pl: Tworzenie nowych relacji ról albo usuwanie istniejących.

source: Custom Approval
pl: Akceptacja własna

source: DAL communication error.
pl: Błąd komunikacji DAL.

source: Default Approvers:*
pl: Domyślni akceptanci:*

source: Default SoD Approval Type:
pl: Domyślny typ akceptacji RO:

source: Default SoD Approvers:*
pl: Domyślni akceptanci RO:*

source: Default SoD Quorum (percentage)
pl: Domyślna wartość kworum RO (procentowo)

source: Denied
pl: Odrzucony

source: Description
pl: Opis

source: Description:
pl: Opis:

source: Detail
pl: Szczegóły

source: Direct Assignment
pl: Przypisanie bezpośrednie

source: Direct Assignments
pl: Przypisania bezpośrednie

source: Display Name
pl: Wyświetlana nazwa

source: Done building the Entitlement CODE MAP tables
pl: Tabele upoważnień CODE MAP zostały zbudowane

source: Done refreshing the Entitlement CODE MAP tables
pl: Tabele upoważnień CODE MAP zostały odświeżone

source: Edit
pl: Edycja

source: Edit Role Details
pl: Edycja szczegółów roli

source: Effective Date
pl: Data obowiązywania

source: Effective Date:
pl: Data obowiązywania:

source: End Date:*
pl: Data zakończenia:*

source: Enter new SoD constraint details.
pl: Proszę podać szczegóły nowego ograniczenia RO.

source: Enter new approval details.
pl: Proszę podać szczegóły nowej akceptacji.

source: Enter new resource details.
pl: Proszę podać szczegóły nowego zasobu.

source: Enter new role details. Role container is an optional directory container under the role level where the new role will be stored. Role Containers can be used to secure access to roles.
pl: Proszę podać szczegóły dla nowej roli. Kontener roli to opcjonalny kontener katalogu poniżej poziomu roli, gdzie nowa rola zostanie zapisana. Kontenery ról mogą być użyte w celu zabezpieczenia dostępu do ról.

source: Entitlement
pl: Upoważnienie

source: Entitlement Details
pl: Szczegóły upoważnienia

source: Entitlement Parameters:
pl: Parametry upoważnienia:

source: Entitlement Value(s):
pl: Wartości upoważnienia:

source: Entitlement query result reported the following error status: {0}, entitlement Dn: {1}, connection name {2},language: {3}
pl: Wynik zapytania o upoważnienia zawiera następujacy stan błędu: {0}, DN upoważnienia: {1}, nazwa połączenia {2}, język: {3}

source: Entitlement:
pl: Upoważnienie:

source: Entitlements
pl: Upoważnienia

source: Entitlements granted/revoked upon role assignment/removal:
pl: Upoważnienia nadane / odwołane na podstawie przypisania / usunięcia ról:

source: Error creating approval activity info XML.
pl: Błąd podczas tworzenia informacji XML o czynności akceptacji.

source: Error creating approval info XML.
pl: Błąd podczas tworzenia informacji XML o akceptacji.

source: Error encountered when assigning System Role
pl: Napotkano błąd podczas przypisywania roli systemowej

source: Error encountered when revoking System Role
pl: Napotkano błąd podczas odwoływania roli systemowej

source: Error encountered while executing checkSodRoles service:
pl: Napotkano błąd podczas wykonywania usługi checkSodRoles:

source: Error encountered while executing getSodInfo service:
pl: Napotkano błąd podczas wykonywania usługi getSodInfo:

source: Error encountered while executing service.
pl: Napotkano błąd podczas wykonywania usługi.

source: Error getting approval process id.
pl: Błąd podczas pobierania ID procesu akceptacji.

source: Error getting approve information.
pl: Błąd podczas pobierania informacji o akceptacji.

source: Error getting approved exceptions for SoD DN: {0}
pl: Błąd podczas pobierania zaakceptowanych wyjątków dla RO DN: {0}

source: Error getting assignment reason.
pl: Błąd podczas pobierania przyczyny przypisania.

source: Error getting cause containers.
pl: Błąd podczas pobierania kontenerów powodów.

source: Error getting cause groups.
pl: Błąd podczas pobierania grup powodów.

source: Error getting cause roles.
pl: Błąd podczas pobierania ról powodów.

source: Error getting configured font and encoding for reports.
pl: Błąd podczas pobierania skonfigurowanej czcionki i kodowania dla raportów.

source: Error getting expiration date.
pl: Błąd podczas pobierania daty wygaśnięcia.

source: Error getting instance guid.
pl: Błąd podczas pobierania GUID instancji.

source: Error getting next row in Jasper report, index={0}
pl: Błąd podczas pobierania kolejnego wiersza raportu Jaspera, indeks={0}

source: Error getting re-approval dates.
pl: Błąd podczas pobierania dat ponownej akceptacji.

source: Error getting requester DN.
pl: Błąd podczas pobierania DN wnioskującego.

source: Error getting start date.
pl: Błąd podczas pobierania daty początkowej.

source: Error in report getting report field: {0}
pl: Błąd podczas pobierania pola raportu: {0}

source: Error loading roles service cache.
pl: Błąd podczas wczytywania pamięci podręcznej usług ról

source: Error obtaining the administrative LDAP context.
pl: Błąd podczas pobierania kontekstu administracyjnego LDAP.

source: Error occured checking if user [dn = {0}] can run report [{1}].
pl: Wystąpił błąd podczas sprawdzania, czy użytkownik [dn = {0}] może uruchomić raport [{1}].

source: Error occured during the process of updating the code map tables. Refer to the following stack trace for more details:
pl: Wystąpił błąd podczas aktualizacji tabeli mapowania kodów. Proszę skorzystać z poniższego zapisu stosu, aby uzyskać więcej szczegółów:

source: Error occurred building the entitlement/nds queries for entitlement Dn: {0}
pl: Wystąpił błąd podczas budowania zapytań o upoważnienie / nds dla upoważnienia o DN {0}

source: Error occurred calculating effective rights for attribute: {0} on object: {1}
pl: Wystąpił błąd podczas obliczania efektywnych praw dla atrybutu: {0} obiektu: {1}

source: Error occurred during converting ReportRoleAssignmentInfo XML String to Document.
pl: Wystąpił błąd podczas konwersji do dokumentu ciągu XML z informacją raportu z przypisania roli.

source: Error occurred parsing the dynamic parameter definition XML: {0}
pl: Wystąpił błąd podczas przetwarzania dynamicznej definicji parametru w formacie XML: {0}

source: Error occurred parsing the entitlement configuration XML: {0}
pl: Wystąpił błąd podczas przetwarzania konfiguracji upoważnienia w formacie XML: {0}

source: Error occurred populating code map table(s) for entitlement: {0}. The most likely cause is that the IDM driver containing the entitlement is not started, or there is a communication issue between the remote loader and driver. Refer to the following stack trace for more details. A NDS trace log may help with driver related issues.
pl: Wystąpił błąd podczas wypełniania tabeli mapowania kodów dla upoważnienia {0}. Najczęstszą przyczyną jest to, że nie został uruchomiony sterownik IDM zawierający to upoważnienie, albo że występuje problem problem komunikacji między sterownikiem a zdalnym programem wprowadzającym. Proszę skorzystać z następującego śledzenia stosu, aby uzyskać więcej szczegółów. W przypadku problemów związanych ze sterownikiem może być pomocny dziennik śledzenia NDS.

source: Error occurred processing XML document used to execute an entitlement query, expected node name not found: {0}, xml string: {1}
pl: Wystąpił błąd podczas przetwarzania dokumentu XML używanego do przeprowadzenia zapytania o upoważnienie, nie znaleziono oczekiwanej nazwy węzła: {0}, ciąg XML: {1}

source: Error occurred processing the following DAL container macro: {0}. Most likely cause is that the container reference is missing in the nrfConfiguration object.
pl: Wystąpił błąd podczas przetwarzania makra kontenera DAL: {0}. Najprawdopodobniej brak referencji kontenera w obiekcie nrfConfiguration.

source: Error occurred retrieving data from Entitlement Code Map table.
pl: Wystąpił błąd podczas pobierania danych z tabeli mapowania kodów upoważnień.

source: Error occurred retrieving data from Entitlement Param Code Map table.
pl: Wystąpił błąd podczas pobierania danych z tabeli mapowania kodów parametrów upoważnień.

source: Error occurred retrieving data from Provisioning Code Map table.
pl: Wystąpił błąd podczas pobierania danych z tabeli mapowania kodów wyposażania.

source: Error occurred retrieving data from Provisioning Param Code Map table.
pl: Wystąpił błąd podczas pobierania danych z tabeli mapowania kodów parametrów wyposażania.

source: Error occurred running the entitlement/nds queries for entitlement Dn: {0}, Query XML: {1}
pl: Wystąpił błąd podczas wykonywania zapytań o upoważnienia / nds o DN: {0}, plik XML zapytania: {1}

source: Error occurred setting creator rights for trustee: {0} on object: {1}
pl: Wystąpił błąd podczas ustawiania praw twórcy dla zaufanego: {0} obiektu: {1}

source: Error occurred when running report. Please contact Administrator.
pl: Wystąpił błąd podczas uruchamiania raportu. Proszę skontaktować się z administratorem.

source: Error occurred while converting the dynamic parameters to a list of XML string.
pl: Wystąpił błąd podczas konwertowania parametrów dynamicznych do listy w ciągu XML.

source: Error occurred while converting the resource parameters XML String to a DOM Document.
pl: Wystąpił błąd podczas konwertowania ciągu XML zawierajacego parametry zasobu do dokumentu DOM.

source: Error reading role configuration object (nrfConfiguration) in role vault root.
pl: Błąd podczas wczytywania obiektu konfiguracji ról (nrfConfiguration) do głównego repozytorium ról.

source: Error report getting SoD Violation source list.
pl: Błąd podczas pobierania listy źródeł naruszeń RO.

source: Error report getting SoD list.
pl: Błąd podczas pobierania listy RO.

source: Error report getting role: {0}.
pl: Błąd podczas pobierania roli: {0}.

source: Error resolving user DN: {0}.
pl: Błąd podczas rozwiązywania DN użytkownika: {0}.

source: Error setting tiles definition.
pl: Błąd podczas ustawiania definicji kafelków.

source: Error transforming DSML.
pl: Błąd podczas przekształcania DSML.

source: Error updating role configuration object (nrfConfiguration) in role vault root.
pl: Błąd podczas aktualizacji obiektu konfiguracji (nrfConfiguration) do głównego repozytorium ról.

source: Expected argument value not received.
pl: Nie otrzymano oczekiwanej wartości parametru.

source: Expiration Date
pl: Data wygaśnięcia

source: Expiration Date:
pl: Data wygaśnięcia:

source: Explicit Assignments
pl: Przypisania jawne

source: Fail to initialize SoD service instance.
pl: Nie powiodła się inicjalizacja instancji usługi RO.

source: Fail to initialize entitlement service instance.
pl: Nie powiodła się inicjalizacja instancji usługi upoważnień.

source: Fail to initialize resource manager service instance.
pl: Nie powiodła się inicjalizacja instancji usługi menedżera zasobów.

source: Fail to initialize resource service instance.
pl: Nie powiodła się inicjalizacja instancji usługi zasobów.

source: Fail to initialize role manager service instance.
pl: Nie powiodła się inicjalizacja instancji usługi menedżera ról.

source: Fail to initialize role service instance.
pl: Nie powiodła się inicjalizacja instancji usługi ról.

source: Fail upon user in role [{0}] resolution for identity [{1}]. Defaults to false.
pl: Nie powiodło się rozwiązanie użytkownika w roli [{0}] dla tożsamości [{1}]. Ustawiono wartości domyślne na "Nie".

source: Failed to create soap service security context.
pl: Nie powiodło się utworzenie kontekstu bezpieczeństwa dla usługi SOAP.

source: Failed to create.
pl: Tworzenie nie powiodło się.

source: Failed to delete resource {0} due to unexpected error.
pl: Nie powiodło się usunięcie zasobu {0} z powodu nieoczekiwanego błędu.

source: Failed to initialize entitlement code map service instance.
pl: Nie powiodło się zainicjowanie instancji usługi mapowania kodów upoważnienia.

source: Failed to parse the resource parameter xml.
pl: Nie powiodło się przetwarzanie parametru XML zasobu.

source: Failed to remove resource(s) : {0}!
pl: Nie powiodło się usunięcie zasobów: {0}.
