Repository: aviarypl/suse-l10n-pl
Catalog: po/NRFRsrc_*.po
Languages: pl

source: Separation of Duties Conflicts
pl: Konflikty rozdziału obowiązków

source: Separation of Duties Constraint Details
pl: Szczegóły ograniczenia rozdziału obowiązków

source: Separation of Duties Constraint Selection
pl: Wybór ograniczenia rozdziału obowiązków

source: Separation of Duties Name
pl: Nazwa rozdziału obowiązków

source: Serial
pl: Szeregowa

source: Serial - processed sequentially in the order of the approvers listed below.
pl: Szeregowa - przetwarzana szeregowo w kolejności akceptantów podanych na liście poniżej.

source: Server Time Zone:
pl: Strefa czasowa serwera:

source: Set a removal grace period for the time between removal of a role assignment and the initiation of related entitlement removal processes.
pl: Proszę określić okres warunkowy pomiędzy usunięciem przypisania roli a rozpoczęciem usuwania powiązanych upoważnień.

source: Setting the Role Removal Grace Period to 0 seconds means that removal from a role is immediate and related entitlement removal processes will be initiated immediately.
pl: Ustawienie wartości 0 w polu Okres warunkowy usunięcia roli oznacza, że usunięcie z roli jest natychmiastowe, a wszystkie procesy usuwania upoważnień zostaną natychmiast zainicjowane.

source: Show Role Categories for:
pl: Wyświetl kategorie roli dla:

source: Show Role Levels for:
pl: Wyświetl poziomy ról dla:

source: Show Roles Owned by:
pl: Wyświetl role należące do:

source: Show all SoD violations/exceptions currently outstanding.
pl: Wyświetla wszystkie aktualne istniejące wyjątki i naruszenia RO.

source: Show all administrative details for each role.
pl: Wyświetl wszystkie szczegóły administracyjne dla każdej roli.

source: Show all assignments for a specific role or group of roles.
pl: Wyświetla wszystkie przypisania dla określonej roli lub grupy ról.

source: Show assignments for:
pl: Wyświetl przypisania dla:

source: Show current Separation of Duties Constraints defined between roles.
pl: Wyświetla aktualnie zdefiniowane ograniczenia rozdziału obowiązków między rolami.

source: Show list of Entitlements.
pl: Wyświetla listę upoważnień.

source: Show roles where the user is a member.
pl: Wyświetla role, których członkiem jest dany użytkownik.

source: Shows administrative attributes of roles in the role vault.
pl: Wyświetla atrybuty administracyjne ról w repozytorium ról.

source: SoD ({0}) is no longer valid due to the removal of the role(s) involved in SoD.
pl: RO ({0}) nie jest już ważny z powodu usunięcia powiązanych z nim ról.

source: SoD Approval Definition:
pl: Definicja akceptacji RO:

source: SoD Approval Definition:*
pl: Definicja akceptacji RO:*

source: SoD Approval Start - Pending
pl: Uruchomienie akceptacji RO - oczekująca

source: SoD Approval Start - Suspended
pl: Uruchomienie akceptacji RO - zawieszona

source: SoD Catalog
pl: Katalog rozdziałów obowiązków

source: SoD Constraint Description:
pl: Opis ograniczenia RO:

source: SoD Constraint Description:*
pl: Opis ograniczenia RO:*

source: SoD Constraint Name:
pl: Nazwa ograniczenia RO:

source: SoD Constraint Name:*
pl: Nazwa ograniczenia RO:*

source: SoD Constraint Report
pl: Raport dotyczący ograniczeń RO

source: SoD Constraint:
pl: Ograniczenie RO:

source: SoD Exception - Approval Pending
pl: Wyjątek RO - oczekuje akceptacji

source: SoD Exception - Approved
pl: Wyjątek RO - zaakceptowany

source: SoD Exception - Denied
pl: Wyjątek RO - odrzucony

source: SoD Reports
pl: Raporty rozdziałów obowiązków

source: SoD Services
pl: Usługi RO

source: SoD Violation Attestation Report
pl: Raport dotyczący potwierdzeń naruszeń RO

source: SoD Violations and Exceptions Report
pl: Raport dotyczący naruszeń i wyjątków RO

source: SoD conflict override was requested, but not detected for the role assignment request {0}.
pl: Zażądano nadpisania konfliktu RO, lecz nie wykryto wniosku o przypisanie roli: {0}.

source: SoD object already exists: {0}
pl: Obiekt RO już istnieje: {0}

source: SoD services operations.
pl: Operacje usług RO.

source: Some characters are not allowed in argument value due to XSS protection.
pl: Niektóre znaki są niedozwolone w wartości parametru z powodu ochrony XSS.

source: Some characters are not allowed in assignment reason due to XSS protection.
pl: Niektóre znaki są niedozwolone w przyczynie przypisania z powodu ochrony XSS.

source: Sort Order and Grouping
pl: Kolejność sortowania i grupowanie

source: Sort roles within user.
pl: Sortowanie ról użytkownika.

source: Sort selected users.
pl: Sortowanie wybranych użytkowników.

source: Source
pl: Źródło

source: Source (Membership in Role)
pl: Źródło (członkostwo w roli)

source: Specify Expiration
pl: Określ datę wygaśnięcia

source: Standard Approval
pl: Akceptacja standardowa

source: Status of Container Assignments
pl: Stan przypisań kontenerów

source: Status of Group Assignments
pl: Stan przypisań grup

source: Status of My Role Assignments
pl: Stan przypisań moich ról

source: Status of Role Assignments
pl: Stan przypisań ról

source: Status of User Assignments
pl: Stan przypisań użytkownika

source: Status:
pl: Stan:

source: SubContainer:
pl: Podkontener:

source: Submission failed.
pl: Wysyłanie nie powiodło się.

source: Submission was successful.
pl: Wysyłanie zakończone powodzeniem.

source: Submit
pl: Wyślij

source: Successfully created.
pl: Tworzenie ukończone.

source: Successfully removed.
pl: Usuwanie ukończone.

source: Successfully retracted.
pl: Wycofywanie ukończone.

source: Successfully saved.
pl: Zapisywanie ukończone.

source: Summary
pl: Podsumowanie

source: Terminated
pl: Przerwany

source: The Description is required.
pl: Wymagany jest opis.

source: The End Date should be later than the Start Date. Correct your date(s).
pl: Data zakończenia powinna być późniejsza niż data początkowa. Proszę poprawić daty.

source: The Resource Name you entered contains invalid characters. You can use alphabetic characters, numbers, spaces, underscores, and dashes.
pl: Podana nazwa zasobu zawiera niedozwolone znaki. Można stosować litery, cyfry, odstępy, znaki podkreślenia i łączniki.

source: The Resource Name you entered is too long. Please limit the name to {0} characters.
pl: Wprowadzona nazwa zasobu jest zbyt długa. Proszę skrócić ją do {0} znaków.

source: The Role Name you entered contains invalid characters. You can use alphabetic characters, numbers, spaces, underscores, and dashes.
pl: Podana nazwa roli zawiera niedozwolone znaki. Można stosować litery, cyfry, odstępy, znaki podkreślenia i łączniki.

source: The Role Name you entered is too long. Please limit the name to {0} characters.
pl: Wprowadzona nazwa roli jest zbyt długa. Proszę skrócić ją do {0} znaków.

source: The SoD Constraint Name you entered contains invalid characters. You can use alphabetic characters, numbers, spaces, underscores, and dashes.
pl: Podana nazwa ograniczenia RO zawiera niedozwolone znaki. Można stosować litery, cyfry, odstępy, znaki podkreślenia i łączniki.

source: The SoD Constraint Name you entered is too long. Please limit the name to {0} characters.
pl: Wprowadzona nazwa rozdziału obowiązków jest zbyt długa. Proszę skrócić ją do {0} znaków.

source: The SoD Constraints Report lists the separation of duties constraints between roles. Details include SoD Constraint name, description, conflicting roles and approvers.
pl: Raport dotyczący ograniczeń RO zawiera ograniczenia rozdziału obowiązków pomiędzy rolami. Szczegóły zawierają nazwę ograniczenia RO, opis, role pozostające w konflikcie i akceptantów.

source: The SoD Violations and Exceptions Report lists current violations and approved exceptions for defined SoD constraints.
pl: Raport dotyczący naruszeń i wyjątków RO zawiera aktualne naruszenia i zaakceptowane wyjątki dla zdefiniowanych ograniczeń rozdziału obowiązków.

source: The display name is required.
pl: Wymagana jest wyświetlana nazwa.

source: The expiration date should be in the future and after the effective date.
pl: Data wygaśnięcia powinna być w przyszłości i późniejsza niż data obowiązywania.

source: The number of requests in the system exceeds the maximum number retrievable at one time. Please select a status and/or look up a user to narrow the search.
pl: Liczba wniosków w systemie przekracza maksymalną liczbę wniosków, które można pobrać w danej chwili. Proszę zaznaczyć stan i/lub wyszukiwanie użytkownika, aby zawęzić wyszukiwanie.

source: The object passed in as argument [{0}] cannot have a null [{1}].
pl: Obiekt przekazany jako parametr [{0}] nie może być mieć wartości null [{1}].

source: The role categories the logged in user is allowed to interact with.
pl: Kategorie ról, z którymi może pracować zalogowany użytkownik.

source: The role levels the logged in user is allowed to interact with.
pl: Poziomy ról, z którymi może pracować zalogowany użytkownik.

source: The selected role can only be contained by roles of a higher level.
pl: Wybrana rola może być zawarta tylko przez role wyższego poziomu.

source: The selected role can only contain roles of a lower level.
pl: Wybrana rola może zawierać tylko role niższego poziomu.

source: There is a permission issue on some report data
pl: Wystąpił problem z uprawnieniami do niektórych danych z raportów

source: There must be at least one approver.
pl: Musi istnieć co najmniej jeden akceptant.

source: There must be at least one container assigned.
pl: Musi istnieć co najmniej jeden przypisany kontener.

source: There must be at least one group assigned.
pl: Musi istnieć co najmniej jedna przypisana grupa.

source: There must be at least one resource assigned.
pl: Musi istnieć co najmniej jeden przypisany zasób.

source: There must be at least one role assigned.
pl: Musi istnieć co najmniej jedna przypisana rola.

source: There must be at least one user assigned.
pl: Musi istnieć co najmniej jeden przypisany użytkownik.

source: This Web service allows to interact with the Role Subsystem.
pl: Ta usługa sieciowa pozwala pracować z podsystemem ról.

source: This is a system role. System roles are administrative business roles defined by the system at install time. They can be modified but cannot be deleted.
pl: To jest rola systemowa. Role systemowe to administracyjne role biznesowe definiowane przez system w czasie instalacji. Można je modyfikować, ale nie usuwać.

source: This method retrieves details about a RoleAssignmentType.
pl: Ta metoda pozwala pobierać szczegóły dotyczące typu przypisania roli.

source: This report shows entitlements assigned to selected users, groups or containers.
pl: Ten raport zawiera upoważnienia przypisane do wybranych użytkowników, grup lub kontenerów.

source: This role can not be removed because it is used as a conflicting role in the following Separation of Duties Constraint:
pl: Tej roli nie można usunąć, ponieważ jest w użyciu jako rola pozostająca w konflikcie w następującym ograniczeniu RO:

source: This role will be implicitly assigned to members of these groups:
pl: Ta rola zostanie niejawnie przypisana członkom tych grup:

source: This role will be implicitly assigned to users in these containers:
pl: Ta rola zostanie niejawnie przypisana użytkownikom w tych kontenerach:

source: To view more details of the approval request, you can go to Request History on the Work Dashboard tab.
pl: Aby zobaczyć więcej szczegółów wniosku o akceptację, można przejść do Historia wniosku w karcie Pulpit roboczy.

source: To view the status of the request, click [{0}].
pl: Aby zobaczyć stan wniosku, trzeba kliknąć [{0}].

source: Total
pl: Razem

source: Total Number of Constraints:
pl: Całkowita liczba ograniczeń:

source: Total Number of Roles:
pl: Całkowita liczba ról:

source: True
pl: Tak

source: Type of Assignment:*
pl: Typ przypisania:*

source: Unable to complete the CODE MAP refresh for entitlement: {0}.
pl: Nie można zakończyć odświeżania CODE MAP dla upoważnienia {0}.

source: Unable to complete the CODE MAP refresh for entitlement: {0}. Refer to the following stack trace for more details:
pl: Nie można zakończyć odświeżania CODE MAP dla upoważnienia {0}. Proszę skorzystać z poniższego widoku stosu, aby uzyskać więcej szczegółów:

source: Unable to create resource assignment for resource: {0} Because a required value is missing for parameter key: {1}
pl: Nie można utworzyć przypisania zasobu dla zasobu {0}. Brak wymaganej wartości klucza parametru {1}

source: Unavailable Until
pl: Niedostępny do

source: Unsupported role level {0} specified.
pl: Podano nieobsługiwany poziom roli {0}.

source: Use Default Approvers
pl: Użycie domyślnych akceptantów

source: Use Default Approvers:
pl: Użycie domyślnych akceptantów:

source: Use Designer for Identity Manager to set entitlements and entitlement parameters.
pl: Aby ustawić upoważnienia i ich parametry, należy skorzystać z programu Designer for Identity Manager.

source: Use Standard Approval:
pl: Użycie akceptacji standardowej:

source: User
pl: Użytkownik

source: User Assignment Attestation Report
pl: Raport dotyczący potwierdzeń przypisań

source: User Assignments
pl: Przypisania użytkowników

source: User Entitlements Report
pl: Raport dotyczący upoważnień użytkowników

source: User Reports
pl: Raporty dotyczące użytkowników

source: User Roles Report
pl: Raport dotyczący ról użytkowników

source: User Selection
pl: Wybór użytkownika

source: User [dn = {0}] is not authorized for a resource [dn = {1}].
pl: Użytkownik [dn = {0}] nie jest upoważniony do zasobu [dn = {1}].

source: User [dn = {0}] is not authorized for a role [dn = {1}].
pl: Użytkownik [dn = {0}] nie jest upoważniony do roli [dn = {1}].

source: User [dn = {0}] is not authorized for an sod [dn = {1}].
pl: Użytkownik [dn = {0}] nie jest upoważniony do RO [dn = {1}].

source: User [dn = {0}] is not authorized to modify role configuration.
pl: Użytkownik [dn = {0}] nie jest upoważniony do modyfikacji konfiguracji ról.

source: User [dn = {0}] is not authorized to run report: {1}.
pl: Użytkownik [dn = {0}] nie jest upoważniony do uruchamiania raportu {1}.

source: User [dn = {0}] is not authorized to work on resource assignment [{1}].
pl: Użytkownik [dn = {0}] nie jest upoważniony do pracy nad przypisaniem zasobu [{1}].

source: User [dn = {0}] is not authorized to work on role assignment [{1}].
pl: Użytkownik [dn = {0}] nie jest upoważniony do pracy nad przypisaniem roli [{1}].

source: User:
pl: Użytkownik:

source: View Request Status
pl: Widok stanu wniosków

source: View assignments by
pl: Widok przypisań wg

source: View or modify SoD constraint details. Conflicting roles cannot be changed.
pl: Podgląd lub modyfikacja szczegółów ograniczenia RO. Nie można zmieniać ról będących w konflikcie.

source: View or modify administrative settings for Role Subsystem.
pl: Przeglądanie lub modyfikowanie ustawień administracyjnych dla podsystemu ról.

source: View or modify approval details.
pl: Podgląd lub modyfikowanie szczegółów akceptacji.

source: View or modify resource details.
pl: Podgląd lub modyfikowanie szczegółów zasobów.

source: View or modify role details. Role level and role container (if any) cannot be changed.
pl: Podgląd lub modyfikacja szczegółów roli. Poziom i kontener roli (jeśli istnieją) nie mogą być zmieniane.

source: View or remove an existing role relationship or create new role relationships.
pl: Podgląd lub usuwanie istniejących relacji ról albo tworzenie nowych.

source: View status and details of my roles.
pl: Podgląd stanu i szczegółów moich ról.

source: View status of role requests or retract a role request in progress.
pl: Podgląd stanu lub wycofywanie aktualnych wniosków dotyczących ról.

source: View, modify or remove an existing Separation of Duties (SoD) constraint, or create a new constraint.
pl: Wyświetlanie, modyfikowanie, usuwanie i tworzenie nowych ograniczeń rozdziału obowiązków (RO).

source: View, modify or remove an existing resource, or create a new resource.
pl: Wyświetlanie, modyfikowanie, usuwanie i tworzenie nowych zasobów.

source: View, modify or remove an existing role, or create a new role.
pl: Wyświetlanie, modyfikowanie, usuwanie i tworzenie nowych ról.

source: Warning: Entitlement configuration object not found in driver: {0}, using the following content-type: {1}
pl: Ostrzeżenie: nie znaleziono obiektu konfiguracji upoważnienia w sterowniku {0}; użycie następującego content-type: {1}

source: Warning: more then one row found in provisioning view value table when querying by entitlement guid {0} and parameter value {1}. The first row found will be used
pl: Ostrzeżenie: znaleziono więcej niż jeden wiersz w tabeli wartości widoku wyposażania podczas wykonywania zapytania wg GUID {0} upoważnienia i parameteru {1}. Zostanie użyty pierwszy wiersz

source: Yes
pl: Tak

source: You are not authorized to take actions on this resource assignment.
pl: Brak uprawnień do podejmowania działań na tym przypisaniu zasobu.

source: You are not authorized to take actions on this role assignment.
pl: Brak uprawnień do podejmowania działań na tym przypisaniu roli.

source: You are unauthorized for this operation.
pl: Brak uprawnień do wykonania tej operacji.

source: You can group requests created by a single role assignment action. To do this, sort by the Initial Request Description. When multiple requests are created with single role assignment action, they share a Confirmation Number, as shown in the Request Details box.
pl: Można grupować wnioski utworzone przez pojedyncze przypisane roli. W tym celu należy posortować listę wg początkowego opisu wniosku. Wnioski utworzone przez pojedyncze przypisanie roli mają wspólną wartość numeru potwierdzenia wyświetlanego w polu Szczegóły wniosku.

source: You cannot force the refresh, while code map refresh in progress!
pl: Nie można wymusić odświeżania podczas trwającego odświeżania mapy kodów.

source: You do not have rights to create role because you do not have browse rights to any Role Level or Role Container.
pl: Brak uprawnień do utworzenia tej roli, z powodu braku uprawnień do przeglądania poziomów ról lub kontenerów ról.

source: You do not have rights to create the role in Role Level and/or Role Container you have selected. Please make another choice.
pl: Brak uprawnień do utworzenia tej roli w wybranym poziomie ról i/lub kontenerze. Proszę wybrać inny.

source: You have requested permanant removal of this role assignment. The assignment will be removed after the role removal grace period set by the administrator. Removal cannot be undone. Click OK to continue with Removal.
pl: Złożono wniosek o trwałe usunięcie tego przypisania roli. To przypisanie zostanie usunięte po upłynięciu okresu warunkowego ustawionego przez administratora. Usunięcie to jest nieodwracalne. Proszę nacisnąć OK, aby kontynuować usuwanie.

source: [Report_No_Permission] {0} does not have permission on {1}: {10}
pl: [Report_No_Permission] {0} nie ma uprawnień do {1}: {10}

source: administration manager
pl: menedżer administracji

source: global administrator
pl: administrator globalny

source: of
pl: z

source: request status
pl: stan wniosku

source: user
pl: użytkownik

source: {0} is a system role and cannot be deleted.
pl: Rola {0} jest rolą systemową i nie może być usunięta.
