Repository: aviarypl/suse-l10n-pl
Catalog: po/OrgChartPortletRsrc_*.po
Languages: pl

source: -- Attributes --
pl: -- Atrybuty --

source: -- Commands --
pl: -- Polecenia --

source: Accessible Pane
pl: Dostępny panel

source: Accessible Pane Title
pl: Tytuł dostępnego panelu

source: Accessible View
pl: Widok ułatwiony

source: Action button
pl: Przycisk operacji

source: Add
pl: Dodaj

source: Advanced Pane
pl: Panel zaawansowany

source: Advanced Pane Title
pl: Tytuł panelu zaawansowanego

source: Advanced View
pl: Widok zaawansowany

source: An error occurred accessing the portlet. Please try again later. If the problem persists, contact your System Administrator.
pl: Wystąpił błąd podczas nawiązywania połączenia z portletem. Proszę spróbować ponownie. Jeśli problem będzie się powtarzał, proszę skontaktować się z administratorem systemu.

source: Are you sure you want to remove this Expanded Node? This cannot be undone.
pl: Czy na pewno usunąć ten rozwinięty węzeł? Czynności tej nie można cofnąć.

source: At least one relationship is required.
pl: Wymagana jest co najmniej jedna relacja.

source: Business Card
pl: Wizytówka

source: Cancel
pl: Anuluj

source: Complex preference for presentation layouts.
pl: Złożone preferencje układów prezentacji.

source: Connect wires to items
pl: Połącz przewody do elementów

source: Couldn\'t determine a relationship key.
pl: Nie można było określić klucza relacji.

source: Couldn\'t determine an entity key.
pl: Nie można było określić klucza obiektu.

source: Data
pl: Dane

source: Default Pane
pl: Panel domyślny

source: Define the Accessible Pane Title.
pl: Określenie tytułu panelu dostępnego.

source: Define the Advanced Pane Title.
pl: Określenie tytułu panelu zaawansowanego.

source: Define the HTML Pane Title.
pl: Określenie tytułu panelu HTML.

source: Defines if the showing of scrollbars is allowed.
pl: Określa, czy włączone jest wyświetlanie paska przewijania.

source: Defines the OrgChart orientation, distribution and appearance for the highest reachable depth of one OrgChart branch
pl: Określa orientację schematu organizacyjnego, rozdział i wygląd najwyższych dostępnych głębokości gałęzi schematu organizacyjnego.

source: Defines the OrgChart orientation, distribution and appearance per level of depth.<br/>* The n first values will define orientation, distribution and appearance for the levels from 0 to n-1<br/>* The last value will be used over and over for level of depths greater than n-1<br/>* Each value has to be between 0 and 5<br/>* See the following meaning of each values:<br/>0: Place Card Above a Vertical List of Items<br/>1: Line Above a Vertical List of Items<br/>2: Place Card Above a Horizontal List of Items<br/>3: Line Above a Horizontal List of Items<br/>4: Place Card Before a Vertical List of Items<br/>5: Line Before a Vertical List of Items
pl: Określa rozkład, orientację i wygląd schematu organizacyjnego w zależności od poziomu zagłębienia.<br/>* n pierwszych wartości określa orientację, rozkład i wygląd dla poziomów od 0 do n-1.<br/>* Ostatnia wartość zostanie użyta dla poziomów głębszych niż n-1.<br/>* Każda wartość musi zawierać się pomiędzy 0 a 5.<br/>* Znaczenie poszczególnych wartości:<br/>0: Umieść kartę ponad pionową listą elementów.<br/>1: Linia ponad pionową listą elementów.<br/>2: Umieść kartę ponad poziomą listą elementów.<br/>3: Linia ponad poziomą listą elementów.<br/>4: Umieść kartę przed pionową listą elementów.<br/>5: Linia przed poziomą listą elementów.

source: Defines the portlet height.
pl: Określa wysokość portletu.

source: Defines the portlet width.
pl: Określa szerokość portletu.

source: Defines the tree starting entity, which relationships to expand and eventually which other entities to expand along the tree.
pl: Definiuje obiekt rozpoczynający drzewo, relacje do rozwinięcia i pozostałe obiekty do rozwinięcia wzdłuż drzewa.

source: Delete
pl: Usuń

source: Detail portlet name
pl: Nazwa portletu szczegółów

source: Display Depth
pl: Głębokość wyświetlania

source: Edit
pl: Edycja

source: Edit HTML Layout
pl: Edycja układu HTML

source: Enable Accessible Pane
pl: Włączenie panelu ułatwionego

source: Enable Advanced Pane
pl: Włączenie panelu zaawansowanego

source: Enable Drag\'n\'Drop for normal items
pl: Włącz funkcję "przeciągnij i upuść" dla normalnych obiektów

source: Enable Drag\'n\'Drop for placecard items
pl: Włącz funkcję "przeciągnij i upuść" dla obiektów placecard

source: Enable HTML Pane
pl: Włączenie panelu HTML

source: Enable Lookup Hint
pl: Włącz podpowiedź wyszukiwania

source: Entity Definition
pl: Definicja obiektu

source: Entity Org Chart
pl: Obiekt schematu organizacyjnego

source: Entity Settings
pl: Obiekt ustawień

source: Entity, OrgChart, eGuide
pl: obiekt, schemat organizacyjny, eGuide

source: Expanded Node
pl: Węzeł rozwinięty

source: Full Display
pl: Pełny ekran

source: Go to the left root view
pl: Przejdź do lewego widoku głównego

source: Go to the top root view
pl: Przejdź do górnego widoku głównego

source: HTML Layout for Section 508 display
pl: Układ HTML do wyświetlania sekcji 508

source: HTML Layout for business cards
pl: Układ HTML do wizytówek

source: HTML Layout for simple display
pl: Układ HTML do wyświetlania uproszczonego

source: HTML Pane
pl: Panel HTML

source: HTML Pane Title
pl: Tytuł panelu HTML

source: Horizontal List of Lines
pl: Pozioma lista linii

source: Horizontal List of Place Cards
pl: Pozioma lista Place Cards

source: If false, the wires won\'t connect to the place cards.
pl: W przypadku ustawienia "Nie" przewody nie będą łączyć się z place cards

source: If true, Accessible Pane will be displayed.
pl: W przypadku ustawienia "Tak" będzie wyświetlany panel dostępu.

source: If true, Advanced Pane will be displayed.
pl: W przypadku ustawienia "Tak" będzie wyświetlany panel zaawansowany.

source: If true, HTML Pane will be displayed.
pl: W przypadku ustawienia "Tak" będzie wyświetlany panel HTML.

source: If true, Lookup hint will be displayed.
pl: W przypadku ustawienia "Tak" będzie wyświetlany porada dotycząca wyszukiwania.

source: If true, expanded relationships will be highlighted.
pl: W przypadku ustawienia "Tak" będą podświetlane rozwinięte relacje.

source: Internal Error: The request parameter target string does not start with {0}. Please contact a System Administrator.
pl: Błąd wewnętrzny: ciąg parametru żądania nie zaczyna się od {0}. Proszę skontaktować się z administratorem systemu.

source: Leaf Presentation
pl: Wygląd liści

source: Link
pl: Odnośnik

source: Loading Data ...
pl: Wczytywanie danych...

source: Lookup
pl: Wyszukiwanie

source: Lookup Hint
pl: Podpowiedź wyszukiwania

source: Maximum Depth
pl: Maksymalna głębokość

source: Maximum initial depth
pl: Maksymalna głębokość początkowa

source: Maximum initial depth for Recursive relationship.
pl: Maksymalna głębokość początkowa dla relacji rekursywnych.

source: Menu Timeout
pl: Czas wyświetlania menu

source: Minimum item height
pl: Minimalna wysokość obiektów menu

source: Minimum item width
pl: Minimalna szerokość obiektu

source: Modify Display Settings for Expanded Nodes
pl: Modyfikacja ustawień wyświetlania rozwiniętych węzłów

source: Multi-valued Separator
pl: Separator dla wielu wartości

source: No html layout available for this data type. Please edit the portlet preferences.
pl: Dla tego typu danych nie ma dostępnego układu HTML. Proszę zmodyfikować preferencje portletu.

source: No more relationships possible.
pl: Nie są możliwe dalsze relacje.

source: Number of milliseconds before then the current displayed menu will disappear.
pl: Czas w milisekundach do zniknięcia aktualnie wyświetlanego menu.

source: Object Entity
pl: Obiekt

source: Org Chart
pl: Schemat organizacyjny

source: OrgChart Skin
pl: Motyw schematu organizacyjnego

source: OrgChart maximum depth.
pl: Maksymalna głębokość schematu organizacyjnego

source: Please specify an object entity.
pl: Proszę określić obiekt.

source: Portlet Height
pl: Wysokość portletu

source: Portlet Width
pl: Szerokość portletu

source: Presentation Layouts
pl: Układy prezentacji

source: Relationship
pl: Relacje

source: Relationship Settings
pl: Ustawienia relacji

source: Select Entity Definition Type
pl: Wybór typu definicji obiektu

source: Select Object Entity
pl: Wybór obiektu

source: Select the desired OrgChart skin.
pl: Proszę wybrać żądany motyw schematu organizacyjnego

source: Self
pl: Siebie

source: Separator for multi-valued attributes.
pl: Separator dla atrybutów o wielu wartościach

source: Set which pane to select by default.
pl: Wybór panelu domyślnego.

source: Show Relationships
pl: Pokaż relacje

source: Show Scrollbars
pl: Paski przewijania

source: Specify Object Entity
pl: Określenie obiektu

source: Standard View
pl: Widok standardowy

source: Summary
pl: Podsumowanie

source: Tabbed Display
pl: Wyświetlanie w kartach

source: Text displayed next to the lookup link explaining how to use it.
pl: Tekst wyświetlany obok odnośników wyszukiwania i wyjaśniający, jak ich używać.

source: The detail portlet instance to display when requesting an entity detail.
pl: Instancja szczegółów portletu wyświetlana w razie żądania szczegółu obiektu.

source: The html layout content is empty. Are you sure you want to save with no html layout specified?
pl: Zawartość tego układu HTML jest pusta. Czy na pewno zapisać bez zaznaczonego układu HTML?

source: The invalid entity definition must be removed.
pl: Ta nieprawidłowa definicja obiektu musi być usunięta.

source: The invalid relationship definition must be removed.
pl: Ta nieprawidłowa definicja relacji musi być usunięta.

source: The relationship definition ({0}) is invalid and must be removed.
pl: Definicja relacji ({0}) jest nieprawidłowa i musi być usunięta.

source: There is no available organizational chart for this entity.
pl: Dla tego obiektu nie ma dostępnego schematu organizacyjnego.

source: This portlet requires the activation of JavaScript. Once JavaScript is enabled, you\'re able to lookup for orgcharts, browse them, and perform identity-based tasks.
pl: Ten portlet wymaga włączonej obsługi JavaScript. Po włączeniu JavaScript będzie możliwe przeszukiwanie schematów organizacyjnych, przeglądanie ich i wykonywanie zadań opartych na tożsamościach.

source: True Blue
pl: Prawdziwy błękit

source: True if the user is allowed to drag and drop normal items
pl: W przypadku ustawienia "Tak" użytkownik może przeciągać i upuszczać normalne obiekty.

source: True if the user is allowed to drag and drop place cards
pl: W przypadku ustawienia "Tak" użytkownik może przeciągać i upuszczać wizytówki.

source: Type of virtual entities defined.
pl: Zdefiniowany typ obiektu wirtualnego.

source: Unrecoverable system error
pl: Nienaprawialny błąd systemu

source: Use Lookup to refine or redefine chart
pl: Proszę użyć wyszukiwania, aby zawęzić lub przedefiniować wykres

source: Use the Lookup option to search the object list(example: a*, Lar*, ID, *r). After selecting an object in the results list, click on any of the below tabs to see the corresponding organization chart. Users with disabilities can utilize the Accessible View tab to access the same information.
pl: Proszę użyć opcji wyszukiwania do wyszukania listy obiektów (na przykład a*, Lar*, ID, *r). Po zaznaczeniu obiektu w liście wyników należy kliknąć jedną z kart poniżej, aby wyświetlić odpowiedni schemat organizacyjny. Użytkownicy niepełnosprawni mogą skorzystać z karty Widok ułatwiony, aby uzyskać dostęp do tych samych informacji.

source: Vertical List of Lines
pl: Pionowa lista linii

source: Vertical List of Place Cards
pl: Pionowa lista place cards

source: Virtual data error
pl: Błąd danych wirtualnych

source: We recommend this value to equal to round(\'item min height\' * 1.618)
pl: Zaleca się zaokrąglenie tej wartości ("minimalna wysokość obiektu" * 1,618)

source: We recommend this value to equal to round(\'item min width\' / 1.618)
pl: Zaleca się zaokrąglenie tej wartości ("minimalna szerokość obiektu" * 1,618)

source: You can control the Section 508 compliant display and layout of entities within an orgchart by designing your own HTML here. (Click the edit icon to access the HTML Layout editor.) You can include attribute values by selecting then from the Keyword drop down list. In the layout editor, selected attributes will appear in the form of a proprietary replacement string syntax. You are advised not to change them manually, but you are free to change the HTML in any other way. Note, image attribute replacement strings will be substituted with the appropriate <img> tags when the OrgChart Portlet is running.
pl: W tym miejscu za pomocą własnego kodu HTML można kontrolować wyświetlanie zgodne z Section 508 oraz układ obiektów wewnątrz schematu organizacyjnego. (Aby otworzyć edytor układu HTML, należy kliknąć ikonę edycji.) Za pomocą listy Słowa kluczowe można dodawać wartości atrybutów. W edytorze układu wybrane atrybuty. W edytorze układu wybrane atrybuty pojawią się w formie ciągu znaków zastępczych. Nie należy ich zmieniać ręcznie, ale kod HTML można zmieniać dowolnie. Uwaga: ciągi zastępcze atrybutów obrazów zostaną zastąpione odpowiednimi znacznikami <img>, kiedy portlet schematu organizacyjnego będzie uruchomiony.

source: You can control the display and layout of entity business cards within an orgchart by designing your own HTML here. (Click the edit icon to access the HTML Layout editor.) You can include attribute values by selecting then from the Keyword drop down list. In the layout editor, selected attributes will appear in the form of a proprietary replacement string syntax. You are advised not to change them manually, but you are free to change the HTML in any other way. Note, image attribute replacement strings will be substituted with the appropriate <img> tags when the OrgChart Portlet is running.
pl: W tym miejscu za pomocą własnego kodu HTML można kontrolować wyświetlanie i układ wizytówek wewnątrz schematu organizacyjnego. (Aby otworzyć edytor układu HTML, należy kliknąć ikonę edycji.) Za pomocą listy Słowa kluczowe można dodawać wartości atrybutów. W edytorze układu wybrane atrybuty. W edytorze układu wybrane atrybuty pojawią się w formie ciągu znaków zastępczych. Nie należy ich zmieniać ręcznie, ale kod HTML można zmieniać dowolnie. Uwaga: ciągi zastępcze atrybutów obrazów zostaną zastąpione odpowiednimi znacznikami <img>, kiedy portlet schematu organizacyjnego będzie uruchomiony.

source: You can control the simple display and layout of entities within an orgchart by designing your own HTML here. (Click the edit icon to access the HTML Layout editor.) You can include attribute values by selecting then from the Keyword drop down list. In the layout editor, selected attributes will appear in the form of a proprietary replacement string syntax. You are advised not to change them manually, but you are free to change the HTML in any other way. Note, image attribute replacement strings will be substituted with the appropriate <img> tags when the OrgChart Portlet is running.
pl: W tym miejscu za pomocą własnego kodu HTML można kontrolować proste wyświetlanie i układ obiektów wewnątrz schematu organizacyjnego. (Aby otworzyć edytor układu HTML, należy kliknąć ikonę edycji.) Za pomocą listy Słowa kluczowe można dodawać wartości atrybutów. W edytorze układu wybrane atrybuty. W edytorze układu wybrane atrybuty pojawią się w formie ciągu znaków zastępczych. Nie należy ich zmieniać ręcznie, ale kod HTML można zmieniać dowolnie. Uwaga: ciągi zastępcze atrybutów obrazów zostaną zastąpione odpowiednimi znacznikami <img>, kiedy portlet schematu organizacyjnego będzie uruchomiony.

source: You must have at least 1 relationship definition.
pl: Trzeba mieć co najmniej 1 definicję relacji.

source: en
pl: pl

source: false
pl: Nie

source: true
pl: Tak

source: {0} OrgChart
pl: Schemat organizacyjny {0}
