Repository: aviarypl/suse-l10n-pl
Catalog: po/ParamLookupRsrc_*.po
Languages: pl

source: An unexpected error occurred.
pl: Wystąpił nieoczekiwany błąd.

source: An unknown error occurred.
pl: Wystąpił nieznany błąd.

source: Click to expand/collapse the list
pl: Proszę kliknąć, aby rozwinąć / zwinąć listę

source: Expand the container list below to select a user:
pl: Proszę rozwinąć listę kontenerów poniżej, aby wybrać użytkownika:

source: Internal Error: The portlet is in an invalid State: No request parameter action operation was specified on the request. Please contact your System Administrator.
pl: Błąd wewnętrzny: ten portlet jest w nieprawidłowym stanie - w żądaniu nie podano operacji akcji parametru żądania. Proszę skontaktować się z administratorem systemu.

source: JavaScript used to sort results list alphabetically, expand/collapse a results list, and submit a selected object from the available list.
pl: Kod JavaScript używany do alfabetycznego sortowania listy wyników wyszukiwania, rozwijania/zwijania listy wyników i do wysyłania zaznaczonych obiektów z dostępnej listy.

source: Lookup Parameter
pl: Wyszukiwanie parametrów

source: Lookup Parameter Portlet
pl: Portlet wyszukiwania parametrów

source: Maximum rows per page
pl: Maksymalna liczba wierszy na stronie

source: Maximum rows total
pl: Całkowita maksymalna liczba wierszy

source: No results found.
pl: Nic nie znaleziono.

source: ParamLookup Portlet
pl: Portlet wyszukiwania parametrów

source: Select a user from the list below:
pl: Proszę wybrać użytkownika z poniższej listy:

source: The query is invalid.
pl: Nieprawidłowe zapytanie.

source: The query must be built from an attribute that as a sub-type of DNLookup.
pl: Zapytanie musi być zbudowane z atrybutu o podtypie DNLookup.

source: The query must be built from an entity that has a container entity definition.
pl: Zapytanie musi być zbudowane z jednostki posiadającej definicję kontenera jednostki.

source: The session is invalid.
pl: Nieprawidłowa sesja.

source: This portlet must be passed a valid ENTITY_DEFINITION_KEY ({0}) and ATTRIBUTE_KEY ({1}). Make sure the calling portlet has set the necessary parameters.
pl: Do tego portletu muszą być przekazane prawidłowe wartości ENTITY_DEFINITION_KEY ({0}) oraz ATTRIBUTE_KEY ({1}). Proszę się upewnić, że portlet wywołujący ustawił wymagane parametry.

source: This portlet must be passed a valid portlet-unique-id ({0}), FORM_NAME ({1}), and FIELD_NAME ({2}). Make sure the calling portlet has set the necessary parameters.
pl: Do tego portletu muszą być przekazane: prawidłowy niepowtarzalny ID portletu ({0}), FORM_NAME ({1}) i FIELD_NAME ({2}). Proszę się upewnić, że portlet wywołujący ustawił wymagane parametry.

source: list, lookup, users, group, container
pl: lista, wyszukiwanie, użytkownicy, grupa, kontener
