Repository: aviarypl/suse-l10n-pl
Catalog: po/PasswordSyncStatusAdminRsrc_*.po
Languages: pl

source: An error happened while trying to add the password synchronization application.
pl: Wystąpił błąd podczas próby dodania aplikacji do synchronizacji hasła.

source: An error happened while trying to remove the password synchronization application.
pl: Wystąpił błąd podczas próby usunięcia programu do synchronizowania hasła.

source: An error happened while trying to save the settings.
pl: Wystąpił błąd podczas próby zapisywania ustawień.

source: Application Image Size Limit is invalid.
pl: Ograniczenie rozmiaru obrazu aplikacji jest nieprawidłowe.

source: Are you sure you want to delete the selected application
pl: Czy na pewno usunąć wybraną aplikację

source: Error loading password synchronization property configuration into memory.
pl: Błąd podczas wczytywania do pamięci konfiguracji synchronizacji hasła.

source: Error occurred when getting configured applications.
pl: Wystąpił błąd podczas pobierania skonfigurowanych aplikacji.

source: Error occurred when uploading image, please check image size and type.
pl: Wystąpił błąd podczas wysyłania obrazu; proszę sprawdzić rozmiar i typ obrazu.

source: Error saving a configuration value.
pl: Błąd podczas zapisu wartości konfiguracji.

source: Exception happened in doView method of the portlet
pl: Wystąpił wyjątek w metodzie doView tego portletu

source: Exception happened in processAction method of the portlet
pl: Wystąpił wyjątek w metodzie processAction tego portletu

source: Exception happened when constructing the bean
pl: Wystąpił wyjątek podczas konstruowania obiektu Bean

source: Illegal Argument value for \'\'{0}\'\'.
pl: Niedozwolona wartość parametru dla "{0}".

source: Illegal Variable value for \'\'{0}\'\'.
pl: Niedozwolona wartość zmiennej dla "{0}".

source: Image uploaded is empty.
pl: Wysłany obraz jest pusty.

source: Invalid parameter.
pl: Nieprawidłowy parametr.

source: Password Sync Status
pl: Stan synchronizacji hasła

source: Password Sync Status Portlet
pl: Portlet stanu synchronizacji hasła

source: Password synchronization application have been successfully added.
pl: Program do synchronizacji hasła został dodany.

source: Password synchronization application have been successfully removed.
pl: Program do synchronizacji hasła został usunięty.

source: Password, Sync, Status
pl: hasło, synchronizacja, stan

source: Portlet for Password Sync Status configuration
pl: Portlet do konfiguracji stanu synchronizacji hasła

source: Settings have been successfully updated.
pl: Ustawienia zostały zaktualizowane.

source: The Application GUID entered already exists.
pl: Podany GUID aplikacji już istnieje.

source: en
pl: pl
