Repository: aviarypl/suse-l10n-pl
Catalog: po/PasswordPolicyStatusRsrc_*.po
Languages: pl

source: Error checking password policy status.
pl: Błąd podczas sprawdzania zgodności hasła z regułami.

source: Grace Logins are in use, Policy Status Checks are not available
pl: Używane jest logowanie warunkowe; sprawdzenie zgodności z regułami nie jest dostępnie

source: Hint valid:
pl: Prawidłowa podpowiedź:

source: Invalid
pl: Nieprawidłowa

source: Invalid, see administrator for details
pl: Nieprawidłowe; w celu uzyskania szczegółów należy skontaktować się z administratorem

source: No user is logged in
pl: Żaden użytkownik nie jest zalogowany

source: Not Applicable
pl: Nie dotyczy

source: Password Policy Status
pl: Zgodność hasła z regułami

source: Password current with policy requirements:
pl: Zgodność bieżącego hasła z regułami dotyczących haseł:

source: Refresh
pl: Odśwież

source: Security Challenge Response Status:
pl: Stan bezpieczeństwa procedury pytanie-odpowiedź:

source: Valid
pl: Prawidłowe

source: Your Password Policy Status:
pl: Zgodność hasła z regułami:
