Repository: aviarypl/suse-l10n-pl
Catalog: po/PasswordChangeRsrc_*.po
Languages: pl

source: All fields are required.
pl: Wymagane są wszystkie pola.

source: An error has occurred.
pl: Wystąpił błąd.

source: An unexpected exception occurred while performing encryption/decryption.
pl: Wystąpił nieoczekiwany wyjątek podczas szyfrowania / deszyfrowania.

source: Change Again
pl: Ponowna zmiana

source: Change Password
pl: Zmiana hasła

source: Choose a user:
pl: Proszę wybrać użytkownika:

source: Complete:
pl: Ukończone:

source: Could not complete request.
pl: Nie można było ukończyć wniosku.

source: Error building XML Key Pair.
pl: Błąd podczas budowania pary kluczy XML.

source: Error getting password configurations.
pl: Błąd podczas pobierania konfiguracji hasła.

source: Error getting password hint.
pl: Błąd podczas pobierania podpowiedzi do hasła.

source: Error getting password rules.
pl: Błąd podczas pobierania zasad haseł.

source: Error:
pl: Błąd:

source: Follow the steps to gain access to console
pl: Proszę postępować zgodnie ze wskazówkami w celu uzyskania dostępu do konsoli

source: Forgot your password?
pl: Zapomniano hasła?

source: Forgotten Password
pl: Przypominanie hasła

source: Hint:
pl: Podpowiedź:

source: IDM Change Password
pl: Zmiana hasła IDM

source: IDM, Password, Change
pl: IDM, hasło, zmiana

source: New password:
pl: Nowe hasło:

source: Notice:
pl: Notatka:

source: Old Password Incorrect. Try Again.
pl: Stare hasło jest nieprawidłowe. Proszę spróbować ponownie.

source: Old password:
pl: Stare hasło:

source: Password Change Failed
pl: Zmiana hasła się nie powiodła

source: Password Change Return Page
pl: Strona powrotna zmiany hasła

source: Password must be unique and cannot match a previous password.
pl: Hasło musi być niepowtarzalne i nie może być takie samo, jak poprzednie.

source: Password policy requires password to conform to displayed rules.
pl: Zasady haseł wymagają hasła zgodnego z wyświetlonymi regułami.

source: Passwords must match.
pl: Hasła muszą być zgodne.

source: Return to Calling Page
pl: Powrót do strony wywołania

source: Return to Login Page
pl: Powrót do strony logowania

source: Retype password:
pl: Weryfikacja hasła:

source: SSO Password Key
pl: Klucz hasła SSO

source: Session key value where password is stored for SSO
pl: Wartość klucza sesji, gdzie zapisane jest hasło dla SSO

source: Submit
pl: Wyślij

source: The password hint cannot be displayed. Either universal password or advanced password rules have been disabled. Please contact your administrator if universal password is disabled.
pl: Podpowiedź do hasła nie może być wyświetlona. Albo hasło uniwersalne, albo zaawansowane reguły haseł zostały wyłączone. Proszę skontaktować się z administratorem, jeśli hasło uniwersalne zostało wyłączone.

source: This script checks the browser type, and places the cursor in the form field.
pl: Ten skrypt sprawdza typ przeglądarki i umieszcza kursor w polu formularza.

source: This script validates the form data before submitting: all fields are required, new password must match retyped password, new password must be unique and cannot match a previous password.
pl: Ten skrypt sprawdza dane formularza przed wysłaniem; wymagane są wszystkie pola, nowe hasło musi zgadzać zgadzać się z ponownie wpisanym, nie może się powtarzać być takie samo, jak stare.

source: Try Again
pl: Proszę spróbować ponownie

source: User does not have rights to change password
pl: Użytkownik nie ma uprawnień do zmiany hasła

source: User not found
pl: Nie znaleziono użytkownika

source: Username:
pl: Nazwa użytkownika:

source: Warning:
pl: Ostrzeżenie:

source: You can now change your password. Type in your new password twice and make sure the password conforms to the displayed rules.
pl: Można teraz zmienić hasło. Proszę wpisać nowe hasło dwa razy. Nowe hasło musi być zgodne z wyświetlonymi regułami.

source: You must enter a user ID.
pl: Należy podać ID użytkownika.

source: Your password has been changed successfully.
pl: Hasło zostało zmienione.

source: Your password has been changed, please logout and close your browser to sign on to other applications with your new password.
pl: Hasło zostało zmienione, proszę się wylogować i zamknąć przeglądarkę, aby umożliwić zalogowanie z nowym hasłem do innych aplikacji.

source: Your password must have the following properties:
pl: Hasło musi mieć następujące cechy:

source: [Change_Password_Failure] {0} changed the password of {1} failed. Error #: {7}, Error Msg: {10}
pl: [Change_Password_Failure] niepowodzenie zmiany hasła {1} przez {0}. nr błędu: {7}, komunikat błędu: {10}

source: [Change_Password_Success] {0} successfully changed the password of {1}.
pl: [Change_Password_Success] {0} zmienił hasło {1}.

source: en
pl: pl
