Repository: aviarypl/suse-l10n-pl
Catalog: po/PersistRsrc_*.po
Languages: pl

source: All required tables found. Schema is valid.
pl: Znaleziono wszystkie wymagane tabele. Schemat jest prawidłowy.

source: Checking for database schema
pl: Wyszukiwanie schematu dla bazy danych

source: Checking schema for table {0}....found
pl: Sprawdzanie schematu tabeli {0}.... znaleziono

source: Checking schema for table {0}....missing
pl: Wyszukiwanie schematu dla tabeli {0}.... nie znaleziono

source: Could not find Hibernate mapping for class {0}.
pl: Nie znaleziono mapowania Hibernate dla klasy {0}.

source: Creating database schema
pl: Tworzenie schematu bazy danych

source: Database error verifying Unicode support, see stack trace for detail information.
pl: Wystąpił błąd bazy danych podczas sprawdzania obsługi Unicode; szczegółowe informacje - patrz śledzenie stosu.

source: Error adding object {0}
pl: Błąd podczas dodawania obiektu {0}

source: Error deleting object {0}
pl: Błąd podczas usuwania obiektu {0}

source: Error finding object using example {0}
pl: Błąd podczas wyszukiwania obiektu przy użyciu przykładu {0}

source: Error rolling back transaction
pl: Błąd podczas wycofywania transakcji

source: Failed to parse data load file {0}.
pl: Nie powiodło się przetwarzanie wczytanego pliku danych {0}.

source: Failed to parse database schema update file {0}.
pl: Nie powiodło się przetwarzanie pliku aktualizacji schematu bazy danych {0}.

source: Failed to retrieve producer id.
pl: Nie powiodło się pobranie ID producenta.

source: No data found in table {0}.
pl: Nie znaleziono danych w tabeli {0}.

source: Schema is invalid. One or more required tables are missing. Check log for messages indicating tables that were not found.
pl: Schemat jest nieprawidłowy. Brakuje jednej lub więcej wymaganych tabeli. Proszę poszukać w dzienniku informacji o nieznalezionych tabelach.

source: The IDM User Application database does not support Unicode (UTF-8) encoded data. Unicode support is required for the IDM User Application. Please reconfigure the database with a Unicode-compatible character set.
pl: Baza danych aplikacji użytkownika IDM nie obsługuje danych kodowanych w Unicode (UTF-8). Obsługa Unicode jest wymagana dla aplikacji użytkownika IDM. Proszę przekonfigurować bazę danych z zestawem znaków kompatybilnym z Unicode.

source: The database schema upgrade failed. No schema update information found for version {0}.
pl: Nie powiodła się aktualizacja schematu bazy danych. Nie znaleziono schematu aktualizacji dla wersji {0}.

source: The database schema upgrade to product type {0} from type {1} failed. No schema update information found for version {2}.
pl: Nie powiodła się aktualizacja schematu bazy danych do produktu typu {0} z produktu typu {1}. Nie znaleziono schematu aktualizacji dla wersji {2}.

source: Unable to determine current schema version from version XML file {0}.
pl: Nie można wyznaczyć wersji bieżącego schematu z pliku wersji XML {0}.

source: Unknown product version, database schema check can\'t proceed.
pl: Nieznana wersja produktu, nie można przetworzyć schematu bazy danych.

source: Unknown schema update operation {0}.
pl: Nieznana operacja aktualizacji schematu {0}.

source: Updating database schema to version {0}
pl: Aktualizacja schematu bazy danych do wersji {0}

source: Upgrading database schema from {0} {1} to {2} {3}
pl: Aktualizacja schematu bazy danych z {0} {1} do {2} {3}

source: Wrong number of arguments passed for SQL Update. Expected {0}, received {1}.
pl: Błędna liczba parametrów przekazana do polecenia SQL Update. Oczekiwano {0}, otrzymano {1}.
