Repository: aviarypl/suse-l10n-pl
Catalog: po/PortalPageAdminStrings_*.po
Languages: pl

source: 2column
pl: Układ dwukolumnowy

source: A Container Page is a portal page created by a group administrator which contains pre-selected content.
pl: Strona kontenera jest stroną portalu, utworzoną przez administratora grupy i zawierającą wstępnie wybraną zawartość.

source: Access Denied. You must be logged in to use this portlet.
pl: Dostęp zabroniony. Należy się zalogować, aby używać tego portletu.

source: Administration Home
pl: Główna strona administracyjna

source: All Page Types
pl: Wszystkie typy stron

source: Allows an administrator to create container and shared pages and assign them to a group of users
pl: Pozwala administratorowi na tworzenie kontenera i stron współdzielonych, oraz na przypisywanie ich do grup albo użytkowników

source: Arrange Content
pl: Ułóż zawartość

source: Arrange the contents of this page
pl: Układanie zawartości tej strony

source: Assign Categories:
pl: Przypisz kategorie:

source: Assign Permissions
pl: Przypisz uprawnienia

source: Assign groups to have this page as a default
pl: Przypisz grupy, dla których ta strona ma być stroną domyślną

source: Assign users/groups/containers to view this page
pl: Przypisanie użytkowników/grup/kontenerów, które mogą oglądać tę stronę

source: Auto Search
pl: Automatyczne wyszukiwanie

source: Automatically include the Controller Portlet on any new Container Page
pl: Automatycznie dołączaj portlet kontrolny do każdej nowej strony kontenera

source: Automatically include the Header Portlet on any new Container Page
pl: Automatycznie dołączaj portlet nagłówka do każdej nowej strony kontenera

source: Automatically include the Navigation Portlet on any new Container Page
pl: Automatycznie dołączaj portlet nawigacyjny do każdej nowej strony kontenera

source: Cancel
pl: Anuluj

source: Cancel any changes to the current page
pl: Anuluj wszystkie zmiany dokonane na bieżącej stronie

source: Change the preferences for the PortalPageAdmin Portlet.
pl: Zmień preferencje portletu strony administracyjnej portalu.

source: Changes the Default Shared Page for this container page
pl: Zmienia domyślną stronę współdzieloną dla tej strony kontenera

source: Changes the Parent Shared Page for this shared page
pl: Zmienia nadrzędną stronę współdzieloną dla tej strony współdzielonej

source: Changes were made to the selected page. Click OK to save those changes or Cancel to discard them.
pl: Dokonano zmian na zaznaczonej stronie. Proszę nacisnąć \'OK\', aby je zapisać; w przeciwnym razie proszę nacisnąć \'Anuluj\'.

source: Click for a larger preview
pl: Proszę kliknąć, aby uzyskać duży podgląd

source: Clicking on this link will send you to a page where you can maintain container pages.
pl: Użycie tego odnośnika spowoduje przejście na stronę, na której można zarządzać stronami kontenerami.

source: Clicking on this link will send you to a page where you can maintain shared pages.
pl: Użycie tego odnośnika spowoduje przejście na stronę, na której można zarządzać stronami współdzielonymi.

source: Container Page
pl: Strona kontener

source: Container Pages
pl: Strony kontenery

source: Controller Portlet ID
pl: ID portletu kontrolnego

source: Copy
pl: Kopiuj

source: Copy of
pl: Kopia

source: Copy {0} of
pl: Kopia {0}

source: Could not get the page \'\'{0}\'\' to update.
pl: Nie można było pobrać strony \'\'{0}\'\' do aktualizacji.

source: Create a new Container Page
pl: Utwórz nową stronę kontenera

source: Create a new Shared Page
pl: Utwórz nową stronę współdzieloną

source: Current Shared Page:
pl: Bieżąca strona współdzielona:

source: Default Container Page Layout ID
pl: ID układu domyślnej strony kontenera

source: Default Shared Page Layout ID
pl: ID układu domyślnej strony współdzielonej

source: Default Shared Page:
pl: Domyślna strona współdzielona:

source: Delete
pl: Usuń

source: Deletes the currently selected page
pl: Usuwa aktualnie zaznaczoną stronę

source: Description:
pl: Opis:

source: Director Administration Console
pl: Konsola administracji dyrektora

source: Displays the Director Administration Console
pl: Wyświetla konsolę dyrektora administracyjnego

source: Edit Preferences
pl: Edytuj preferencje

source: Either you do not have the authority to maintain shared/container page
pl: Albo brak uprawnień do zarządzania stronami współdzielonymi/kontenerami

source: Either you do not have the authority to maintain shared/container pages, or you are not the owner of any shared pages.
pl: Albo brak uprawnień do zarządzania stronami współdzielonymi/kontenerami, albo użytkownik nie jest właścicielem żadnej z współdzielonych stron.

source: Enter a description of the new Container Page here.
pl: Proszę wprowadzić tu opis nowej strony kontenera.

source: Enter a description of the new Shared Page here.
pl: Proszę wprowadzić tu opis nowej strony współdzielonej.

source: Enter the Page Information and click on \'Save Page\' to save.
pl: Proszę wprowadzić informację o stronie i kliknąć \'Zapisz stronę\', aby zapisać.

source: Filter:
pl: Filtr:

source: From this page you can create and change Shared and Container Pages.<br/><br/>Shared Pages are just that - pages that are shared amongst a list of users that you specify. You can create multiple shared pages which can be customized to a specific need. Each page can contain different content and will allow you to easily switch between certain tasks.<br/><br/>Container pages allow you to give a look-and-feel to users in the website. The container page wraps the user and shared pages.<br/><br/>
pl: Na tej stronie można tworzyć i zmieniać strony współdzielone i strony kontenerów.<br/><br/>Strony współdzielone to strony dla użytkowników z określonej listy. Można tworzyć wiele stron współdzielonych, które można dopasować do własnych potrzeb. Każda strona może zawierać inną treść i umożliwiać łatwe przełączanie się pomiędzy określonymi zadaniami.<br/><br/>Strony kontenerów pozwalają nadać wygląd witrynie. Strony kontenerów zawierają strony użytkowników i strony współdzielone.<br/><br/>

source: Header Portlet ID
pl: ID portletu nagłówka

source: HeaderNavContent
pl: Zawartość nagłówka nawigacyjnego

source: HeaderPortlet
pl: Portlet nagłówka

source: Home
pl: Strona główna

source: In Line
pl: W treści

source: Include the Controller Portlet
pl: Dołączenie portletu kontrolnego

source: Include the Header Portlet
pl: Dołączenie portletu nagłówka

source: Include the Navigation Portlet
pl: Dołączenie portletu nawigacyjnego

source: Layout:
pl: Układ:

source: Localize
pl: Lokalizacja

source: Maintain Container Pages
pl: Zarządzanie stronami kontenerów

source: Maintain Shared Pages
pl: Zarządzanie stronami współdzielonymi

source: Makes a Copy of the currently selected page
pl: Wykonuje kopię aktualnie zaznaczonej strony

source: Modify PageStyle
pl: Modyfikacja stylu strony

source: Modify PageStyle.
pl: Modyfikacja stylu strony.

source: Modify Starting Mode
pl: Modyfikacja trybu uruchamiania

source: Modify Starting Mode (shared,container).
pl: Modyfikacja trybu uruchamiania (współdzielony, kontener).

source: Navigation Portlet ID
pl: ID portletu nawigacyjnego

source: Navigation Priority (higher number = lower priority):
pl: Priorytet nawigacji (wyższa liczba = niższy priorytet):

source: New
pl: Nowy

source: New:
pl: Nowy:

source: No Categories Defined
pl: Brak zdefiniowanych kategorii

source: No Parent - at top level
pl: Brak obiektów nadrzędnych - na szczycie poziomu

source: No Shared Page Selected
pl: Nie zaznaczono strony współdzielonej

source: Page Actions
pl: Operacje stron

source: Page Admin
pl: Administracja strony

source: Page Link Name (URI):
pl: Nazwa odnośnika strony (URI):

source: Page Name:
pl: Nazwa strony:

source: Page Properties
pl: Właściwości strony

source: Page Tasks
pl: Zadania strony

source: Pages:
pl: Strony:

source: Parent Page:
pl: Strona nadrzędna:

source: Perform Page Search Automatically
pl: Wyszukuj strony automatycznie

source: Pop Up
pl: Okno podręczne

source: Portal Page Administration
pl: Strona administracyjna portalu

source: Portal, Container, Shared, Page, Administration
pl: portal, kontener, współdzielona, strona, administracja

source: Priority must be a number between 0 and 9999.
pl: Wartość priorytetu musi zawierać się między 0 a 9999.

source: SHARED AND CONTAINER PAGE ADMINISTRATION
pl: ADMINISTRACJA STRONĄ WSPÓŁDZIELONĄ I KONTENEREM

source: Save Container Category
pl: Zapis kategorii kontenera

source: Save Container Name
pl: Zapis nazwy kontenera

source: Save Last Search
pl: Zapis ostatniego wyszukiwania

source: Save Page
pl: Zapisz stronę

source: Save Shared Category
pl: Zapis kategorii współdzielonej

source: Save Shared Name
pl: Zapis nazwy współdzielonej

source: Save the Last Search Parameters
pl: Zapisz ostatnie parametry wyszukiwania

source: Search Text
pl: Wyszukiwany tekst

source: Search Type
pl: Typ wyszukiwania

source: Select Content
pl: Wybierz zawartość

source: Select Default
pl: Zaznacz domyślne

source: Select Layout
pl: Wybierz układ

source: Select Parent
pl: Zaznacz nadrzędne

source: Select the contents of this page
pl: Zaznacz zawartość tej strony

source: Select the layout for this page.
pl: Zaznacz układ dla tej strony

source: Set As Default
pl: Ustaw jako domyślne

source: Set as current
pl: Ustaw jako bieżące

source: Set the selected Shared Page as your current Group Page
pl: Ustaw zaznaczoną stronę współdzieloną jako bieżącą stronę grupy

source: Set value
pl: Ustaw wartość

source: Shared Page
pl: Strona współdzielona

source: Shared Pages
pl: Strony współdzielone

source: SharedPagePortlet
pl: Portlet strony współdzielonej

source: Show the localized display name for this page
pl: Pokaż zlokalizowaną, wyświetlaną nazwę tej strony

source: Takes you back to the Administration Home Page
pl: Przenosi z powrotem do głównej strony administracyjnej

source: The Controller Portlet ID. This is only used if you\'re automatically including the controller on any new container page
pl: ID portletu kontrolera. Używane jest jedynie w przypadku, gdy kontroler jest automatycznie dodawany do każdej nowej strony kontenera.

source: The Default Layout for a new Container Page
pl: Domyślny układ dla nowej strony kontenera

source: The Default Layout for a new Shared Page
pl: Domyślny układ dla nowej strony współdzielonej

source: The Header Portlet ID. This is only used if you\'re automatically including the header on any new container page
pl: ID portletu nagłówka. Używane jest jedynie w przypadku, gdy nagłówek jest automatycznie dodawany do każdej nowej strony kontenera.

source: The Navigation Portlet ID. This is only used if you\'re automatically including the navigation on any new container page
pl: ID portletu nawigacyjnego. Używane jest jedynie w przypadku, gdy nawigacja jest automatycznie dodawana do każdej nowej strony kontenera.

source: The Page Name must not contain invalid characters.
pl: Nazwa strony nie może zawierać znaków niedozwolonych.

source: The Page URI must not be empty or have the value of \'Untitled\'
pl: Adres URI strony nie może być pusty ani mieć wartości \'Bez tytułu\'

source: The last Container Page Search Category
pl: Ostatnia kategoria wyszukiwania strony kontenera

source: The last Container Page Search Text
pl: Ostatni wyszukiwany tekst na stronie kontenera

source: The last Page Search Type
pl: Ostatni typ wyszukiwanej strony

source: The last Shared Page Search Category
pl: Ostatnia kategoria wyszukiwania strony współdzielonej

source: The last Shared Page Search Text
pl: Ostatni wyszukiwany tekst na stronie współdzielonej

source: The text for a Page Search
pl: Tekst dla wyszukiwania strony

source: Uncategorized
pl: Nieskategoryzowane

source: Untitled
pl: Bez tytułu

source: Update
pl: Aktualizacja

source: Update the current page with your changes
pl: Aktualizuj bieżącą stronę wprowadzonymi zmianami

source: Welcome Page
pl: Strona powitalna

source: Welcome to the Shared and Container Page Administration Page
pl: Witamy na stronie administracji współdzielonej i kontenerów

source: You already have a page with this name. Type a different name.
pl: Już istnieje strona o tej nazwie. Proszę wpisać inną nazwę.

source: You are about to delete \'\'{0}\'\'! Are you sure you want to do this?
pl: Czy na pewno usunąć \'\'{0}\'\'?

source: You do not have a page selected.
pl: Nie zaznaczono strony.

source: You do not have permissions to create a shared or container page.
pl: Brak uprawnień do tworzenia strony współdzielonej albo kontenera.

source: You do not have permissions to delete a shared or container page.
pl: Brak uprawnień do usuwania strony współdzielonej albo kontenera.

source: You do not have permissions to update a shared or container page.
pl: Brak uprawnień do aktualizacji strony współdzielonej albo kontenera.

source: false
pl: nie

source: none
pl: brak

source: true
pl: tak

source: {0} failed due to an internal error. Contact support.
pl: Nie powiodło się {0} z powodu błędu wewnętrznego. Proszę skontaktować się z pomocą techniczną.
