Repository: aviarypl/suse-l10n-pl
Catalog: po/PortalPortletSelectorRsrc_*.po
Languages: pl

source: (Not Available)
pl: (niedostępne)

source: --No Portlets Selected--
pl: -- Brak zaznaczonych portletów --

source: Add
pl: Dodaj

source: Add content to this Portal Page
pl: Dodaj zwartość do tej strony portalu

source: Add content to your list of Selected Content
pl: Dodaj zwartość do listy zaznaczonej zawartości

source: All Categories
pl: Wszystkie kategorie

source: An error occurred trying to save the contents. This page has recently been modified. You must close your browser to get the latest changes.
pl: Wystąpił błąd podczas próby zapisu zawartości. Ta strona była ostatnio modyfikowana. Trzeba zamknąć przeglądarkę, aby pobrać najnowsze zmiany.

source: An unexpected Anonymous user has been encountered.
pl: Pojawił się nieoczekiwany anonimowy użytkownik.

source: Attempt to store Portlet Entity Settings failed.
pl: Nie powiodła się próba zapisu ustawień encji portletu.

source: Available Content:
pl: Dostępna zawartość:

source: CONTENT SELECTOR
pl: SELEKTOR ZAWARTOŚCI

source: Cancel
pl: Anuluj

source: Changes have been made to your Selected Content. Click OK to save your changes or Cancel to continue without saving.
pl: Dokonano zmian w zaznaczonej zawartości. Proszę nacisnąć \'OK\', aby je zapisać; albo \'Anuluj\', aby kontynuować bez zapisywania.

source: Close
pl: Zamknij

source: Content Preferences
pl: Preferencje zawartości

source: Description:
pl: Opis:

source: Error encountered while Processing... {0}
pl: Wystąpił błąd podczas przetwarzania ... {0}

source: Exception ... {0}
pl: Wyjątek ... {0}

source: Failed to locate PortletSettings. {0}
pl: Nie powiodło się znalezienie ustawień portletu {0}

source: Filter:
pl: Filtr:

source: Go to your Portal Main Page
pl: Przejdź do strony głównej portalu

source: Logo Image
pl: Obraz znaku towarowego (logo)

source: Missing expected parameters.
pl: Brak oczekiwanych parametrów.

source: Modify Layout
pl: Modyfikacja układu

source: Modify Settings
pl: Modyfikacja ustawień

source: Modify the preferences for the selected content
pl: Modyfikacja preferencji dla zaznaczonej zawartości

source: Name:
pl: Nazwa:

source: No Preview Image Available
pl: Podgląd obrazu jest niedostępny

source: Personalize Home
pl: Personalizacja strony głównej

source: Portal Portlet Selector
pl: Selektor portletów portalu

source: Portal, Portlet, Selector
pl: portal, portlet, selektor

source: Portlet Selector
pl: Selektor portletów

source: Portlet allowing users to pick portlets for their pages
pl: Portlet umożliwiający użytkownikom wybieranie portletów do swoich stron

source: PortletSelector
pl: Selektor portletów

source: Preview Image
pl: Podgląd obrazu

source: Preview Image:
pl: Podgląd obrazu:

source: Programming Error. selectedIndex returned -1 in checkAvailable() javascript.
pl: Błąd programowy. Zwrócony selectedIndex -1 w skrypcie JavaScript checkAvailable().

source: Remove
pl: Usuń

source: Remove content from your list of Selected Content
pl: Usuń zawartość z listy zaznaczonej zawartości

source: Reporting Key values ...
pl: Raportowanie wartości kluczy ...

source: Reporting Main Parameters ...
pl: Raportowanie parametrów głównych ...

source: Reporting generated XML ...
pl: Raportowanie wygenerowanego XML ...

source: Requires Content selection.
pl: Wymagana zaznaczona zawartość.

source: Return
pl: Powrót

source: Save Contents
pl: Zapisz zawartość

source: Secondary Logo Image
pl: Drugi obraz znaku towarowego (logo)

source: Select Add Portlet Image
pl: Obraz portletu Dodaj wybór

source: Select Content
pl: Wybierz zawartość

source: Select Remove Portlet Image
pl: Obraz portletu Usuń wybór

source: Select content for this Portal Page
pl: Wybór zawartości dla tej strony portalu

source: Select contents you wish to add or remove from your page
pl: Proszę wybrać zawartość, która ma być dodana albo usunięta ze strony

source: Selected Content:
pl: Zaznaczona zawartość:

source: Settings
pl: Ustawienia

source: The Add image link to select portlets.
pl: Odnośnik Dodaj obraz do zaznaczonych portletów.

source: The Logo for this Page.
pl: Logo dla tej strony.

source: The Remove image link to select portlets.
pl: Odnośnik Usuń obraz do zaznaczonych portletów.

source: The Secondary Logo for this Page.
pl: Drugie logo dla tej strony

source: The categorization name to be used for all portlets which do not belong to a category.
pl: Nazwa kategoryzująca, która ma być użyta dla wszystkich portletów, nie należących do kategorii.

source: This window can only be opened as a popup window to another window.
pl: To okno może być otwierane tylko jako wyskakujące okno z innego okna.

source: Uncategorized Category Name
pl: Nazwa kategorii nieskategoryzowanej

source: Uncategorized Portlets
pl: Nieskategoryzowane portlety

source: Update
pl: Aktualizacja

source: Update the Content Name
pl: Zaktualizuj nazwę zawartości
