Repository: aviarypl/suse-l10n-pl
Catalog: po/PortletTreeRsrc_*.po
Languages: pl

source: Communications group name.
pl: Nazwa grupy komunikacji.

source: Group Name
pl: Nazwa grupy

source: Icon View
pl: Widok ikon

source: Local
pl: Lokalne

source: Portal, Portlet, Categorization
pl: portal, portlet, kategoryzacja

source: Portlet Applications
pl: Aplikacje portletu

source: Portlet Tree
pl: Drzewo portletu

source: Portlet Tree Display
pl: Wyświetlanie drzewa portletów

source: Portlet displaying a tree of portlets
pl: Portlet wyświetlający drzewo portletów

source: Style Preference
pl: Preferencje stylów

source: Style preference view (icons or text based).
pl: Widok preferencji stylu (widok ikon albo tekstowy)

source: Text View
pl: Widok tekstowy
