Repository: aviarypl/suse-l10n-pl
Catalog: po/PortalDataImportResultRsrc_*.po
Languages: pl

source: Container pages import result
pl: Wynik importowania stron kontenera

source: Error occurred:
pl: Wystąpił błąd:

source: Exception happened in doView()
pl: Wystąpił wyjątek w doView()

source: Exception happened in init ()
pl: Wystąpił wyjątek w init ()

source: Exception happened in processAction()
pl: Wystąpił wyjątek w processAction()

source: Failed to be imported:
pl: Nie powiodło się importowanie:

source: Group Settings import result
pl: Wynik importowania ustawień grupy

source: Portal Data Import Result
pl: Wynik importowania danych portalu

source: Portal Data Import Results
pl: Wyniki importowania danych portalu

source: PortalDataImportResult
pl: Wynik importowania danych portalu

source: Portlets import result
pl: Wynik importowania portletów

source: Shared pages import result
pl: Wynik importowania stron współdzielonych

source: Successfully imported:
pl: Zaimportowano pomyślnie:

source: To view the import results, expand each category.
pl: Aby przejrzeć wyniki importu, proszę rozwinąć każdą kategorię.

source: You can also review the Portal Data Import Export log for further details.
pl: W celu uzyskania bardziej szczegółowych informacji można również przeglądnąć dziennik eksportu i importu danych portalu.

source: container page(s)
pl: strona/strony kontenera

source: group setting(s)
pl: ustawienia grupy

source: portlet(s)
pl: portlet/y

source: shared page(s)
pl: strona/strony współdzielone

source: {0} {1} have been imported successfully
pl: {0} {1} zostały pomyślnie zaimportowane

source: {0} {1} have failed to be imported
pl: Nie powiodło się zaimportowanie {0} {1}
