Repository: aviarypl/suse-l10n-pl
Catalog: po/PortalDataImportFilterRsrc_*.po
Languages: pl

source: (Items in color with two asterisks indicate that an object of the same name and type already exists in the target Portal.)
pl: (wyróżnienie obiektów kolorem i dwiema gwiazdkami wskazuje, że obiekt o tej samej nazwie i tym samym typie już istnieje w portalu docelowym)

source: Access level for imported objects (when security fails):
pl: Poziom dostępu do importowanych obiektów (jeśli nastąpią problemy z bezpieczeństwem):

source: Access level for imported objects:
pl: Poziom dostępu do importowanych obiektów:

source: Administrator only
pl: Tylko administrator

source: All Users
pl: Wszyscy użytkownicy

source: Archive
pl: Archiwizuj

source: CAUTION: Server should not be servicing user requests during the import process
pl: OSTRZEŻENIE: Serwer nie powinien obsługiwać wniosków użytkowników podczas procesu importu

source: Cancel
pl: Anuluj

source: Clear All
pl: Wyczyść wszystko

source: Click Import Portal Data after you have made your selections.
pl: Proszę kliknąć Importuj dane portalu po zaznaczeniu wybranych pozycji.

source: Do not show me this again
pl: Nie wyświetlaj tego ponownie

source: Error occurred:
pl: Wystąpił błąd:

source: Exception happened in doView()
pl: Wystąpił wyjątek w doView()

source: Exception happened in init ()
pl: Wystąpił wyjątek w init ()

source: Exception happened in processAction()
pl: Wystąpił wyjątek w processAction()

source: IO Exception importing data
pl: Wyjątek IO podczas importowania danych

source: Import Container Pages
pl: Import stron kontenerów

source: Import Personal Pages
pl: Import stron osobistych

source: Import Portal Data
pl: Import danych portalu

source: Import Portlets
pl: Import portletów

source: Import Shared Pages
pl: Import stron współdzielonych

source: Import group settings?
pl: Czy importować ustawienia grup?

source: Import user settings?
pl: Czy importować ustawienia użytkownika?

source: Local
pl: Lokalnie

source: No
pl: Nie

source: Please map the portlet application names in the archive to existing portlet applications on the local server
pl: Proszę zamapować nazwy aplikacji portletu w archiwum na istniejące aplikacje portletu na serwerze lokalnym

source: Portal Data Import
pl: Import danych portalu

source: Portal Data Import Filter
pl: Filtr importu danych portalu

source: PortalDataImportFilter
pl: Filtr importu danych portalu

source: Portlets on selected pages will be imported even if the portlet registration is not selected below.
pl: Portlety na zaznaczonych stronach zostaną zaimportowane, nawet jeśli jeśli rejestr portletu poniżej nie będzie zaznaczony.

source: Replace existing data?
pl: Czy zamienić istniejące dane?

source: Select All
pl: Zaznacz wszystko

source: The page owner is shown in parentheses.
pl: Właściciel strony jest przedstawiany w nawiasach.

source: These users do not exist in target Portal
pl: Ci użytkownicy nie istnieją w portalu docelowym

source: Yes
pl: Tak

source: You must select a Portal Data Export Archive to use with Portal Data Import Process.
pl: Trzeba zaznaczyć archiwum eksportowanych danych portalu do użycia w procesie importu danych portalu.
