Repository: aviarypl/suse-l10n-pl
Catalog: po/PortalPagePermissionsRsrc_*.po
Languages: pl

source: Access Denied. You must be logged in to use this Portlet.
pl: Dostęp zabroniony. Należy się zalogować, aby używać tego portletu.

source: An invalid page type of {0} was passed into this portlet.
pl: Do tego portletu przekazano nieprawidłowy typ strony {0}.

source: Invalid parameters were passed into this page. Contact support.
pl: Do tej strony przekazano nieprawidłowe parametry. Proszę skontaktować się z pomocą techniczną.

source: Modify the List of Users and Groups that can Change the Page itself.
pl: Modyfikacja listy użytkowników i grup, którzy mogą zmieniać tę stronę.

source: Modify the List of Users and Groups that can View this Page.
pl: Modyfikacja listy użytkowników i grup, którzy mogą oglądać tę stronę.

source: No Page Name was passed into this portlet. A Page Name is required.
pl: Do tego portletu nie przekazano nazwy strony. Nazwa strony jest wymagana.

source: Ownership
pl: Własność

source: Ownership Permission Set to Admin Only
pl: Prawa własności ustawione tylko dla administratora

source: PAGE PERMISSIONS
pl: UPRAWNIENIA DO STRONY

source: Page Permissions
pl: Uprawnienia do strony

source: Page {0} was not found.
pl: Nie znaleziono strony {0}.

source: Please select the users and groups that can access this Page
pl: Proszę zaznaczyć użytkowników i grupy, którzy mogą mieć dostęp do tej strony

source: Portal Page Permissions
pl: Uprawnienia do strony portalu

source: Portal, Permissions, Assignments
pl: portal, uprawnienia, przypisania

source: Portlet that allows administrators to assign users and groups to container and shared pages
pl: Portlet, który umożliwia administratorom przypisywanie użytkowników i grup do kontenerów i stron współdzielonych

source: Security Assignment Failed. Contact Support.
pl: Nie powiodło się przypisanie bezpieczeństwa. Proszę skontaktować się z pomocą techniczną.

source: View
pl: Widok

source: View Permission Set to Admin Only
pl: Uprawnienia do przeglądania ustawione tylko dla administratora

source: You have made changes. If you want to save them, click on \'OK\', otherwise click \'Cancel\'.
pl: Dokonano zmian. Proszę nacisnąć "OK", aby je zapisać; w przeciwnym razie proszę nacisnąć "Anuluj".
