Repository: aviarypl/suse-l10n-pl
Catalog: po/PortalPageNameDetailStrings_*.po
Languages: pl

source: Access Denied. You must be logged in to use this portlet.
pl: Dostęp zabroniony. Należy się zalogować, aby używać tego portletu.

source: Apply these changes to the current page
pl: Dodaj te zmiany do bieżącej strony

source: Cancel
pl: Anuluj

source: Default
pl: Domyślne

source: Display Name
pl: Wyświetlana nazwa

source: Invalid parameters passed into this portlet.
pl: Do tego portletu przekazano nieprawidłowe parametry.

source: Modify the localized Display Names for this Page instance
pl: Modyfikacja przetłumaczonych wyświetlanych nazw dla tej instancji strony

source: PAGE DISPLAY NAMES
pl: NAZWY WYŚWIETLANE DLA STRONY

source: Page Name Selector
pl: Selektor nazwy strony

source: Portal Page Name Detail
pl: Szczegóły nazwy strony portalu

source: Portal, Shared, Container, Page, Names
pl: portal, współdzielone, kontener, strona, nazwy

source: Save
pl: Zapisz

source: Used to assign localized page names to pages
pl: Używany do przypisywania przetłumaczonych nazw stron
