Repository: aviarypl/suse-l10n-pl
Catalog: po/PortalUserGroupSelection_*.po
Languages: pl

source: (e.g. \'smi\')
pl: (np. "kow")

source: Begin the search.
pl: Rozpoczyna wyszukiwanie.

source: Cancel
pl: Anuluj

source: Close
pl: Zamknij

source: Closes this window.
pl: Zamyka to okno.

source: Containers
pl: Kontenery

source: Containers available
pl: Dostępne kontenery

source: Containers selected
pl: Wybrane kontenery

source: Current Assignments
pl: Bieżące przypisania

source: Discard the changes you\'ve made to the permissions of this page since the last time you saved.
pl: Porzuć zmiany dokonane w uprawnieniach dla tej strony od momentu ostatniego zapisu.

source: Displaying {0} to {1} of {2} {3}
pl: Wyświetlanie {0} do {1} z {2} {3}

source: Enter search criteria to locate user
pl: Proszę wprowadzić kryteria wyszukiwania, aby znaleźć użytkownika

source: Enter search criteria to locate users or groups
pl: Proszę wprowadzić kryteria wyszukiwania, aby znaleźć użytkowników i grupy

source: Go
pl: Przejdź

source: Groups
pl: Grupy

source: Groups available
pl: Dostępne grupy

source: Groups selected
pl: Wybrane grupy

source: Maximum results exceeded.
pl: Przekroczono maksymalną liczbę wyników.

source: Modify the List of Users and Groups that can Change the Page itself.
pl: Modyfikacja listy użytkowników i grup, którzy mogą zmieniać tę stronę.

source: Modify the List of Users and Groups that can View this Page.
pl: Modyfikacja listy użytkowników i grup, którzy mogą oglądać tę stronę.

source: Next >
pl: Następne >

source: Page is Locked Down
pl: Strona jest zamknięta

source: Results
pl: Wyniki

source: Save
pl: Zapisz

source: Save the changes you\'ve made to the permissions of this page.
pl: Zapisz zmiany dokonane w uprawnieniach dla tej strony.

source: Search for:
pl: Szukaj:

source: Show the Next Set of Results
pl: Pokaż kolejne wyniki

source: Show the Previous Set of Results
pl: Pokaż poprzednie wyniki

source: Starts with:
pl: Zaczyna się od:

source: Users
pl: Użytkownicy

source: Users available
pl: Dostępni użytkownicy

source: Users selected
pl: Wybrani użytkownicy

source: Without a \'\'Starts with:\'\' value you will search for all {0}. Click on OK to do the search.
pl: Bez podania wartości "Rozpocznij:"" nastąpi wyszukiwanie wszystkich {0}. Proszę kliknąć OK, aby zacząć wyszukiwanie.

source: You must have at least one provisioning administrator, or every logged in user will be treated as a provisioning administrator, and your system will not be secure, do you want to remove all provisioning administrators from the system?
pl: Musi istnieć co najmniej jeden administrator wyposażania. W przeciwnym wypadku każdy zalogowany użytkownik będzie traktowany jak administrator wyposażania, a system nie będzie bezpieczny. Czy na pewno usunąć z systemu wszystkich administratorów wyposażania?

source: Your query has returned more than the maximum of {0} results. The first {1} results are shown below. Try a more specific search criteria.
pl: Zapytanie zwróciło więcej niż maksymalną ilość {0} wyników. Pierwsze {1} wyników jest umieszczonych poniżej. Proszę spróbować bardziej ścisłych kryteriów wyszukiwania.

source: < Previous
pl: < Poprzedni

source: containers
pl: kontenerów

source: groups
pl: grup

source: no containers found
pl: nie znaleziono kontenerów

source: no containers selected
pl: nie wybrano kontenerów

source: no groups found
pl: nie znaleziono grup

source: no groups selected
pl: nie wybrano grup

source: no users found
pl: nie znaleziono użytkowników

source: no users selected
pl: nie wybrano użytkowników

source: users
pl: użytkowników
