Repository: aviarypl/suse-l10n-pl
Catalog: po/PortalSharedPagePickerStrings_*.po
Languages: pl

source: A page cannot be its own parent.
pl: Strona nie może być nadrzędną stroną siebie samej.

source: Access Denied. You must be logged in to use this portlet.
pl: Dostęp zabroniony. Należy się zalogować, aby używać tego portletu.

source: Allows an administrator to pick a shared page for either a default or as the parent of another shared page
pl: Pozwala administratorowi pobrać stronę współdzieloną albo dla strony domyślnej, albo jako nadrzędną dla innej strony współdzielonej

source: Cancel
pl: Anuluj

source: Choose a Default Shared Page for {0}
pl: Wybierz domyślną stronę współdzieloną dla {0}

source: Choose the Parent Shared Page for {0}
pl: Wybierz nadrzędną stronę współdzieloną dla {0}

source: Click on this button to cancel out of this window.
pl: Proszę nacisnąć ten przycisk aby anulować to okno.

source: Click on this button to select the current page.
pl: Proszę nacisnąć ten przycisk aby zaznaczyć bieżącą stronę.

source: Current Default Shared Page:
pl: Bieżąca domyślna strona współdzielona:

source: Current Parent Page:
pl: Bieżąca strona nadrzędna:

source: Invalid parameters passed into this portlet.
pl: Do tego portletu przekazano nieprawidłowe parametry.

source: Make sure that both the parent and child pages belong to the same categories (to prevent display problems).
pl: Proszę się upewnić, że zarówno strona nadrzędna jak i podrzędna należą do tych samych kategorii (aby zapobiec problemom z wyświetlaniem).

source: None
pl: Brak

source: Novell Identity Manager Shared Page Picker
pl: Selektor stron współdzielonych Novell Identity Manager

source: Portal, Shared, Page, Picker
pl: portal, współdzielona, strona, selektor

source: Save
pl: Zapisz

source: Search Text
pl: Wyszukiwany tekst

source: Shared Page Selector
pl: Selektor stron współdzielonych

source: The text for a initial Page Search
pl: Tekst dla początkowego wyszukiwania stron

source: You cannot set this page as a parent because it would cause a circular reference. Pick a different page.
pl: Nie można ustawić tej strony jako nadrzędnej, ponieważ spowoduje to zapętlenie odwołań. Proszę wybrać inną.
