Repository: aviarypl/suse-l10n-pl
Catalog: po/PortalDataExportRsrc_*.po
Languages: pl

source: Clear All
pl: Wyczyść wszystko

source: Click
pl: Proszę kliknąć

source: Click Export Portal Data after you have made your selections.
pl: Proszę kliknąć Eksportuj dane portalu po zaznaczeniu wybranych pozycji.

source: Do not show me this again
pl: Nie wyświetlaj tego ponownie

source: Exception happened in doView()
pl: Wystąpił wyjątek w doView()

source: Exception happened in init ()
pl: Wystąpił wyjątek w init ()

source: Exception happened in processAction()
pl: Wystąpił wyjątek w processAction()

source: Export Container Pages
pl: Eksportuj strony kontenerów

source: Export Personal Pages
pl: Eksportuj strony osobiste

source: Export Portal Data
pl: Eksportuj dane portalu

source: Export Portlets
pl: Eksportuj portlety

source: Export Shared Pages
pl: Eksportuj strony współdzielone

source: Exported contents may contain sensitive information. Please protect it appropriately.
pl: Eksportowana zawartość może zawierać poufne informacje. Proszę je odpowiednio zabezpieczyć.

source: Portal Data Export
pl: Eksport danych portalu

source: PortalDataExport
pl: Eksport danych portalu

source: Portlets on selected pages will be exported even if the portlet registration is not selected below.
pl: Portlety na zaznaczonych stronach zostaną wyeksportowane także gdy rejestracja portletów nie będzie zaznaczona poniżej.

source: Select All
pl: Zaznacz wszystko

source: The Portal Data Export utility allows you to export portal content (pages and portlets) in a format (a portal data export archive) that can be imported to a different portal.
pl: Narzędzie eksportu danych portalu pozwala na wyeksportowanie zawartości portalu (stron i portletów) do formatu (archiwum eksportu danych portalu), z którego można zaimportować dane do innego portalu.

source: The assigned page (and page owner in case of personal page) are shown in parentheses.
pl: Przypisana strona (i strona właściciela w przypadku strony osobistej) są przedstawiane w nawiasach.

source: The page owner is shown in parentheses.
pl: Właściciel strony jest przedstawiany w nawiasach.

source: here
pl: tutaj,

source: to export portal data again.
pl: aby ponownie wyeksportować dane portalu.
