Repository: aviarypl/suse-l10n-pl
Catalog: po/PortalSecurityAssignRsrc_*.po
Languages: pl

source: Please select the users, groups and containers to be Provisioning Administrator.
pl: Proszę wybrać użytkowników, grupy lub kontenery, które mają zostać administratorami wyposażania.

source: Please select the users, groups and containers to be User Application Administrator.
pl: Proszę wybrać użytkowników, grupy lub kontenery, które mają zostać administratorami aplikacji użytkownika.

source: Portal Security Administrator Assignment
pl: Przypisanie administratora bezpieczeństwa portalu

source: Portal, Security, User Application Administrator, Provisioning Administrator, User, Group, Container
pl: portal, bezpieczeństwo, administrator aplikacji użytkownika, administrator wyposażania, użytkownik, grupa, kontener

source: Portlet for assignment of user, group, container to be administrators
pl: Portlet do przypisywania użytkowników, grup i kontenerów, mających zostać administratorami

source: Provisioning Administrator Assignment
pl: Przypisanie administratora wyposażania

source: Security Assignment Failed.
pl: Nie powiodło się przypisanie bezpieczeństwa

source: The Guest user account ({0}) is not allowed to have administrator privileges and was not assigned administrator rights.
pl: Konto użytkownika gościa ({0}) nie może uzyskać uprawnień administracyjnych i nie zostało przypisane do uprawnień administratora.

source: The container {0} was successfully added as a provisioning administrator.
pl: Kontener {0} został pomyślnie dodany jako administrator wyposażania.

source: The container {0} was successfully added as an application administrator.
pl: Kontener {0} został pomyślnie dodany jako administrator aplikacji.

source: The container {0} was successfully removed as a provisioning administrator.
pl: Kontener {0} został pomyślnie usunięty z funkcji administratora wyposażania.

source: The container {0} was successfully removed as an application administrator.
pl: Kontener {0} został pomyślnie usunięty z funkcji administratora aplikacji.

source: The group {0} was successfully added as a provisioning administrator.
pl: Grupa {0} została pomyślnie dodana jako administrator wyposażania.

source: The group {0} was successfully added as an application administrator.
pl: Grupa {0} została pomyślnie dodana jako administrator aplikacji.

source: The group {0} was successfully removed as a provisioning administrator.
pl: Grupa {0} została pomyślnie usunięta z funkcji administratora wyposażania.

source: The group {0} was successfully removed as an application administrator.
pl: Grupa {0} została pomyślnie usunięta z funkcji administratora aplikacji.

source: The user {0} was successfully added as a provisioning administrator.
pl: Użytkownik {0} został pomyślnie dodany jako administrator wyposażania.

source: The user {0} was successfully added as an application administrator.
pl: Użytkownik {0} został pomyślnie dodany jako administrator aplikacji.

source: The user {0} was successfully removed as a provisioning administrator.
pl: Użytkownik {0} został pomyślnie usunięty z funkcji administratora wyposażania.

source: The user {0} was successfully removed as an application administrator.
pl: Użytkownik {0} został pomyślnie usunięty z funkcji administratora aplikacji.

source: User Application Administrator Assignment
pl: Przypisanie administratora aplikacji użytkowników

source: You are currently logged in as {0}. You can not remove yourself as user application administrator.
pl: Jesteś aktualnie zalogowany/a jako {0}. Nie można usunąć siebie będąc administratorem aplikacji użytkownika.

source: You can not remove the container {0} from the current assignment list because it contains your user credentials.
pl: Nie można usunąć kontenera {0} z aktualnej listy przypisań, ponieważ zawiera on Twoje dane uwierzytelniające.

source: You can not remove the group {0} from the current assignment list because you are a member of the group.
pl: Nie można usunąć grupy {0} z aktualnej listy przypisań, ponieważ jesteś członkiem tej grupy.
