Repository: aviarypl/suse-l10n-pl
Catalog: po/PortalPortletPermissionsRsrc_*.po
Languages: pl

source: Access Denied. You must be logged in to use this Portlet.
pl: Dostęp zabroniony. Należy się zalogować, aby używać tego portletu.

source: Configure
pl: Konfiguruj

source: Execute
pl: Wykonanie

source: Execute Permission Set to Admin Only
pl: Uprawnienia do wykonania ustawione tylko dla administratora

source: Invalid parameters have been passed into this portlet.
pl: Do tego portletu przekazano nieprawidłowe parametry

source: List
pl: Lista

source: List Permission Set to Admin Only
pl: Uprawnienia do wyświetlania ustawione tylko dla administratora

source: Modify the List of Users and Groups that can Change the Preferences of this Portlet on this Page.
pl: Modyfikacja listy użytkowników i grup, którzy mogą zmieniać preferencje tego portletu na tej stronie.

source: Modify the List of Users and Groups that can Execute this Portlet.
pl: Modyfikacja listy użytkowników i grup, którzy mogą uruchamiać ten portlet.

source: Modify the List of Users and Groups that can Protect this Portlet.
pl: Modyfikacja listy użytkowników i grup, którzy mogą zabezpieczyć ten portlet.

source: Modify the List of Users and Groups that can see this Portlet in their List of Portlets.
pl: Modyfikacja listy użytkowników i grup, którzy mogą zobaczyć ten portlet w swoich listach portletów.

source: Please select the users and groups that can access Portlet {0} on Page {1}
pl: Proszę zaznaczyć użytkowników i grupy, którzy mogą mieć dostęp do portletu {0} na stronie {1}

source: Please select the users and groups that can access the selected Portlet
pl: Proszę zaznaczyć użytkowników i grupy, którzy mogą mieć dostęp do zaznaczonego portletu.

source: Portal Portlet Permissions
pl: Uprawnienia do portletu portalu

source: Portlet Permissions
pl: Uprawnienia portletu

source: Portlet that allows administrators to assign users and groups to portlets at registration
pl: Portlet, który umożliwia administratorom przypisywanie użytkowników i grup do portletów w czasie rejestracji

source: Portlet, Permissions, Assignments
pl: portlet, uprawnienia, przypisania

source: Protect
pl: Zabezpiecz

source: Security Assignment Failed. Contact Support.
pl: Nie powiodło się przypisanie bezpieczeństwa. Proszę skontaktować się z pomocą techniczną.

source: This tab allows you to assign Security Permissions for this Portlet Instance. Any modifications made to these Security Permissions will take effect for this specific Portlet Instance only.
pl: Ta karta pozwala na przypisywanie uprawnień dotyczących bezpieczeństwa do tej instancji portletu. Wszystkie modyfikacje tych uprawnień będą obowiązywały tylko dla tej konkretnej instancji portletu.

source: You have made changes. If you want to save them, click on \'OK\', otherwise click \'Cancel\'.
pl: Dokonano zmian. Proszę nacisnąć "OK", aby je zapisać; w przeciwnym razie proszę nacisnąć "Anuluj".
