Repository: aviarypl/suse-l10n-pl
Catalog: po/PortletPreferenceSheetRsrc_*.po
Languages: pl

source: Add
pl: Dodaj

source: Allows a user to modify preferences
pl: Pozwala użytkownikowi modyfikować preferencje

source: An unexpected Anonymous user has been encountered.
pl: Pojawił się nieoczekiwany anonimowy użytkownik.

source: Apply
pl: Zastosuj

source: Apply and continue on this view
pl: Zastosuj i kontynuuj w tym widoku

source: CONTENT PREFERENCES
pl: PREFERENCJE ZAWARTOŚCI

source: Cancel
pl: Anuluj

source: Cancel all pending updates
pl: Anuluj wszystkie oczekujące uaktualnienia

source: Choices
pl: Wybory

source: Close
pl: Zamknij

source: Close Preferences
pl: Zamknij preferencje

source: Content Preferences
pl: Preferencje zawartości

source: Content does not have any preferences
pl: Ten element nie ma żadnych preferencji

source: Could not locate Complex preference. {0}
pl: Nie można było znaleźć złożonych preferencji. {0}

source: Could not locate Default preference. ({0})
pl: Nie można było znaleźć domyślnych preferencji. {0}

source: Could not locate preference. {0}
pl: Nie można było znaleźć preferencji. {0}

source: Could not locate {0}
pl: Nie można było znaleźć {0}

source: Create new Localized Preference
pl: Utwórz nowe zlokalizowane preferencje

source: Data Encrypted Preference
pl: Preferencje danych szyfrowanych

source: Database Encrypted Image
pl: Zaszyfrowany obraz bazy danych

source: Default
pl: Domyślne

source: Del
pl: Usuń

source: Description
pl: Opis

source: Descriptions
pl: Opisy

source: Detail
pl: Szczegół

source: Display
pl: Wyświetl

source: Displayed preference values are applicable to the application default language. To view or edit other supported languages go to the Settings tab.
pl: Wyświetlone wartości preferencji można stosować dla domyślnego języka aplikacji. Aby przeglądać albo modyfikować inne obsługiwane języki, proszę przejść do karty Ustawienia.

source: Error encountered while Processing
pl: Wystąpił błąd podczas przetwarzania

source: Failed Validation.
pl: Sprawdzenie poprawności wykazało błędy.

source: Failedkeys collection contains other than a type String[].
pl: Zbiór Failedkeys zawiera inne typy niż String[].

source: False
pl: Nie

source: Hide
pl: Ukryj

source: Hide Descriptions
pl: Ukryj opisy

source: Input received for portletID being replaced after acquiring portletEntity. Will continue with PortletEntity\'\'s portletID. {0}
pl: Wejście dla portledID zostało zamienione po pobraniu portletEntity. Kontynuacja z portledID z PortletEntity. {0}

source: Ins
pl: Wstaw

source: Invalid Instance received.
pl: Otrzymano nieprawidłową instancję.

source: Invalid input received. Could not locate {0}
pl: Otrzymano nieprawidłowe dane. Nie można było znaleźć {0}.

source: Is required.
pl: Wymagane.

source: Localize Content Preference
pl: Preferencje lokalizacji zawartości

source: Logo Image
pl: Obraz znaku towarowego (logo)

source: Max
pl: Maks.

source: Modify Content Preferences for this Page instance
pl: Modyfikacja preferencji zawartości dla tej instancji strony

source: Modify Content Preferences for this Registration instance
pl: Modyfikacja preferencji zawartości dla tej instancji rejestracji

source: Modify your Content Preferences
pl: Modyfikacja preferencji zawartości

source: Modifying Content Preferences for this Page instance
pl: Modyfikacja preferencji zawartości dla tej instancji strony

source: Modifying Content Preferences for this Registration instance
pl: Modyfikacja preferencji zawartości dla tej instancji rejestracji

source: Portal, Portlet, Content, Preference
pl: portal, portlet, zawartość, preferencje

source: Portlet Preferences
pl: Preferencje portletu

source: Preference
pl: Preferencje

source: Preference Validator Failedkeys collection contains other than a type String.
pl: Zbiór failedkeys walidatora preferencji zawiera typ inny niż String.

source: Preference Value
pl: Wartości preferencji

source: Range
pl: Zakres

source: Read-only
pl: Tylko do odczytu

source: Read\u003cbr/\u003eonly
pl: Tylko do\u003cbr/\u003eodczytu

source: Removal of Choice Value failed.
pl: Nie powiodło się usuwanie wartości wyboru.

source: Reporting Key values ...
pl: Raportowanie wartości kluczy ...

source: Reporting Main Parameters ...
pl: Raportowanie parametrów głównych ...

source: Reporting generated XML ...
pl: Raportowanie wygenerowanego XML ...

source: Required
pl: Wymagane

source: Required Preference
pl: Wymagane preferencje

source: Reset
pl: Resetuj

source: Reset All
pl: Zresetuj wszystko

source: Reset All Preferences
pl: Zresetuj wszystkie preferencje

source: Return
pl: Powrót

source: Return to List View
pl: Powrót do widoku listy

source: Save Preferences
pl: Zapisz preferencje

source: Secondary Logo Image
pl: Drugi obraz znaku towarowego (logo)

source: Show Descriptions
pl: Pokaż opisy

source: The Logo for this Page.
pl: Logo dla tej strony.

source: The Min Range value is greater than the Max Range value
pl: Minimalna wartość zakresu jest większa niż maksymalna

source: The Secondary Logo for this Page.
pl: Drugie logo dla tej strony

source: The image to display next to all database encrypted preferences.
pl: Obraz, który ma być wyświetlony obok wszystkich preferencji zaszyfrowanej bazy danych.

source: The preference failed validation.
pl: Sprawdzenie poprawności preferencji wykazało błędy.

source: The value
pl: Wartość

source: The value must be an Integer.
pl: Wartość ta musi być liczbą całkowitą.

source: This tab allows you to modify any default Preferences that have been defined for this Content Instance. Any modifications made to these Preferences will take effect for this specific Content Instance only.
pl: Ta karta pozwala modyfikować wszelkie domyślne preferencje, zdefiniowane dla tej instancji zawartości. Wszystkie modyfikacje dokonane w tych preferencjach będą obowiązywały tylko dla tej konkretnej instancji zawartości.

source: True
pl: Tak

source: Unexpected IO Exception
pl: Nieoczekiwany wyjątek IO

source: Unexpected exception validating portlet preference
pl: Wystąpił nieoczekiwany wyjątek podczas sprawdzania poprawności preferencji portletu

source: Unknown.
pl: Nieznane

source: Use Scope Path
pl: Użyj ścieżki zakresu

source: Use as Password
pl: Użyj jako hasła

source: Value
pl: Wartość

source: View/Edit Custom Preference
pl: Podgląd / edycja własnych preferencji

source: You are trying to remove the choice that is the current value of this preference. Change the value first and then you can remove this choice.
pl: Nastąpiła próba usunięcia wyboru, który jest aktualną wartością tej preferencji. Proszę najpierw zmienić tę wartość i wtedy będzie można usunąć wybór.

source: You do not have permissions to update the preferences.
pl: Brak uprawnień do aktualizacji preferencji.

source: You do not have rights to view/update preferences
pl: Brak uprawnień do przeglądania / aktualizacji preferencji.

source: is outside the allowed range of
pl: jest poza dozwolonym zakresem dla

source: {0}: Exception ... {1}
pl: {0}: Wyjątek ... {1}
