Repository: aviarypl/suse-l10n-pl
Catalog: po/ProvSecurityRsrc_*.po
Languages: pl

source: An error happened while trying to add the Digital Signature Applet.
pl: Wystąpił błąd podczas próby dodania apletu podpisu cyfrowego.

source: An error happened while trying to remove the Digital Signature Applet.
pl: Wystąpił błąd podczas próby usunięcia apletu podpisu cyfrowego.

source: An error happened while trying to save Signature Verification Provider settings.
pl: Wystąpił błąd podczas próby zapisu ustawień dostawcy weryfikacji podpisu.

source: An error happened while trying to set the email template name.
pl: Wystąpił błąd podczas próby ustawienia nazwy szablonu wiadomości e-mail.

source: An error occurred checking access for the requested header tab ({0}).
pl: Wystąpił błąd podczas sprawdzania dostępu do karty żądanego nagłówka ({0}).

source: An error occurred checking access for the requested menu item ({0}).
pl: Wystąpił błąd podczas sprawdzania dostępu do żądanego elementu menu ({0}).

source: An error occurred checking access for the requested menu items.
pl: Wystąpił błąd podczas sprawdzania dostępu do żądanych elementów menu.

source: An error occurred initializing Delegation and Proxy Settings.
pl: Wystąpił błąd podczas inicjalizacji ustawień delegacji i pełnomocników.

source: An error occurred initializing Digital Signature Settings.
pl: Wystąpił błąd podczas inicjalizacji ustawień podpisu cyfrowego.

source: An error occurred initializing Provisioning UI Display Settings.
pl: Wystąpił błąd podczas inicjalizacji ustawień wyświetlania interfejsu wyposażania.

source: An error occurred processing the request. DN ({0}) does not exist.
pl: Wystąpił błąd podczas przetwarzania wniosku. DN ({0}) nie istnieje.

source: An error occurred processing the request. Navigation Item ID is required.
pl: Wystąpił błąd podczas przetwarzania wniosku. Wymagany jest ID elementu nawigacji.

source: An error occurred while trying to save the settings.
pl: Wystąpił błąd podczas próby zapisania ustawień.

source: Assignments and Permissions
pl: Przypisania i uprawnienia

source: Check to make this the default navigation item for selected area.
pl: Zaznaczenie tego pola uczyni to domyślnym elementem nawigacji dla zaznaczonego obszaru.

source: Cleanup Date format is incorrect.
pl: Format daty porządkowania jest nieprawidłowy.

source: Container
pl: Kontener

source: Container:
pl: Kontener:

source: Current Default:
pl: Bieżący domyślny:

source: Default For Selected Area:
pl: Domyślny dla wybranego obszaru:

source: Default:
pl: Domyślny:

source: Description:
pl: Opis:

source: Digital Signature Applet has been successfully added.
pl: Apletu podpisu cyfrowego został dodany.

source: Digital Signature Applet has been successfully removed.
pl: Apletu podpisu cyfrowego został usunięty.

source: Error occurred calculating effective rights for attribute: {0} on object: {1} for trustee: {2}.
pl: Wystąpił błąd podczas obliczania efektywnych praw dla atrybutu: {0} obiektu: {1} dla dysponenta: {2}.

source: Group
pl: Grupa

source: Group:
pl: Grupa:

source: Header Tab
pl: Karta nagłówka

source: Name:
pl: Nazwa:

source: Navigation Access
pl: Dostęp do nawigacji

source: Navigation Item ({0}) has been saved.
pl: Element nawigacji ({0}) został zapisany.

source: No
pl: Nie

source: None
pl: Brak

source: Open/Close group
pl: Otwórz / Zamknij grupę

source: Provisioning & Security
pl: Wyposażanie i zabezpieczenia

source: Provisioning Configuration
pl: Konfiguracja wyposażania

source: Reset
pl: Resetuj

source: Role
pl: Rola

source: Role:
pl: Rola:

source: Roles & Resources
pl: Role i zasoby

source: Save
pl: Zapisz

source: Selected Area:
pl: Wybrany obszar:

source: Settings have been successfully updated.
pl: Ustawienia zostały zaktualizowane.

source: Signature Verification Provider settings have been successfully updated.
pl: Ustawienia dostawcy weryfikacji podpisu zostały zaktualizowane.

source: Some of the data on the page has been changed. You will lose your changes if you proceed. Are you sure you want to proceed?
pl: Część danych na stronie została zmieniona. W razie kontynuowania zmiany zostaną utracone. Na pewno kontynuować?

source: Subtitle instruction text for Delegated Admin Assignment.
pl: Tekst instrukcji w podtytule dla przypisania delegowanego administratora.

source: Subtitle instruction text for Delegation and Proxy.
pl: Tekst instrukcji w podtytule dla delegacji i pełnomocnika.

source: Subtitle instruction text for Digital Signature Service.
pl: Tekst instrukcji w podtytule dla usługi podpisu cyfrowego.

source: Subtitle instruction text for Domain Admin Assignment.
pl: Tekst instrukcji w podtytule dla przypisania administratora domeny.

source: Subtitle instruction text for Engine and Cluster.
pl: Tekst instrukcji w podtytule dla silnika i klastra.

source: Subtitle instruction text for Provisioning UI Display Settings.
pl: Tekst instrukcji w podtytule dla ustawień wyświetlania interfejsu wyposażania.

source: Subtitle instruction text for Security Admin Assignment.
pl: Tekst instrukcji w podtytule dla przypisania administratora bezpieczeństwa.

source: Subtitle instruction text for Team Configuration.
pl: Tekst instrukcji w podtytule dla konfiguracji zespołu.

source: The following trustees have failed to be added:
pl: Nie udało się dodać następujących dysponentów:

source: The following trustees have failed to be removed:
pl: Nie udało się usunąć następujących dysponentów:

source: Trustee:
pl: Dysponent:

source: Use this page to define access permissions for navigation items within the User Application. For each navigation area shown in bold in the Name drop-down list, choose a navigation item and set the trustees for the item. Also specify whether this item should be the default navigation item for the selected area.
pl: Tej strony można użyć do zdefiniowana uprawnień dostępu dla elementów nawigacji w aplikacji użytkownika. Dla każdego obszaru nawigacji, który wyświetlony jest w liście rozwijanej Nazwa, należy wybrać element nawigacji i ustawić dysponentów dla niego. Należy także określić, czy dany element ma być domyślnym elementem nawigacji dla wybranego obszaru.

source: User
pl: Użytkownik

source: User [dn = {0}] is not authorized for this operation.
pl: Użytkownik [dn = {0}] nie jest upoważniony do tej operacji.

source: User:
pl: Użytkownik:

source: Warning: Either the audit service or OpenXDAS is not enabled. Digitally signed documents in provisioning requests will not be saved. To enable the audit service or OpenXDAS, go to the Logging page under Application Configuration.
pl: Ostrzeżenie: ani usługa audytu, ani OpenXDAS nie jest włączona. Podpisane cyfrowo dokumenty we wnioskach o wyposażenie nie zostaną zapisane. Aby włączyć usługę audytu lub OpenXDAS, należy przejść do strony dziennika w konfiguracji aplikacji.

source: Work Dashboard
pl: Pulpit roboczy

source: Yes
pl: Tak
