Repository: aviarypl/suse-l10n-pl
Catalog: po/ProvisioningServiceRsrc_*.po
Languages: pl

source: Add comment to user activity.
pl: Dodaj komentarz do czynności użytkownika.

source: Clear the Novell Integration Manager caches.
pl: Wyczyść pamięć podręczną Novell Integration Manager.

source: Cluster
pl: Klaster

source: Comments
pl: Komentarze

source: Configuration
pl: Konfiguracja

source: Determine if global email notifications are enabled or disabled.
pl: Określa, czy globalne powiadamianie poprzez e-mail jest włączone, czy wyłączone.

source: Different operations for querying the workflow system for comments.
pl: Różne operacje zapytań systemu przepływów o komentarze.

source: Different operations for querying the workflow system for processes.
pl: Różne operacje zapytań systemu przepływów o procesy.

source: Engine cluster operations.
pl: Operacje klastra silników.

source: Forward work entry as proxy.
pl: Przekazanie zadania jako pełnomocnik.

source: Forward work entry with a digital signature and as a proxy.
pl: Przekazanie zadania z podpisem cyfrowym i jako pełnomocnik.

source: Forward work entry with a digital signature.
pl: Przekazanie zadania z podpisem cyfrowym.

source: Forward work entry.
pl: Przekazanie zadania.

source: Get JPG image for workflow.
pl: Pobiera obraz JPG przepływu.

source: Get information about a running or completed provisioning request.
pl: Pobieranie informacji o zakończonym lub będącym w toku wniosku o wyposażenie.

source: Get information about all running and completed provisioning requests.
pl: Pobieranie informacji o wszystkich zakończonych lub będących w toku wnioskach o wyposażenie.

source: Get information about processes created during a certain time interval.
pl: Pobieranie informacji o procesach utworzonych w określonym przedziale czasu.

source: Get information about processes using a process info query.
pl: Pobieranie informacji o procesach używających zapytań o procesy.

source: Get information about processes with a certain creation time.
pl: Pobieranie informacji o procesach o określonym czasie utworzenia.

source: Get information about processes with a particular approval status.
pl: Pobieranie informacji o procesach o poszczególnym statusie akceptacji.

source: Get information about processes with a particular initiator.
pl: Pobieranie informacji o procesach poszczególnych wnioskodawców.

source: Get information about processes with a particular process identifier.
pl: Pobieranie informacji o procesach z danym identyfikatorem procesu.

source: Get information about processes with a particular recipient.
pl: Pobieranie informacji o procesach danego beneficjenta.

source: Get information about processes with a particular status.
pl: Pobieranie informacje o procesach o poszczególnych stanach.

source: Get information about processes.
pl: Pobierz informacje o procesach.

source: Get the timeout for Web service activities.
pl: Pobierz limit czasu dla czynności usług sieciowych.

source: Get the timeout for completed processes.
pl: Pobierz limit czasu zakończonych procesów.

source: Get the timeout for user-facing activities.
pl: Pobierz limit czasu aktywności user-facing.

source: Get workflow engine configuration parameters.
pl: Pobieranie parametrów konfiguracyjnych silnika przepływu.

source: Globally enables or disables email notifications.
pl: Globalnie włącza lub wyłącza powiadomienia e-mail.

source: Miscellaneous
pl: Różne

source: Operations for getting and setting the workflow system\'s configuration.
pl: Operacje pobierania i ustawiania konfiguracji systemu przepływu.

source: Operations for getting entries on a work list, as well as unclaiming, forwarding and reassigning work entries
pl: Operacje pobierania wpisów z listy zadań, jak również porzucania, przekazywania i ponownego przypisywania zadań

source: Processes
pl: Procesy

source: Provisioning
pl: Wyposażanie

source: Provisioning requests
pl: Wnioski o wyposażenie

source: Provisioning status
pl: Status wyposażania

source: Reassign a work entry to another user.
pl: Przypisz zadanie innemu użytkownikowi.

source: Reassigns a percentage of processes from the source engine to the target engine.
pl: Przypisuje procent procesów z silnika źródłowego do silnika docelowego.

source: Reassigns all processes from the source engine across the list of target engines.
pl: Przypisuje wszystkie procesy z silnika źródłowego przez listę silników docelowych.

source: Reassigns one or more processes from the source engine to the target engine.
pl: Przypisuje jeden lub więcej procesów z silnika źródłowego do silnika docelowego.

source: Removes an engine from the cluster state table. The engine must be in the SHUTDOWN or TIMEDOUT state.
pl: Usuwa silnik z tabeli stanu klastra. Silnik musi znajdować się w stanie SHUTDOWN albo TIMEDOUT.

source: Reset the priority for a given work task id.
pl: Zresetuj priorytet zadania o wybranym id.

source: Retrieve comments for a particular activity.
pl: Pobierz komentarze dla wybranej czynności.

source: Retrieve comments for a particular user.
pl: Pobierz komentarze dla wybranego użytkownika.

source: Retrieve comments of a particular type.
pl: Pobierz komentarze dla wybranego typu.

source: Retrieve comments with a particular creation time.
pl: Pobierz komentarze o określonym czasie utworzenia.

source: Retrieve comments with a particular work identifier.
pl: Pobierz komentarze o wybranym identyfikatorze zadania.

source: Retrieve data items for a work entry.
pl: Pobierz obiekty danych dla zadania.

source: Retrieve provisioning statuses.
pl: Pobierz stany wyposażania.

source: Retrieve quorum information for a work entry.
pl: Pobierz informacje o kworum dla zadania.

source: Retrieve work entries.
pl: Pobierz zadania.

source: Returns XML for a provisioning request&apos;s form.
pl: Zwraca XML dla formularza wniosku o wyposażenie.

source: Returns XML for provisioning request.
pl: Zwraca XML dla wniosku o wyposażenie.

source: Returns a list that contains an IEngineState object for each engine in the cluster.
pl: Zwraca listę zawierającą obiekt IEngineState dla każdego silnika w klastrze.

source: Returns an array of available provisioning requests.
pl: Zwraca tablicę dostępnych wniosków o wyposażenie.

source: Returns an array of provisioning requests for a category and operation.
pl: Zwraca tablicę wniosków o wyposażenie dla kategorii i operacji.

source: Returns available provisioning categories.
pl: Zwraca dostępne kategorie wniosków o wyposażenie.

source: Returns the IEngineState for a specific engine.
pl: Zwraca IEngineState dla wybranego silnika.

source: Returns the version of the workflow system.
pl: Zwraca wersję systemu przepływu.

source: Set an entitlement result for a previously completed provisioning request.
pl: Ustawienie wyniku upoważnienia dla uprzednio zakończonego wniosku o wyposażenie.

source: Set workflow engine configuration parameters.&lt;ul&gt;&lt;li&gt;minPoolSize: the minumum thread pool size.&lt;/li&gt;&lt;li&gt;maxnPoolSize: the maximum thread pool size.&lt;/li&gt;&lt;li&gt;initialPoolSize: the initial thread pool size.&lt;/li&gt;&lt;li&gt;keepAliveTime: thread pool keep live time.&lt;/li&gt;&lt;li&gt;pendingInterval: the cluster synchronization time.&lt;/li&gt;&lt;li&gt;cleanupInterval: interval between purging processes from databasea.&lt;/li&gt;&lt;li&gt;retryQueueInterval: interval between retrying failed processes.&lt;/li&gt;&lt;li&gt;maxShutdownTime: maximum time to let threads complete work before engine shutdown.&lt;/li&gt;&lt;li&gt;userActivityTimeout: the default user activity timeout.&lt;/li&gt;&lt;li&gt;completedProcessTimeout: the default completed process timeout.&lt;/li&gt;&lt;li&gt;webServiceActivityTimeout: the default WEB service activity timeout.&lt;/li&gt;&lt;li&gt;emailNotification: turn email notification on or off.&lt;/li&gt;&lt;li&gt;processCacheInitialCapacity: process cache initial capacity.&lt;/li&gt;&lt;li&gt;processCacheMaxCapacity: process cache maximum capacity.&lt;/li&gt;&lt;li&gt;processCacheLoadFactor: process cache load factor.&lt;/li&gt;&lt;li&gt;heartbeatInterval: heartbeat interval.&lt;/li&gt;&lt;li&gt;heartbeatFactor: heartbeat factor.&lt;/li&gt;&lt;/ul&gt;
pl: Proszę wybrać parametry konfiguracji silnika przepływów..&lt;ul&gt;&lt;li&gt;minPoolSize: minimalny rozmiar puli wątku.&lt;/li&gt;&lt;li&gt;maxnPoolSize: maksymalny rozmiar puli wątku.&lt;/li&gt;&lt;li&gt;initialPoolSize: wstępny rozmiar puli wątku.&lt;/li&gt;&lt;li&gt;keepAliveTime: czas życia puli wątku.&lt;/li&gt;&lt;li&gt;pendingInterval: czas synchronizacji klastra.&lt;/li&gt;&lt;li&gt;cleanupInterval: odstęp czasowy między procesami porządkowania bazy danych.&lt;/li&gt;&lt;li&gt;retryQueueInterval: odstęp czasowy między ponownymi próbami nieudanych procesów.&lt;/li&gt;&lt;li&gt;maxShutdownTime: maksymalny czas na zakończenie pracy procesów przed wyłączeniem silnika.&lt;/li&gt;&lt;li&gt;userActivityTimeout: domyślny czas oczekiwania na aktywność użytkownika.&lt;/li&gt;&lt;li&gt;completedProcessTimeout: domyślny czas oczekiwania na zakończenie procesu.&lt;/li&gt;&lt;li&gt;webServiceActivityTimeout: domyślny czas oczekiwania na usługę WEB.&lt;/li&gt;&lt;li&gt;emailNotification: włącz lub wyłącz powiadamianie e-mail.&lt;/li&gt;&lt;li&gt;processCacheInitialCapacity: wstępny rozmiar pamięci podręcznej procesu.&lt;/li&gt;&lt;li&gt;processCacheMaxCapacity: maksymalny rozmiar pamięci podręcznej procesu.&lt;/li&gt;&lt;li&gt;processCacheLoadFactor: współczynnik załadowania pamięci podręcznej procesu.&lt;/li&gt;&lt;li&gt;heartbeatInterval: częstotliwość pulsu.&lt;/li&gt;&lt;li&gt;heartbeatFactor: współczynnik pulsu.&lt;/li&gt;&lt;/ul&gt;

source: Sets the timeout for Web service activities. Default value is 50 minutes. The valid range is 1 minute to 7 days.
pl: Ustawia limit czasu dla działań usługi sieciowej. Domyślną wartością jest 50 minut, zakres - 1 minuta do 7 dni.

source: Sets the timeout for completed processes. Processes completed more than &lt;code&gt;timeout&lt;/code&gt; days ago will be removed from the system. Default value is 120 days. The valid range is 0 days to 365 days.
pl: Ustawia limit czasu dla zakończonych procesów. Procesy ukończone wcześniej niż &lt;code&gt;timeout&lt;/code&gt; dni temu będą usuwane z systemu. Wartością domyślną jest 120 dni, zakres - 0 do 365 dni.

source: Sets the timeout for user-facing activities. Default value is no timeout (a value of zero). The valid range is 1 hour to 365 days.
pl: Ustawia limit czasu dla działań user-facing. Domyślną wartością jest brak limitu (wartość zero), zakres - 1 godzina do 365 dni.

source: Start a provisioning request as a proxy.
pl: Uruchomienie wniosku o wyposażenie jako pełnomocnik.

source: Start a provisioning request with a digital signature and as proxy.
pl: Uruchomienie wniosku o wyposażenie z podpisem cyfrowym i jako pełnomocnik.

source: Start a provisioning request with a digital signature.
pl: Uruchomienie wniosku o wyposażenie z podpisem cyfrowym.

source: Start a provisioning request.
pl: Uruchomienie wniosku o wyposażenie.

source: Start multiple provisioning requests.
pl: Uruchomienie wielu wniosków o wyposażenie.

source: Statuses of provisioning requests.
pl: Stany wniosków o wyposażenie.

source: Terminate a running provisioning request.
pl: Zakończenie będących w toku wniosków o wyposażenie.

source: These are miscellaneous operations for getting a graph given a request identifier, etc.
pl: Różne operacje do pobierana wykresów o danych identyfikatorach wniosku itd.

source: This Web service provides several operations for interacting with the workflow system. You can invoke an operation by clicking its link below.
pl: Ta usługa sieciowa oferuje różne operacje do oddziaływania na system przepływów. Operację można wywołać przez klikniecie odnośnika poniżej.

source: Unclaim work entry.
pl: Porzucenie zadania.

source: Various operations for querying the workflow system for provisioning requests.
pl: Różne opcje do zapytań do systemu przepływów o wnioski o wyposażenie.

source: Work Entries
pl: Zadania

source: a list of requestIds of the processes to be reassigned
pl: lista identyfikatorów wniosków procesów, które mają być ponownie przypisane

source: an integer representing the percentage of processes
pl: liczba całkowita, przedstawiająca procent procesów

source: approval status
pl: status akceptacji

source: array if distinguished names of recipients
pl: tablica wyróżniających nazw beneficjentów

source: array of data items for request form
pl: tablica obiektów danych dla formularzy wniosków

source: array of target engine ids
pl: tablica identyfikatorów silnika docelowego

source: digital signature property map
pl: mapa właściwości podpisu cyfrowego

source: distinguished name of initiator
pl: wyróżniająca nazwa zgłaszającego

source: distinguished name of recipient
pl: wyróżniająca nazwa beneficjenta

source: email notifications are enabled if true, disabled otherwise
pl: w razie ustawienia \'Tak\', powiadomienia poprzez e-mail są włączone, w innym przypadku są wyłączone

source: engine configuration settings
pl: ustawienia konfiguracji silnika

source: entitlement message
pl: komunikat upoważnienia

source: entitlement state
pl: stan upoważnienia

source: entitlement status
pl: status upoważnienia

source: id of the source engine
pl: ID silnika źródłowego

source: maximum number of records to retrieve
pl: maksymalna liczba pobieranych rekordów

source: new priority to set
pl: nowy priorytet do ustawienia

source: operator (&lt;, &lt;=, ==, &gt; or &gt;=)
pl: operator (&lt;, &lt;=, ==, &gt; albo &gt;=)

source: process info query
pl: zapytanie o informacje o procesie

source: process status
pl: status procesu

source: proxy user DN
pl: DN pełnomocnika

source: source engine id
pl: ID silnika źródłowego

source: target engine id
pl: ID silnika docelowego

source: termination comment
pl: komentarz zakończenia

source: termination state (error or retracted)
pl: stan zakończenia (błąd lub wycofanie)

source: the action (approve, deny or refuse)
pl: operacja (akceptacja, odrzucenie albo odmowa)

source: the activity identifier
pl: identyfikator czynności

source: the comment
pl: komentarz

source: the comment creation time
pl: czas utworzenia komentarza

source: the comment type (user or system)
pl: typ komentarza (systemowy lub użytkownika)

source: the data items required by user activity
pl: obiekty danych wymagane przez czynność użytkownika

source: the desired category
pl: żądana kategoria

source: the desired operation
pl: żądana operacja

source: the digital signature
pl: podpis cyfrowy

source: the distinguished name of new addressee
pl: wyróżniająca nazwa nowego adresata

source: the distinguished name of the user who made the comment
pl: wyróżniająca nazwa użytkownika, który utworzył komentarz

source: the end time of the interval
pl: czas końcowy przedziału czasu

source: the id of the engine
pl: ID silnika

source: the id of the engine to be removed
pl: ID silnika, który ma być usunięty

source: the process creation time
pl: czas utworzenia procesu

source: the process identifier (distinguished name of provisioning request)
pl: identyfikator procesu (wyróżniająca nazwa wniosku o wyposażenie)

source: the provisioning status query
pl: zapytanie o stan wyposażania

source: the request identifier (UUID of provisioning request instance)
pl: identyfikator wniosku (numer UUID instancji wniosku o wyposażenie)

source: the start time of the interval
pl: czas początkowy przedziału czasu

source: the timeout value in days
pl: limit czasu w dniach

source: the timeout value in hours
pl: limit czasu w godzinach

source: the timeout value in minutes
pl: limit czasu w minutach

source: the work entry query
pl: zapytanie o wpis zadania

source: the work identifier (UUID of work entry)
pl: Identyfikator zadania (numer UUID wpisu zadania)

source: user comment
pl: komentarz użytkownika

source: work task id
pl: ID zadania
