Repository: aviarypl/suse-l10n-pl
Catalog: po/RegistrationCategoryPortletRsrc_*.po
Languages: pl

source: Assigned Categories:
pl: Przypisane kategorie:

source: Available Categories:
pl: Dostępne kategorie:

source: Communications group name.
pl: Nazwa grupy komunikacji.

source: Group Name
pl: Nazwa grupy

source: Portal, Portlet, Categorization
pl: portal, portlet, kategoryzacja

source: Portlet Category Registration
pl: Rejestracja kategorii portletu

source: Portlet which allows for categorization of portlets
pl: Portlet umożliwiający kategoryzację portletów

source: Reg Category Portlet
pl: Portlet kategorii rejestracji

source: Registration Category Portlet
pl: Portlet kategorii rejestracji

source: Save Categories
pl: Zapisz kategorie
