Repository: aviarypl/suse-l10n-pl
Catalog: po/RegistrationPortletRsrc_*.po
Languages: pl

source: Additional Information
pl: Informacje dodatkowe

source: Advanced
pl: Zaawansowane

source: Application Name:
pl: Nazwa aplikacji:

source: Application Status:
pl: Stan aplikacji:

source: Asynchronous
pl: Asynchronicznie

source: Automatic
pl: Automatycznie

source: Categories
pl: Kategorie

source: Classname:
pl: Nazwa klasy:

source: Click the \'Unregister\' button below to remove the registration of this Portlet Application.
pl: Proszę nacisnąć przycisk \'Wyrejestruj\' poniżej, aby usunąć rejestrację tej aplikacji portletu.

source: Communications group name.
pl: Nazwa grupy komunikacji.

source: Custom Application Information
pl: Informacja o aplikacji użytkownika

source: Description:
pl: Opis:

source: Disable
pl: Zabroń

source: Display Name:
pl: Wyświetlana nazwa:

source: Enable
pl: Zezwól

source: Enabled
pl: Włączone

source: Error processing portlet descriptors
pl: Wystąpił błąd podczas przetwarzania deskryptora portletu

source: Exception attempting to merge portlet descriptors
pl: Wystąpił wyjątek podczas próby scalenia deskryptora portletu

source: Exception attempting to set readonly portlet parameter
pl: Wystąpił wyjątek podczas próby ustawienia parametru portletu \'tylko do odczytu\'

source: Exception attempting to store portlet parameter
pl: Wystąpił wyjątek podczas próby zapisania parametru portletu

source: Execution:
pl: Wykonanie:

source: Expand the list to show portlet definitions and registered portlets, and select an item to view or edit that item.
pl: Proszę rozwinąć listę, aby zobaczyć definicje portletów i zarejestrowane portlety, i zaznaczyć pozycję do przeglądnięcia lub edycji.

source: Expiration Cache:
pl: Bufor wygaśnięcia:

source: General
pl: Ogólne

source: General SAX parse Exception
pl: Wystąpił ogólny wyjątek przetwarzania SAX

source: Group Name
pl: Nazwa grupy

source: Init Parameters
pl: Parametry początkowe

source: Keywords
pl: Słowa kluczowe

source: Last Known Application Status:
pl: Ostatni znany status aplikacji:

source: Last Modified By:
pl: Ostatnio modyfikowane przez:

source: Last Modified On:
pl: Czas ostatniej modyfikacji:

source: Link:
pl: Odnośnik:

source: Manual
pl: Ręczny

source: No ResourceBundle Provided
pl: Nie dostarczono ResourceBundle

source: No transcoding file specified
pl: Nie wybrano pliku transkodującego

source: None defined
pl: Brak definicji

source: Please enter a unique name for this portlet registration to continue.
pl: Proszę wprowadzić niepowtarzalną nazwę dla tej rejestracji portletu, aby kontynuować.

source: Please enter a unique portlet name:
pl: Proszę wprowadzić niepowtarzalną nazwę portletu:

source: Portal, Portlet, Registration
pl: portal, portlet, rejestracja

source: Portlet Application:
pl: Aplikacja portletu:

source: Portlet Definition:
pl: Definicja portletu:

source: Portlet Modes
pl: Tryby portletu

source: Portlet Registration
pl: Rejestracja portletu

source: Portlet Registration:
pl: Rejestracja portletu:

source: Portlet Title:
pl: Tytuł portletu:

source: Portlet which registers other portlets
pl: Portlet rejestrujący inne portlety

source: Portlet {0} has been successfully registered
pl: Portlet {0} został pomyślnie zarejestrowany

source: Portlet {0} has been successfully un-registered
pl: Portlet {0} został pomyślnie wyrejestrowany

source: Preferences
pl: Preferencje

source: Register
pl: Rejestruj

source: Register New Portlet Instance
pl: Rejestracja nowej instancji portletu

source: Registration:
pl: Rejestracja:

source: Security
pl: Bezpieczeństwo

source: Security Constraints
pl: Ograniczenia bezpieczeństwa

source: Security Roles
pl: Role bezpieczeństwa

source: Settings
pl: Ustawienia

source: Short Title:
pl: Tytuł skrócony:

source: Style Name:
pl: Nazwa stylu:

source: Supported Devices
pl: Obsługiwane urządzenia

source: Supported Locales
pl: Obsługiwane ustawienia regionalne

source: Supported Mime Types
pl: Obsługiwane typy MIME

source: Synchronous
pl: Synchronicznie

source: Temporarily Disabled
pl: Tymczasowo wyłączone

source: The Portlet Application you have selected is registered but currently \u003cb\u003eunavailable on the application server\u003c/b\u003e. The Portlet Application\'s WAR file may have been disabled or undeployed and therefore detailed information is not available. In addition, because the Portlet Application is unavailable ,the list of Portlets contained in this application cannot be determined.
pl: Zaznaczona aplikacja portletu jest zarejestrowana,ale aktualnie \u003cb\u003eniedostępna na serwerze aplikacji\u003c/b\u003e. Plik WAR aplikacji portletu może być wyłączony albo nie wdrożony i dlatego szczegółowa informacja jest niedostępna. Dodatkowo, nie można określić listy portletów zawartych w tej aplikacji, ponieważ niedostępna jest aplikacja portletu.

source: The Portlet Application you have selected is registered but currently has an \u003cb\u003einvalid Portlet Descriptor\u003c/b\u003e file. More details about the problem with your descriptor (portlet.xml) file are available below. Please correct these errors and make your corrected Portlet Descriptor available to your application server.
pl: Zaznaczona aplikacja portletu jest zarejestrowana, ale aktualnie \u003cb\u003eplik deskryptora portletu jest nieprawidłowy\u003c/b\u003e. Więcej informacji o problemie z plikiem deskryptora (portlet.xml) podano niżej. Proszę poprawić te błędy i udostępnić poprawiony deskryptor portletu serwerowi aplikacji.

source: This Portlet Instance has been Auto-Registered. This operation will make this Portlet Instance and all its occurrences UNAVAILABLE only until the server is restarted. This Portlet Instance will be re-registered automatically when the server restarts. Are you sure you would like to continue?
pl: Ta instancja portletu została zarejestrowana automatycznie. Operacja ta spowoduje, że ta instancja portletu i wszystkie jej wystąpienia będą NIEDOSTĘPNE tylko do ponownego uruchomienia serwera. Po zrestartowaniu serwera ta instancja portletu zostanie automatycznie ponownie zarejestrowana. Czy na pewno kontynuować?

source: This operation will make this Portlet Application and all its associated portlets AVAILABLE. Are you sure you would like to continue?
pl: Operacja ta spowoduje, że ta aplikacja portletu i wszystkie portlety z nią powiązane będą DOSTĘPNE. Czy na pewno kontynuować?

source: This operation will make this Portlet Application and all its associated portlets PERMANENTLY unavailable. Are you sure you would like to continue?
pl: Operacja ta spowoduje, że ta aplikacja portletu i wszystkie portlety z nią powiązane będą TRWALE niedostępne. Czy na pewno kontynuować?

source: This operation will make this Portlet Application and all its associated portlets TEMPORARILY unavailable. Are you sure you would like to continue?
pl: Operacja ta spowoduje, że ta aplikacja portletu i wszystkie portlety z nią powiązane będą TYMCZASOWO niedostępne. Czy na pewno kontynuować?

source: This operation will make this Portlet Instance and all its occurrences PERMANENTLY unavailable. Are you sure you would like to continue?
pl: Operacja ta spowoduje, że ta instancja portletu i wszystkie jej wystąpienia będą TRWALE niedostępne. Czy na pewno kontynuować?

source: This tab allows you to categorize the selected Portlet Registration. Simply select an available Portlet Category from the list on the left and click \'\u003e\' to assign the Portlet Registration. To remove a category assignment, select the assigned Portlet Category from the list on the right and click \'\u003c\' to remove the assignment. When you are satisfied with the category assignments, click the \'Save Categories\' button.
pl: Ta karta pozwala na kategoryzowanie zaznaczonej rejestracji portletu. Trzeba po prostu zaznaczyć dostępną kategorię portletu w liście po lewej i kliknąć \'\u003e\', aby przypisać rejestrację portletu. Aby usunąć przypisanie kategorii, proszę zaznaczyć przypisaną kategorię portletu w liście po prawej i kliknąć \'\u003c\', w celu jej usunięcia. Jeśli przypisania kategorii są zadowalające, proszę nacisnąć przycisk \'Zapisz kategorie\'.

source: Undefined
pl: Niezdefiniowane

source: Unregister
pl: Wyrejestruj

source: Unregister Portlet
pl: Wyrejestruj portlet

source: User Attributes
pl: Atrybuty użytkownika

source: Value:
pl: Wartość:

source: Window States
pl: Stany okna

source: You have selected a Portlet Application. From here you can permanently unregister the Portlet Application.
pl: Zaznaczono aplikację portletu. Z tego poziomu można trwale wyrejestrować tę aplikację portletu.

source: You have selected a Portlet Definition. This tab allows you to create a new registration of the current Portlet Definition. Please enter a unique name to identify the new portlet registration and click the \'Register\' button. A new registration of this Portlet Definition with the given name will then be created. You can navigate to the new portlet registration using the tree to the left.
pl: Zaznaczono definicję portletu. Ta karta umożliwia utworzenie nowej rejestracji bieżącej definicji portletu. Proszę wprowadzić niepowtarzalną nazwę do identyfikacji nowej rejestracji portletu i nacisnąć przycisk \'Zarejestruj\'. Zostanie utworzona nowa rejestracja tej definicji portletu o nadanej nazwie. Można przejść do nowej rejestracji portletu używając widoku drzewa po lewej stronie.

source: You have selected a Portlet Definition. This tab displays its read-only information.
pl: Zaznaczono definicję portletu. Ta karta wyświetla informacje o niej w trybie tylko do odczytu.

source: You have selected a specific Portlet Registration. This tab displays read-only information about the selected Portlet Registration and will allow you to unregister this specific Portlet Registration if you wish.
pl: Zaznaczono określoną rejestrację portletu. Ta karta wyświetla informacje o zaznaczonej rejestracji w trybie tylko do odczytu i pozwala wyrejestrować ją w razie potrzeby.

source: for mime-type
pl: dla typu MIME
