Repository: aviarypl/suse-l10n-pl
Catalog: po/RequestListRsrc_*.po
Languages: pl

source: All
pl: Wszystkie

source: An error has occurred retrieving the request comments:
pl: Wystąpił błąd podczas pobierania komentarzy do wniosku:

source: An error has occurred retrieving the request list columns control:
pl: Wystąpił błąd podczas pobierania kontrolki kolumn listy wniosków:

source: An error has occurred retrieving the request list columns from system configuration
pl: Wystąpił błąd podczas pobierania kolumn listy wniosków z konfiguracji systemu

source: An error has occurred retrieving the request list configuration:
pl: Wystąpił błąd podczas pobierania konfiguracji listy wniosków:

source: An error has occurred retrieving the request list default sort from system configuration
pl: Wystąpił błąd podczas pobierania domyślnego klucza sortowania lisy wniosków z konfiguracji systemu

source: An error has occurred retrieving the request list:
pl: Wystąpił błąd podczas pobierania listy wniosków:

source: An error has occurred retrieving the request summary:
pl: Wystąpił błąd podczas pobierania podsumowania wniosku:

source: An error has occurred updating preferences:
pl: Wystąpił błąd podczas aktualizacji preferencji:

source: An error occurred processing the request. A search term request parameter is required for this request.
pl: Wystąpił błąd podczas przetwarzania tego żądania. Dla tego żądania wymagany jest wyszukiwany tekst jako parametr.

source: An error occurred processing the request. Columns list request parameter is required for this request.
pl: Wystąpił błąd podczas przetwarzania tego żądania. Dla tego żądania wymagana jest lista kolumn jako parametr.

source: An error occurred processing the request. Control ID request parameter is required for this request.
pl: Wystąpił błąd podczas przetwarzania tego żądania. Dla tego żądania wymagany jest ID kontrolki jako parametr.

source: An error occurred processing the request. Control Type request parameter is required for this request.
pl: Wystąpił błąd podczas przetwarzania tego żądania. Dla tego żądania wymagany jest typ kontrolki jako parametr.

source: Approval Request
pl: Wniosek o akceptacje

source: Available Columns
pl: Dostępne kolumny

source: Cancel
pl: Anuluj

source: Clear
pl: Wyczyść

source: Clear this filter
pl: Wyczyść ten filtr

source: Comments
pl: Komentarze

source: Completed: Approved
pl: Ukończony: zaakceptowano

source: Completed: Denied
pl: Ukończony: odmowa

source: Confirmation Number:
pl: Numer potwierdzenia:

source: Customize Request Status Display
pl: Dostosowanie widoku stanu wniosku

source: Customize...
pl: Dostosuj...

source: Define Filter
pl: Definiowanie filtra

source: Filter
pl: Filtruj

source: In line with list
pl: W treści listy

source: In message window
pl: W oknie wiadomości

source: Initial Request Description
pl: Początkowy opis wniosku

source: Item Requested
pl: Wnioskowany element

source: Item Requested:
pl: Wnioskowany element:

source: Open Request Status details:
pl: Otwórz szczegóły stanu wniosku:

source: Process Request
pl: Wniosek

source: Recipient
pl: Beneficjent

source: Request Date
pl: Data wniosku

source: Requested By
pl: Wnioskujący

source: Resource Assignment Request
pl: Wniosek o przypisanie zasobu

source: Role Assignment Request
pl: Wniosek o przypisanie roli

source: Running: Processing
pl: W toku: przetwarzanie

source: Save Changes
pl: Zapisz zmiany

source: Select and drag among the column lists.
pl: Proszę zaznaczyć i przeciągnąć do list kolumn.

source: Selected Columns
pl: Wybrane kolumny

source: Status
pl: Stan

source: Status:
pl: Stan:

source: Terminated: Error
pl: Przerwany: błąd

source: Terminated: Retracted
pl: Przerwany: wycofany

source: Type
pl: Typ

source: Type:
pl: Typ:

source: Your preferences have been saved successfully.
pl: Preferencje użytkownika zostały zapisane.
