Repository: aviarypl/suse-l10n-pl
Catalog: po/ResReportRsrc_*.po
Languages: pl

source: Activation Time Pending
pl: Oczekuje na czas aktywacji

source: Add
pl: Dodaj

source: Add Role
pl: Dodaj rolę

source: Approval Pending
pl: Oczekuje akceptacji

source: Approved
pl: Zaakceptowany

source: Assign Role(s) to Role
pl: Przypisz rolę lub role do roli

source: Cancel
pl: Anuluj

source: Choose the display format for the report
pl: Proszę wybrać format wyświetlania raportu

source: Cleanup
pl: Porządkowanie

source: Denied
pl: Odrzucony

source: Deprovision
pl: Cofnięcie wyposażenia

source: Deprovisioned
pl: Cofnięto wyposażenie

source: Generated Resource Report
pl: Wygenerowany raport o wnioskach

source: Invalid approver TYPE_NAME string detected: {0}
pl: Wykryto nieprawidłowy ciąg TYPE_NAME akceptanta: {0}

source: Invalid request category type detected: {0}
pl: Wykryto nieprawidłowy typ kategorii wniosku: {0}

source: Invalid request status detected: {0}
pl: Wykryto nieprawidłowy stan wniosku: {0}

source: Maintain Segregation of Duties
pl: Zarządzanie rozdziałem obowiązków

source: Modify Role
pl: Modyfikuj rolę

source: My Team\'s Roles
pl: Role mojego zespołu

source: New Request
pl: Nowy wniosek

source: Open/Close group
pl: Otwórz / Zamknij grupę

source: Pending Approvals
pl: Oczekujące akceptacji

source: Provide an optional title for the report
pl: Proszę podać opcjonalny tytuł raportu

source: Provide the report parameters for the selected report
pl: Proszę podać parametry dla wybranego raportu

source: Provision
pl: Wyposażenie

source: Provisioned
pl: Przydzielono

source: Remove
pl: Usuń

source: Report Description
pl: Opis raportu

source: Report Name
pl: Nazwa raportu

source: Role Approval
pl: Akceptacja roli

source: Role Assignments
pl: Przypisania ról

source: Role Configuration
pl: Konfiguracja ról

source: Role Management
pl: Zarządzanie rolami

source: Role Membership Report
pl: Raport dotyczący członkostwa ról

source: Role Provisioning
pl: Wyposażanie ról

source: Role Reporting
pl: Raportowanie ról

source: Role Reports
pl: Raporty dotyczące ról

source: Role To Container - Add
pl: Dodanie roli do kontenera

source: Role To Container - Remove
pl: Usunięcie roli z kontenera

source: Role To Group - Add
pl: Dodanie roli do grupy

source: Role To Group - Remove
pl: Usunięcie roli z grupy

source: Role To Role - Add
pl: Dodanie roli do roli

source: Role To Role - Remove
pl: Usunięcie roli z roli

source: Role To User - Add
pl: Dodanie roli do użytkownika

source: Role To User - Remove
pl: Usunięcie roli z użytkownika

source: Role(s) to Group
pl: Role do grupy

source: Role(s) to OU
pl: Role do OU

source: Role(s) to User
pl: Role do użytkowników

source: Roles Reports
pl: Raporty dotyczące ról

source: Run Report
pl: Uruchom raport

source: SOD Exception - Approval Pending
pl: Wyjątek RO - oczekująca akceptacja

source: SOD Exception - Approved
pl: Wyjątek RO - zaakceptowano

source: SOD Exception - Denied
pl: Wyjątek RO - zabroniono

source: SOD Violations/Exceptions
pl: Naruszenia / wyjątki RO

source: Select the Resource report to run
pl: Proszę wybrać raport o zasobach do uruchomienia

source: User Assignment Report
pl: Raport dotyczący przypisań użytkownika

source: User(s) to Role
pl: Użytkownik lub użytkownicy do ról

source: administration manager
pl: menedżer administracji

source: global administrator
pl: administrator globalny

source: user
pl: użytkownik
