Repository: aviarypl/suse-l10n-pl
Catalog: po/RssNewsPortletRsrc_*.po
Languages: pl

source: Error rendering portlet in {0}
pl: Błąd podczas wyświetlania portletu w {0}

source: Malformed URL exception
pl: Wyjątek błędnego formatu URL

source: Maximum number of URLs allowed for the system
pl: Maksymalna liczba adresów URL dozwolona dla systemu

source: Maximum number of URLs allowed for the user
pl: Maksymalna liczba adresów URL dozwolona dla użytkownika

source: Number of items
pl: Liczba obiektów

source: Number of items to show per channel
pl: Liczba obiektów wyświetlanych dla jednego kanału

source: Open in a new browser window
pl: Otwieranie w nowym oknie przeglądarki

source: Open links in a new browser window
pl: Otwieraj odnośniki w nowym oknie przeglądarki

source: RSS mechanism for subscribing to and publishing information from RSS feeds
pl: Mechanizm RSS do subskrybowania i publikowania informacji z kanałów RSS

source: RSS, News, NewsFeed,RDF
pl: RSS, wiadomości, kanały informacyjne, RDF

source: Reload interval in minutes for the system newsfeeds
pl: Częstotliwość odświeżania dla systemowych kanałów informacyjnych, w minutach

source: Reload interval in minutes for the user newsfeeds
pl: Częstotliwość odświeżania dla kanałów informacyjnych użytkownika, w minutach

source: Rss News Feed
pl: Kanały informacyjne RSS

source: Show News Descriptions
pl: Wyświetlanie nagłówków wiadomości

source: Shows the tooltip of the individual News items Descriptions (only v. 0.91 feeds)
pl: Wyświetla etykietki z poszczególnymi nagłówkami wiadomości (tylko w wersji 0.91)

source: System Feeds Refresh Frequency (Minutes)
pl: Częstotliwość odświeżania systemowych kanałów informacyjnych (minuty)

source: System Maximum number of news feeds
pl: Maksymalna liczba kanałów informacyjnych w systemie

source: System News Feed URLs
pl: Adresy URL systemowych kanałów informacyjnych

source: System controlled URLs to newsfeeds generally set at the administrator level. Administrators can update this setting at definition or registration time to hide or restrict other users from modifying this preference within the registered instance of the portlet. System news feeds will be cached at the framework level using the \"System Feeds Refresh Frequency\" preference.
pl: Systemowe adresy URL do kanałów wiadomości ustawiane są zwykle na poziomie administratora. Administratorzy mogą zaktualizować to ustawienie w czasie definicji lub rejestracji, aby uniemożliwić lub ograniczyć zmienianie tej preferencji wewnątrz zarejestrowanej instancji portletu. Systemowe kanały wiadomości umieszczane są w pamięci podręcznej za pomocą preferencji Częstotliwość odświeżania systemowych kanałów informacyjnych.

source: The URL of the news feed xml file from the newsfeed provider. User news feeds will be cached at the portlet level using the \"User Feeds Refresh Frequency\" preference setting.
pl: Adres URL pliku xml kanału informacyjnego od dostawcy wiadomości. Kanały informacyjne użytkownika będą buforowane na poziomie portletu, z użyciem ustawienia \"Częstotliwość odświeżania kanałów informacyjnych użytkownika\".

source: Unexpected IO exception
pl: Nieoczekiwany wyjątek IO

source: User Feeds Refresh Frequency (Minutes)
pl: Częstotliwość odświeżania kanałów informacyjnych użytkownika (minuty)

source: User Maximum number of news feeds
pl: Maksymalna liczba kanałów informacyjnych użytkownika

source: User News Feeds URLs
pl: Adresy URL kanałów informacyjnych użytkownika

source: <br>The News URI ({0}) is empty
pl: <br>Adres URI kanału ({0}) jest pusty

source: <br>The News URI ({0}) is invalid. The URI must be fully qualified. i.e. http://www.novell.com/newsfeeds/rss/coolsolutions.xml
pl: <br>Nieprawidłowy adres URI kanału ({0}). Adres URI musi być pełny, np. http://www.novell.com/newsfeeds/rss/coolsolutions.xml

source: is not a valid RSS URL
pl: jest nieprawidłowym adresem URL kanału RSS
