Repository: aviarypl/suse-l10n-pl
Catalog: po/SearchListRsrc_*.po
Languages: pl

source: A search criteria row must have all values filled.
pl: Proszę wypełnić wszystkie pola w wierszu kryteriów wyszukiwania.

source: Add
pl: Dodaj

source: Add Criteria
pl: Dodaj kryterium

source: Add Criteria Grouping
pl: Dodaj grupowanie kryteriów

source: Add Result List Type
pl: Dodaj typ listy wyników

source: Add/Remove Criteria
pl: Dodaj / usuń kryteria

source: Advanced Search
pl: Wyszukiwanie zaawansowane

source: An error occurred accessing the portlet. Please try again later. If the problem persists, contact your System Administrator.
pl: Wystąpił błąd podczas nawiązywania połączenia z portletem. Proszę spróbować ponownie. Jeśli problem będzie się powtarzał, proszę skontaktować się z administratorem systemu.

source: An error occurred while trying to getBytes during a log to the audit client.
pl: Wystąpił błąd podczas próby wywołania funkcji getBytes w czasie logowania do klienta audytu.

source: An error occurred while trying to serialize a DOM during a log to the audit client.
pl: Wystąpił błąd podczas próby serializowania drzewa DOM w czasie logowania do klienta audytu.

source: Are you sure you want to delete this query?
pl: Czy na pewno usunąć to zapytanie?

source: Are you sure you want to remove this Result List Type?
pl: Czy na pewno usunąć ten typ listy wyników?

source: Attributes
pl: Atrybuty

source: Attributes that appear in the Item Category dropdown of the Basic and Advanced Search, in the order specified.
pl: Atrybuty w podanej kolejności, które pojawiają się w menu rozwijanym Kategoria elementu w wyszukiwaniu podstawowym i zaawansowanym.

source: Basic Search
pl: Wyszukiwanie podstawowe

source: Before deleting a saved query, this script allows you confirm or cancel the action.
pl: Ten skrypt pozwala na na potwierdzenie albo anulowanie usunięcia zapisanego zapytania.

source: Calendar
pl: Kalendarz

source: Cancel
pl: Anuluj

source: Click on a search to run it.
pl: Proszę kliknąć wyszukiwanie, aby je uruchomić.

source: Click row to view details.
pl: Proszę kliknąć wiersz, aby zobaczyć szczegóły.

source: Criteria Grouping Logical Operator
pl: Logiczny operator grupowania kryteriów

source: Default Mode
pl: Tryb domyślny

source: Default Pages
pl: Strony domyślne

source: Default Search
pl: Domyślne wyszukiwanie

source: Delete
pl: Usuń

source: Detail portlet name
pl: Nazwa portletu szczegółów

source: Display search criteria with the results
pl: Wyświetlanie kryteriów wyszukiwania wraz z wynikami

source: Edit
pl: Edycja

source: Enter the scoped path to a default query located in the Resource Set. Example: ${ResourceSet/portal-general/searchlist/DefaultSearch.xml}. Default Search is required when the Default Mode is Results List, and Results List must be the Default Mode when a Default Search is specified.
pl: Proszę wprowadzić ścieżkę zakresu do domyślnego zapytania, znajdującego się w zestawie zasobów. Przykład: ${ResourceSet/portal-general/searchlist/DefaultSearch.xml}. Wyszukiwanie domyślne jest wymagane, jeśli trybem domyślnym jest lista wyników, a lista wyników musi być trybem domyślnym, jeśli określono wyszukiwanie domyślne.

source: Entity Definition
pl: Definicja obiektu

source: Entity, Search, White Pages, Green Pages, Yellow Pages, Organization Pages, eGuide
pl: obiekt, wyszukiwanie, białe strony, zielone strony, żółte strony, strony organizacyjne, eGuide

source: Export Results
pl: Eksportuj wyniki

source: Expression
pl: Wyrażenie

source: Failed to parse the JSON query ({0}).
pl: Nie powiodło się przetwarzanie zapytania JSON ({0}).

source: History
pl: Historia

source: Identity
pl: Tożsamość

source: If Default Mode is Results List, you must enter a valid value for Default Search.<br/>
pl: Jeśli trybem domyślnym jest lista wyników, trzeba wprowadzić prawidłową wartość dla wyszukiwania domyślnego.<br/>

source: If you enter a value for Default Search, you must select Results List as the Default Mode.<br/>
pl: Jeśli wprowadzono wartość dla wyszukiwania domyślnego, trzeba zaznaczyć listę wyników jako tryb domyślny.<br/>

source: In order to function properly, add the entity definition ({0}) to the complex preference.
pl: Proszę dodać definicję obiektu ({0}) do złożonych preferencji, aby zapewnić prawidłowe działanie.

source: In order to function properly, modify the attributes for entity definition ({0}) in the complex preference.
pl: Proszę zmodyfikować atrybuty definicji obiektu ({0}) w złożonych preferencjach, aby zapewnić prawidłowe działanie.

source: Item Category
pl: Kategoria obiektu

source: Location
pl: Lokalizacja

source: Lookup
pl: Wyszukiwanie

source: Modify
pl: Modyfikuj

source: Must have at least 1 entity-definition.
pl: Musi istnieć co najmniej 1 definicja obiektu.

source: Must have at least 1 pages for entity-definition ({0}).
pl: Musi istnieć co najmniej 1 strona dla definicji obiektu ({0}).

source: Must have at least 1 principal-attribute for entity-definition ({0}), pages ({1}).
pl: Musi istnieć co najmniej 1 atrybut główny dla definicji obiektu ({0}), strony ({1}).

source: Must have default-result-set-type for entity-definition ({0}).
pl: Musi istnieć domyślny typ zbioru wyników dla definicji obiektu ({0}).

source: Must have sort-attribute for entity-definition ({0}), pages ({1}).
pl: Musi istnieć atrybut sortowania dla definicji obiektu ({0}), strony ({1}).

source: My Saved Searches
pl: Moje zapisane wyszukiwania

source: New Search
pl: Nowe wyszukiwanie

source: Organization
pl: Organizacja

source: Pagination
pl: Numeracja stron

source: Pagination must be between 0 and 20.<br/>
pl: Numery stron muszą zawierać się między 0 a 20.<br/>

source: Please click on the \'Add Criteria Block\' before adding or removing criteria.
pl: Proszę kliknąć "Dodaj zestaw kryteriów" przed dodaniem lub usunięciem kryterium.

source: Please click on the \'Add Criteria Grouping\' to add a row to enter criteria.
pl: Proszę kliknąć "Dodaj grupowanie kryteriów" przed dodaniem wiersza do wprowadzanych kryteriów.

source: Provides access to properties that define entities, attributes, and result list types to display.
pl: Zapewnia dostęp do właściwości definiujących obiekty, atrybuty i typy list wyników, które mają być wyświetlane.

source: Remove
pl: Usuń

source: Remove Criteria
pl: Usuń kryteria

source: Remove Criteria Grouping
pl: Usuń grupowanie kryteriów

source: Reset
pl: Resetuj

source: Reset field
pl: Wyczyść pole

source: Result List Type
pl: Typ listy wyników

source: Result List Types
pl: Typy list wyników

source: Results Limit
pl: Limit wyników

source: Results Limit must be 0 or greater.<br/>
pl: Limit wyników musi wynosić 0 lub więcej.<br/>

source: Revise Search
pl: Zmień wyszukiwanie

source: Run
pl: Uruchom

source: Save Search
pl: Zapisz wyszukiwanie

source: Search
pl: Szukaj

source: Search Attributes
pl: Atrybuty wyszukiwania

source: Search List
pl: Lista wyszukiwań

source: Search Name
pl: Nazwa wyszukiwania

source: Search Results
pl: Wyniki wyszukiwania

source: Search Term
pl: Fraza wyszukiwania

source: Search and List complex preference
pl: Złożone preferencje wyszukiwania i list

source: Search for
pl: Wyszukaj

source: Show All
pl: Pokaż wszystko

source: Show Email as icon
pl: E-mail jako ikona

source: Show the email attributes as image icons on the results pages. To appear less cluttered, set this preference to true. When false, the email address will be shown. In either case the icon or the address will link to your email client.
pl: Wyświetla atrybuty e-mail jako ikony na stronach wyników. Aby uzyskać bardziej przejrzysty wygląd, należy ustawić tę preferencję na "Tak". W przypadku ustawienia "Nie" będzie wyświetlany adres e-mail. W obu przypadkach ikona lub adres będą skojarzone z klientem poczty elektronicznej.

source: Skills
pl: Umiejętności

source: Sort Attribute
pl: Sortowanie atrybutów

source: Specify one or more criteria for your search.
pl: Proszę określić jedno lub więcej kryteriów wyszukiwania.

source: Summary
pl: Podsumowanie

source: Target string ({0}) does not match {1}#. The most probable cause is session timeout.
pl: Ciąg docelowy ({0}) nie zgadza się z {1}#. Najbardziej prawdopodobną przyczyną jest upłynięcie limitu czasu sesji.

source: Target string ({0}) does not match {1}#{2}#. The most probable cause is session timeout.
pl: Ciąg docelowy ({0}) nie zgadza się z {1}#{2}#. Najbardziej prawdopodobną przyczyną jest upłynięcie limitu czasu sesji.

source: Target string ({0}) does not start with ({1}). The most probable cause is session timeout.
pl: Ciąg docelowy ({0}) nie zaczyna się od ({1}). Najbardziej prawdopodobną przyczyną jest upłynięcie limitu czasu sesji.

source: The Default Search must evaluate to a proper IVirtualEntityQuery XML schema.<br/>
pl: Wyszukiwanie domyślne musi dać prawidłowy schemat XML IVirtualEntityQuery.<br/>

source: The attribute ({0}) is either invalid or not searchable. The search criteria containing this attribute has been removed.
pl: Atrybut ({0}) albo jest nieprawidłowy, albo nie można go wyszukać. Kryteria wyszukiwania zawierające ten atrybut zostały usunięte.

source: The attribute ({0}) is invalid for entity-definition ({1}) and must be removed.
pl: Atrybut ({0}) jest nieprawidłowy dla definicji obiektu ({1}) i musi być usunięty.

source: The attribute to sort by default.
pl: Atrybut do sortowania domyślnego.

source: The attributes and default sort for the Result List Type. If no Sort has been specified in the current session for the Pages for the Entity Definition, this Sort will be used by default.
pl: Atrybuty i domyślne sortowanie dla typu listy wyników. Jeśli w bieżącej sesji nie zostało określone sortowanie dla stron dla definicji obiektów, sortowanie będzie używane jako domyślne.

source: The attributes displayed in the result list.
pl: Atrybuty wyświetlane w liście wyników.

source: The complex preference needs modifications. Please edit the preferences.
pl: Złożone preferencje wymagają modyfikacji. Proszę je zmodyfikować.

source: The default query needs modifications. You may wish to choose a different one.
pl: Domyślne zapytanie wymaga modyfikacji. Można też wybrać inne.

source: The detail portlet instance to display when a row is selected.
pl: Instancja portletu szczegółów wyświetlana, jeśli wiersz jest zaznaczony.

source: The different ways the results are displayed and the default Result List Type for the Entity Definition. If no Result List Type has been selected in the current session for the Entity Definition, the Default will be shown.
pl: Inne sposoby wyświetlania wyników i domyślny typ listy wyników dla definicji obiektów. Jeśli w bieżącej sesji nie został zaznaczony typ listy wyników dla definicji obiektów, wyświetlany będzie domyślny.

source: The entity definition ({0}) is invalid.
pl: Definicja obiektu ({0}) jest nieprawidłowa.

source: The entity-definition ({0}) is invalid and must be removed.
pl: Definicja obiektu ({0}) jest nieprawidłowa i musi być usunięta.

source: The invalid attribute must be removed.
pl: Ten nieprawidłowy atrybut musi być usunięty.

source: The invalid entity-definition must be removed.
pl: Ta nieprawidłowa definicja obiektu musi być usunięta.

source: The maximum number of rows returned for the search. A value of 0 will defer to the maximum set in the Virtual Data Definition.
pl: Maksymalna liczba wierszy zwracanych podczas wyszukiwania. Wartość 0 oznacza uwzględnienie maksimum ustawionego w definicji danych wirtualnych.

source: The maximum number of rows shown per page.
pl: Maksymalna liczba wierszy na stronę.

source: The mode the portlet will appear upon first access.
pl: Tryb, w którym portlet pojawi się podczas pierwszego dostępu.

source: The object of the search contains no searchable attributes. Please ask your System Administrator to verify that the object is set up correctly.
pl: Obiekt wyszukiwania nie zawiera atrybutów możliwych do przeszukania. Proszę zwrócić się do administratora systemu o sprawdzenie, czy ten obiekt jest prawidłowo skonfigurowany.

source: The portlet is in an invalid State: mode = {0}, action = {1}. The most probable cause is session timeout.
pl: Portlet jest w nieprawidłowym stanie: tryb = {0}, operacja = {1}. Najbardziej prawdopodobną przyczyną jest upłynięcie limitu czasu sesji.

source: The portlet is in an invalid state: mode = {0}. The most probable cause is session timeout.
pl: Portlet jest w nieprawidłowym stanie: tryb = {0}. Najbardziej prawdopodobną przyczyną jest upłynięcie limitu czasu sesji.

source: The saved search mode is not available to an anonymous user.
pl: Zapisany tryb wyszukiwania nie jest dostępny dla anonimowego użytkownika.

source: The search mode ({0}) is invalid. Please ask your System Administrator to verify the search mode preferences.
pl: Tryb wyszukiwania ({0}) jest nieprawidłowy. Proszę zwrócić się do administratora systemu o sprawdzenie preferencji trybu wyszukiwania.

source: The search mode is null. Please notify your System Administrator to verify the search mode preferences.
pl: Tryb wyszukiwania ma wartość null. Proszę powiadomić administratora systemu o konieczności weryfikacji preferencji trybu wyszukiwania.

source: The way results are displayed by default.
pl: Domyślny sposób wyświetlania wyników.

source: This saved query needs modifications. You may wish to re-save it after it is edited.
pl: To zapisane zapytanie wymaga modyfikacji. Po edycji można je ponownie zapisać.

source: This script executes the search.
pl: Ten skrypt wykonuje wyszukiwanie.

source: This script passes the results of your search query to the Export Portlet.
pl: Ten skrypt przekazuje rezultaty wyszukiwania do portletu eksportu.

source: This script prepares your search criteria.
pl: Ten skrypt przygotowuje kryteria wyszukiwania.

source: This search produced a result set that is too large to be saved for export or print.
pl: Zbiór wyników wyszukiwania jest zbyt duży, aby go zapisać do eksportu lub do wydrukowania.

source: Types of virtual entities defined.
pl: Zdefiniowane typy obiektów wirtualnych.

source: Use the tabs below for different views of your result set.
pl: Aby wyświetlić inny widok wyników wyszukiwania, należy użyć kart poniżej.

source: Whether to redisplay the search criteria when displaying the result list.
pl: Wyświetlanie kryteriów wyszukiwania podczas wyświetlania listy rezultatów.

source: With this criteria
pl: Przy pomocy tych kryteriów

source: You can only print the results of a search. Execute a search then choose the print option.
pl: Można tylko wydrukować wyniki wyszukiwania. Proszę wykonać wyszukiwanie, a następnie wybrać opcję drukowania.

source: [Search_Request] User {0} submitted a Search_Request {1}
pl: [Search_Request] Użytkownik {0} wysłał Search_Request {1}

source: [Search_Saved] User {0} saved a Search_Request {1}
pl: [Search_Saved] Użytkownik {0} zapisał Search_Request {1}

source: default
pl: domyślne

source: en
pl: pl

source: false
pl: Nie

source: sort
pl: sortuj

source: true
pl: Tak
