Repository: aviarypl/suse-l10n-pl
Catalog: po/SecurityContextRsrc_*.po
Languages: pl

source: A child security context cannot have its own children.
pl: Potomny kontekst bezpieczeństwa nie może mieć swoich elementów potomnych.

source: A system security context is not allowed to get a proxy context.
pl: Systemowy kontekst bezpieczeństwa nie może pobierać treści pamięci podręcznej.

source: A system security context may not have a child.
pl: Systemowy kontekst bezpieczeństwa nie może mieć swoich elementów potomnych.

source: An error occured when converting domain type to team type.
pl: Wystąpił błąd podczas konwersji typu domeny na typ zespołu.

source: Availability Setting \'\'{0}\'\' was not found.
pl: Ustawienie dostępności "{0}" nie zostało znalezione.

source: Cleanup thread has detected a definition with invalid principals. The definition [{0}] will be removed.
pl: W wątku porządkującym wykryto definicję z nieprawidłowymi podmiotami. Definicja [{0}] zostanie usunięta.

source: Cleanup thread has detected a definition with invalid provisioning request definitions. The definition [{0}] will be removed.
pl: W wątku porządkującym wykryto definicję z nieprawidłowymi definicjami wniosków o wyposażenie. Definicja [{0}] zostanie usunięta.

source: Cleanup thread has detected an expired definition. The definition [{0}] will be removed.
pl: W wątku porządkującym wykryto wygasłą definicję. Definicja [{0}] zostanie usunięta.

source: Cleanup thread has detected an invalid definition. The definition with identifier [{0}] will be removed.
pl: W wątku porządkującym wykryto nieprawidłową definicję. Definicja o identyfikatorze [{0}] zostanie usunięta.

source: Could not determine Role Principals due to Illegal Access exception.
pl: Nie można było określić podmiotów roli z powodu wyjątku nielegalnego dostępu.

source: Could not determine Role Principals due to invocation exception.
pl: Nie można było określić podmiotów roli z powodu wyjątku wywołania.

source: Could not find the Role Principals Method.
pl: Nie znaleziono metody podmiotów roli.

source: Could not get security context from user context.
pl: Nie można było pobrać kontekstu bezpieczeństwa z kontekstu użytkownika.

source: Could not load the Role Helper Class.
pl: Nie można było wczytać klasy pomocnika roli.

source: Data abstraction layer error checking for duplicate delegate definitions: {0}.
pl: Błąd warstwy abstrakcji danych podczas sprawdzania duplikatów definicji delegata: {0}.

source: Data abstraction layer error cleaning security definitions with key [{0}].
pl: Błąd warstwy abstrakcji danych podczas porządkowania definicji bezpieczeństwa o kluczu [{0}].

source: Delegatee Definition \'\'{0}\'\' was not found.
pl: Nie znaleziono definicji delegowanego "{0}".

source: Error cleaning security definitions with key [{0}].
pl: Błąd podczas porządkowania definicji zabezpieczeń o kluczu [{0}].

source: Error creating Delegatee Definition for user \'\'{0}\'\'.
pl: Błąd podczas tworzenia definicji delegata dla użytkownika "{0}".

source: Error creating Proxy Definition for user \'\'{0}\'\'.
pl: Błąd podczas tworzenia definicji pełnomocnika dla użytkownika "{0}".

source: Error creating delegation for user \'\'{0}\'\'.
pl: Błąd podczas tworzenia delegacji dla użytkownika "{0}".

source: Error creating delegation for user \'\'{0}\'\'. No valid delegatee assignments found.
pl: Błąd podczas tworzenia delegacji dla użytkownika "{0}". Brak prawidłowych przypisań delegowanego.

source: Error getting a security context for user \'\'{0}\'\'.
pl: Błąd podczas pobierania kontekstu bezpieczeństwa dla użytkownika "{0}".

source: Error getting a security context. Could not find user \'\'{0}\'\'.
pl: Błąd podczas pobierania kontekstu bezpieczeństwa. Nie można znaleźć użytkownika "{0}".

source: Error getting delegatee definitions for \'\'{0}\'\'.
pl: Błąd podczas pobierania definicji delegowanego "{0}".

source: Error getting delegation for user \'\'{0}\'\'.
pl: Błąd podczas pobierania delegacji dla użytkownika "{0}".

source: Error getting proxy definitions for \'\'{0}\'\'.
pl: Błąd podczas pobierania definicji pełnomocnictw dla "{0}".

source: Error getting proxy security context. User \'\'{0}\'\' is not a proxy for \'\'{1}\'\'.
pl: Błąd podczas pobierania kontekstu bezpieczeństwa pełnomocnika. Użytkownik "{0}" nie jest pełnomocnikiem dla "{1}".

source: Error getting security context. User \'\'{0}\'\' is neither a global administrator or an administrative manager of \'\'{1}\'\'.
pl: Błąd podczas pobierania kontekstu bezpieczeństwa. Użytkownik "{0}" nie jest globalnym administratorem ani menedżerem administracyjnym dla "{1}".

source: Error initializing security context. Could not get Delegatee definition.
pl: Błąd podczas inicjowania kontekstu bezpieczeństwa. Nie można pobrać definicji delegowanego.

source: Error reading user object \'\'{0}\'\'.
pl: Błąd podczas odczytywania obiektu użytkownika "{0}".

source: Error removing Delegatee Definition \'\'{0}\'\'.
pl: Błąd podczas usuwania definicji delegowanego "{0}".

source: Error removing Proxy Definition \'\'{0}\'\'.
pl: Błąd podczas usuwania definicji pełnomocnika "{0}".

source: Error removing delegation for user \'\'{0}\'\'.
pl: Błąd podczas usuwania delegacji dla użytkownika "{0}".

source: Error removing security definition with identifier [{0}].
pl: Błąd podczas usuwania definicji zabezpieczeń o identyfikatorze [{0}].

source: Error updating Delegatee Definition \'\'{0}\'\'.
pl: Błąd podczas aktualizowania definicji delegowanego "{0}".

source: Error updating Proxy Definition \'\'{0}\'\'.
pl: Błąd podczas aktualizacji definicji pełnomocnika "{0}".

source: Fail to load team factory: {0} specified!
pl: Nie powiodło się wczytanie fabryki zespołów: określono {0}.

source: Failed to compile the team [team name: {0}] member list for the team manager [manager dn: {1}]!
pl: Nie udało się zebrać listy członków zespołu [nazwa: {0}] dla menedżera zespołu [DN menedżera {1}].

source: Failed to compile the team list for which user {0} is a manager.
pl: Nie udało się zebrać listy zespołów dla których użytkownik {0} jest menedżerem.

source: Failed to create and store delegation definition synchronization event upon delegatee definition [ {0}] change!
pl: Nie powiodło się utworzenie i zapisanie zdarzenia synchronizacji definicji delegacji z powodu zmiany definicji delegowanego [ {0}].

source: Failed to create credentials
pl: Nie powiodło się utworzenie danych uwierzytelniających.

source: Failed to load X.509 certificate factory
pl: Nie powiodło się wczytanie fabryki certyfikatów X.509

source: Failed to load delegatee relationship list.
pl: Nie powiodło się wczytanie listy relacji delegowanego.

source: Failed to load the team definition [team name: {0}].
pl: Nie powiodło się wczytanie definicji zespołu [nazwa: {0}].

source: Failed to load user certificates from directory
pl: Nie powiodło się wczytanie certyfikatów z katalogu

source: Invalid Delegatee definition. No Security context specified.
pl: Nieprawidłowa definicja delegowanego. Nie określono kontekstu bezpieczeństwa.

source: Invalid Delegation. No Security context specified.
pl: Nieprawidłowa delegacja. Nie określono kontekstu bezpieczeństwa.

source: Invalid Proxy definition. No Security context specified.
pl: Nieprawidłowa definicja pełnomocnika. Nie określono kontekstu bezpieczeństwa.

source: Invalid delegate definition. {0}\nAssignment fields are empty.
pl: Nieprawidłowa definicja delegata. {0}\nPola przypisania są puste.

source: Invalid delegate definition. {0}\nExpiration time is prior to current time.
pl: Nieprawidłowa definicja delegata. {0}\nCzas wygaśnięcia jest wcześniejszy niż aktualny.

source: Invalid delegate definition: {0}.\nA duplicate definition exists.
pl: Nieprawidłowa definicja delegata: {0}.\nIstnieje już definicja - duplikat.

source: Invalid delegation definition. {0}\nA duplicate definition exists.
pl: Nieprawidłowa definicja delegacji: {0}.\nIstnieje już definicja - duplikat.

source: Invalid delegation definition. {0}\nAssignment fields are empty.
pl: Nieprawidłowa definicja delegacji: {0}.\nPola przypisania są puste.

source: Invalid delegation definition. {0}\nExpiration time is prior to current time.
pl: Nieprawidłowa definicja delegacji. {0}\nCzas wygaśnięcia jest wcześniejszy niż aktualny.

source: Invalid proxy definition. {0}\nA duplicate definition exists.
pl: Nieprawidłowa definicja pełnomocnika. {0}\nIstnieje już definicja - duplikat.

source: Invalid proxy definition. {0}\nAssignment fields are empty.
pl: Nieprawidłowa definicja pełnomocnika. {0}\nPola przypisania są puste.

source: Invalid proxy definition. {0}\nExpiration time is prior to current time.
pl: Nieprawidłowa definicja pełnomocnika. {0}\nCzas wygaśnięcia jest wcześniejszy niż aktualny.

source: Invalid team dn = {0} specified!
pl: Podano błędny DN zespołu = {0}.

source: No team request scope is defined for a team [dn = {0}].
pl: Nie zdefiniowano zakresu wniosków zespołu dla zespołu [dn = {0}].

source: Not allowed to create or modify delegate definition. User \'\'{0}\'\' is not an global administrator or an administrative manager for all principals in the definition.
pl: Brak uprawnień do tworzenia i modyfikowania definicji delegata. Użytkownik "{0}" nie jest administratorem globalnym ani menedżerem administracji dla żadnego podmiotu w definicji.

source: Not allowed to create or modify delegation definition. User \'\'{0}\'\' is not an global administrator or an administrative manager for all principals in the definition.
pl: Brak uprawnień do tworzenia i modyfikowania definicji delegacji. Użytkownik "{0}" nie jest administratorem globalnym ani menedżerem administracji dla żadnego podmiotu w definicji.

source: Not allowed to create or modify proxy definition. User \'\'{0}\'\' is not an global administrator or an administrative manager for all principals in the definition.
pl: Brak uprawnień do tworzenia i modyfikowania definicji pełnomocnika. Użytkownik "{0}" nie jest administratorem globalnym ani menedżerem administracji dla żadnego podmiotu w definicji.

source: Not allowed to get a system security context.
pl: Brak uprawnień do pobierania systemowego kontekstu bezpieczeństwa.

source: Not allowed to read delegate definition. User \'\'{0}\'\' is not an administrator and the definition does not refer to this user.
pl: Brak uprawnień do odczytu definicji delegata. Użytkownik "{0}" nie jest administratorem, a definicja nie odnosi się do tego użytkownika.

source: Not allowed to read delegation definition. User \'\'{0}\'\' is not an administrator and the definition does not refer to this user.
pl: Brak uprawnień do odczytu definicji delegacji. Użytkownik "{0}" nie jest administratorem, a definicja nie odnosi się do tego użytkownika.

source: Not allowed to read proxy definition. User \'\'{0}\'\' is not an administrator and the definition does not refer to this user.
pl: Brak uprawnień do odczytu definicji pełnomocnika. Użytkownik "{0}" nie jest administratorem, a definicja nie odnosi się do tego użytkownika.

source: Proxy Definition \'\'{0}\'\' was not found.
pl: Nie znaleziono definicji pełnomocnika "{0}" .

source: Security cleanup thread terminated.
pl: Zakończono wątek porządkowania zabezpieczeń.

source: Started security cleanup thread. Proxy definition stale time (milliseconds): {0}. Delegatee definition stale time (milliseconds): {1}. Delegation definition stale time (milliseconds): {2}
pl: Uruchomiono wątek porządkowania zabezpieczeń. Czas zestarzenia się definicji pełnomocnika (milisekundy): {0}. Czas zestarzenia się definicji delegata (milisekundy): {1}. Czas zestarzenia się definicji delegacji (milisekundy): {2}

source: System error getting user security context.
pl: Błąd systemowy podczas pobierania kontekstu bezpieczeństwa użytkownika.

source: Team object [team name: {0}] does not exists in the data store!
pl: Obiekt zespołu [nazwa zespołu: {0}] nie istnieje w zapisanych danych.

source: User object \'\'{0}\'\' was not found in the store.
pl: W danych nie znaleziono obiektu użytkownika "{0}" .

source: VDX error checking for duplicate delegation definitions: {0}.
pl: Wystąpił błąd VDX podczas sprawdzania duplikatów definicji delegacji: {0}.

source: VDX error checking for duplicate proxy definitions: {0}.
pl: Wystąpił błąd VDX podczas sprawdzania duplikatów definicji pełnomocników: {0}.

source: [Create_Availability_Failure] \nInitiator: {0}\nTarget: {1}\nError Message: {10}\nDetail Key:\n PRD=ProvisioningRequestDefinition, STR=StartTime, END=EndTime\n{8}
pl: [Create_Availability_Failure] \nInicjator: {0}\nCel: {1}\nKomunikat błędu: {10}\nKlucz szczegółów:\n PRD=ProvisioningRequestDefinition, STR=StartTime, END=EndTime\n{8}

source: [Create_Availability_Success] \nInitiator: {0}\nTarget: {1}\nDetail Key:\n PRD=ProvisioningRequestDefinition, STR=StartTime, END=EndTime\n{8}
pl: [Create_Availability_Success] \nInicjator: {0}\nCel: {1}\nKlucz szczegółów:\n PRD=ProvisioningRequestDefinition, STR=StartTime, END=EndTime\n{8}

source: [Create_Delegatee_Definition_Failure] \nInitiator: {0}\nDefinition: {1}\nError Message: {10}\nDetail Key:\n DES=Description, PRD=ProvisioningRequestDefinition,\n AFU=AssignFromUsers, AFG=AssignFromGroups,\n AFC=AssignFromContainers, ATU=AssignToUsers,\n ATR=AssignToRelationship, EXP=Expiration\n{8}
pl: [Create_Delegatee_Definition_Failure] \nInicjator: {0}\nDefinicja: {1}\nKomunikat błędu: {10}\nKlucze szczegółów:\n DES=Description, PRD=ProvisioningRequestDefinition,\n AFU=AssignFromUsers, AFG=AssignFromGroups,\n AFC=AssignFromContainers, ATU=AssignToUsers,\n ATR=AssignToRelationship, EXP=Expiration\n{8}

source: [Create_Delegatee_Definition_Success] \nInitiator: {0}\nDefinition: {1}\nDetail Key:\n DES=Description, PRD=ProvisioningRequestDefinition,\n AFU=AssignFromUsers, AFG=AssignFromGroups,\n AFC=AssignFromContainers, ATU=AssignToUsers,\n ATR=AssignToRelationship, EXP=Expiration\n{8}
pl: [Create_Delegatee_Definition_Success] \nInicjator: {0}\nDefinicja: {1}\nKlucz szczegółów:\n DES=Description, PRD=ProvisioningRequestDefinition,\n AFU=AssignFromUsers, AFG=AssignFromGroups,\n AFC=AssignFromContainers, ATU=AssignToUsers,\n ATR=AssignToRelationship, EXP=Expiration\n{8}

source: [Create_Proxy_Definition_Failure] \nInitiator: {0}\nDefinition: {1}\nError Message: {10}\nDetail Key:\n DES=Description, AFU=AssignFromUsers,\n AFG=AssignFromGroups, AFC=AssignFromContainers,\n ATU=AssignToUsers, EXP=Expiration\n{8}
pl: [Create_Proxy_Definition_Failure] \nInicjator: {0}\nDefinicja: {1}\nKomunikat błędu: {10}\nKlucz szczegółów:\n DES=Description, AFU=AssignFromUsers,\n AFG=AssignFromGroups, AFC=AssignFromContainers,\n ATU=AssignToUsers, EXP=Expiration\n{8}

source: [Create_Proxy_Definition_Success] \nInitiator: {0}\nDefinition: {1}\nDetail Key:\n DES=Description, AFU=AssignFromUsers,\n AFG=AssignFromGroups, AFC=AssignFromContainers,\n ATU=AssignToUsers, EXP=Expiration\n{8}
pl: [Create_Proxy_Definition_Success] \nInicjator: {0}\nDefinicja: {1}\nKlucz szczegółów:\n DES=Description, AFU=AssignFromUsers,\n AFG=AssignFromGroups, AFC=AssignFromContainers,\n ATU=AssignToUsers, EXP=Expiration\n{8}

source: [Delete_Availability_Failure] \nInitiator: {0}\nTarget: {1}\nError Message: {10}\nDetail Key:\n PRD=ProvisioningRequestDefinition, STR=StartTime, END=EndTime\n{8}
pl: [Delete_Availability_Failure] \nInicjator: {0}\nCel: {1}\nKomunikat błędu: {10}\nKlucz szczegółów:\n PRD=ProvisioningRequestDefinition, STR=StartTime, END=EndTime\n{8}

source: [Delete_Availability_Success] \nInitiator: {0}\nTarget: {1}\nDetail Key:\n PRD=ProvisioningRequestDefinition, STR=StartTime, END=EndTime\n{8}
pl: [Delete_Availability_Success] \nInicjator: {0}\nCel: {1}\nKlucz szczegółów:\n PRD=ProvisioningRequestDefinition, STR=StartTime, END=EndTime\n{8}

source: [Delete_Delegatee_Definition_Failure] \nInitiator: {0}\nDefinition: {1}\nError Message: {10}\nDetail Key:\n DES=Description, PRD=ProvisioningRequestDefinition,\n AFU=AssignFromUsers, AFG=AssignFromGroups,\n AFC=AssignFromContainers, ATU=AssignToUsers,\n ATR=AssignToRelationship, EXP=Expiration\n{8}
pl: [Delete_Delegatee_Definition_Failure] \nInicjator: {0}\nDefinicja: {1}\nKomunikat błędu: {10}\nKlucz szczegółów:\n DES=Description, PRD=ProvisioningRequestDefinition,\n AFU=AssignFromUsers, AFG=AssignFromGroups,\n AFC=AssignFromContainers, ATU=AssignToUsers,\n ATR=AssignToRelationship, EXP=Expiration\n{8}

source: [Delete_Delegatee_Definition_Success] \nInitiator: {0}\nDefinition: {1}\nDetail Key:\n DES=Description, PRD=ProvisioningRequestDefinition,\n AFU=AssignFromUsers, AFG=AssignFromGroups,\n AFC=AssignFromContainers, ATU=AssignToUsers,\n ATR=AssignToRelationship, EXP=Expiration\n{8}
pl: [Delete_Delegatee_Definition_Success] \nInicjator: {0}\nDefinicja: {1}\nKlucz szczegółów:\n DES=Description, PRD=ProvisioningRequestDefinition,\n AFU=AssignFromUsers, AFG=AssignFromGroups,\n AFC=AssignFromContainers, ATU=AssignToUsers,\n ATR=AssignToRelationship, EXP=Expiration\n{8}

source: [Delete_Proxy_Definition_Failure] \nInitiator: {0}\nDefinition: {1}\nError Message: {10}\nDetail Key:\n DES=Description, AFU=AssignFromUsers,\n AFG=AssignFromGroups, AFC=AssignFromContainers,\n ATU=AssignToUsers, EXP=Expiration\n{8}
pl: [Delete_Proxy_Definition_Failure] \nInicjator: {0}\nDefinicja: {1}\nKomunikat błędu: {10}\nKlucz szczegółów:\n DES=Description, AFU=AssignFromUsers,\n AFG=AssignFromGroups, AFC=AssignFromContainers,\n ATU=AssignToUsers, EXP=Expiration\n{8}

source: [Delete_Proxy_Definition_Success] \nInitiator: {0}\nDefinition: {1}\nDetail Key:\n DES=Description, AFU=AssignFromUsers,\n AFG=AssignFromGroups, AFC=AssignFromContainers,\n ATU=AssignToUsers, EXP=Expiration\n{8}
pl: [Delete_Proxy_Definition_Success] \nInicjator: {0}\nDefinicja: {1}\nKlucz szczegółów:\n DES=Description, AFU=AssignFromUsers,\n AFG=AssignFromGroups, AFC=AssignFromContainers,\n ATU=AssignToUsers, EXP=Expiration\n{8}

source: [Update_Delegatee_Definition_Failure] \nInitiator: {0}\nDefinition: {1}\nError Message: {10}\nDetail Key:\n DES=Description, PRD=ProvisioningRequestDefinition,\n AFU=AssignFromUsers, AFG=AssignFromGroups,\n AFC=AssignFromContainers, ATU=AssignToUsers,\n ATR=AssignToRelationship, EXP=Expiration\n{8}
pl: [Update_Delegatee_Definition_Failure] \nInicjator: {0}\nDefinicja: {1}\nKomunikat błędu: {10}\nKlucz szczegółów:\n DES=Description, PRD=ProvisioningRequestDefinition,\n AFU=AssignFromUsers, AFG=AssignFromGroups,\n AFC=AssignFromContainers, ATU=AssignToUsers,\n ATR=AssignToRelationship, EXP=Expiration\n{8}

source: [Update_Delegatee_Definition_Success] \nInitiator: {0}\nDefinition: {1}\nDetail Key:\n DES=Description, PRD=ProvisioningRequestDefinition,\n AFU=AssignFromUsers, AFG=AssignFromGroups,\n AFC=AssignFromContainers, ATU=AssignToUsers,\n ATR=AssignToRelationship, EXP=Expiration\n{8}
pl: [Update_Delegatee_Definition_Success] \nInicjator: {0}\nDefinicja: {1}\nKlucz szczegółów:\n DES=Description, PRD=ProvisioningRequestDefinition,\n AFU=AssignFromUsers, AFG=AssignFromGroups,\n AFC=AssignFromContainers, ATU=AssignToUsers,\n ATR=AssignToRelationship, EXP=Expiration\n{8}

source: [Update_Proxy_Definition_Failure] \nInitiator: {0}\nDefinition: {1}\nError Message: {10}\nDetail Key:\n DES=Description, AFU=AssignFromUsers,\n AFG=AssignFromGroups, AFC=AssignFromContainers,\n ATU=AssignToUsers, EXP=Expiration\n{8}
pl: [Update_Proxy_Definition_Failure] \nInicjator: {0}\nDefinicja: {1}\nKomunikat błędu: {10}\nKlucz szczegółów:\n DES=Description, AFU=AssignFromUsers,\n AFG=AssignFromGroups, AFC=AssignFromContainers,\n ATU=AssignToUsers, EXP=Expiration\n{8}

source: [Update_Proxy_Definition_Success] \nInitiator: {0}\nDefinition: {1}\nDetail Key:\n DES=Description, AFU=AssignFromUsers,\n AFG=AssignFromGroups, AFC=AssignFromContainers,\n ATU=AssignToUsers, EXP=Expiration\n{8}
pl: [Update_Proxy_Definition_Success] \nInicjator: {0}\nDefinicja: {1}\nKlucz szczegółów:\n DES=Description, AFU=AssignFromUsers,\n AFG=AssignFromGroups, AFC=AssignFromContainers,\n ATU=AssignToUsers, EXP=Expiration\n{8}
