Repository: aviarypl/suse-l10n-pl
Catalog: po/ServiceRsrc_*.po
Languages: pl

source: Database schema for digital signature service is missing (was not populated) .
pl: Brak schematu bazy danych dla podpisu cyfrowego (nie został wypełniony).

source: ERROR
pl: BŁĄD

source: Failed to access Hibernate transaction.
pl: Nie powiodło się uzyskanie dostępu do transakcji hibernacji.

source: Failed to begin Hibernate transaction.
pl: Nie powiodło się rozpoczęcie transakcji hibernacji.

source: Failed to commit db transaction.
pl: Nie powiodło się przeprowadzenie transakcji db.

source: Failed to initialize {0} service!
pl: Nie powiodło się zainicjowanie usługi {0}.

source: Failed to load instance of {0} class with id = {1}.
pl: Nie powiodło się wczytanie instancji klasy {0} o ID = {1}.

source: Failed to populate initial data for {0} service.
pl: Nie powiodło się wczytanie danych początkowych dla usługi {0}.

source: Failed to populate persistent store of {0} service with initial data set!
pl: Nie powiodło się wczytanie trwałego zasobu usługi {0} z zestawem danych początkowych.

source: Failed to remove an instance of {0} class. Instance detail: {1}.
pl: Nie powiodło się usunięcie instancji klasy {0}. Szczegóły instancji: {1}.

source: Failed to rollback database transaction.
pl: Nie powiodło się wycofanie transakcji bazy danych.

source: Failed to start {0} service!
pl: Nie powiodło się uruchomienie usługi {0}.

source: Failed to stop {0} service!
pl: Nie powiodło się zatrzymanie usługi {0}.

source: INITIALIZED
pl: ZAINICJOWANA

source: Invalid service state: desired state is RUNNING or INITIALIZED!
pl: Niewłaściwy stan usługi: oczekiwany to DZIAŁA albo ZAINICJOWANA.

source: Invalid service state: desired state is RUNNING!
pl: Niewłaściwy stan usługi: oczekiwany to DZIAŁA.

source: RUNNING
pl: DZIAŁA

source: Service {0} does not support {1} operation.
pl: Usługa {0} nie obsługuje operacji {0}.

source: UNINITIALIZED
pl: NIEZAINICJOWANA
