Repository: aviarypl/suse-l10n-pl
Catalog: po/SessionTimeoutWarningPortletRsrc_*.po
Languages: pl

source: Amount of time before timeout expires that the message should be displayed. This is expressed in seconds.
pl: Czas pojawienia się ostrzeżenia przed upłynięciem limitu czasu sesji, wyrażony w sekundach.

source: Displays a warning when a user\'s session is about to timeout
pl: Wyświetla ostrzeżenie, gdy kończy się limit czasu sesji użytkownika.

source: Enabled
pl: Włączone

source: Logout
pl: Wylogowanie

source: Portal, Timeout, Warning
pl: portal, limit czasu, ostrzeżenie

source: Seconds Before Timeout
pl: sekund przed upłynięciem limitu czasu

source: Session Timeout Warning
pl: Ostrzeżenie o upłynięciu limitu czasu sesji

source: Set this value on to enable the Timeout checking.
pl: Proszę ustawić tę wartość, aby włączyć sprawdzanie limitu czasu sesji.

source: The javascript that is used to detect session timeout and allow reload
pl: JavaScript używany do wykrywania upłynięcia limitu czasu sesji i pozwalający na ponowne uruchomienie

source: The message that should be displayed when the session is about to expire
pl: Ta wiadomość powinna być wyświetlana, gdy kończy się limit czasu sesji

source: Warning Message
pl: Ostrzeżenie
