Repository: aviarypl/suse-l10n-pl
Catalog: po/ShortcutComplexPrefEditorRsrc_*.po
Languages: pl

source: Add App Link
pl: Dodaj odnośnik do aplikacji

source: Add URL Parameter
pl: Dodaj parametr adresu URL

source: Add Web Link
pl: Dodaj odnośnik WWW

source: Additional Description
pl: Dodatkowy opis

source: All text fields are required.
pl: Wymagane są wszystkie pola tekstowe.

source: An additional description, included below the link
pl: Dodatkowy opis wyświetlany pod odnośnikiem

source: An unexpected exception occurred while performing encryption/decryption.
pl: Wystąpił nieoczekiwany wyjątek podczas szyfrowania / deszyfrowania.

source: Application Link
pl: Odnośnik aplikacji

source: Application Parameters
pl: Parametry aplikacji

source: Application Path
pl: Ścieżka aplikacji

source: Authentication Required
pl: Wymagane uwierzytelnienie

source: Auto Launch
pl: Automatyczne uruchamianie

source: Browse to desired page or
pl: Przeglądaj w poszukiwaniu żądanej strony albo

source: By providing a window name, the shortcut can be opened in an existing window with the same name.
pl: Przez podanie nazwy okna można otworzyć skrót w istniejącym oknie o tej samej nazwie.

source: Change Location
pl: Zmiana lokalizacji

source: Click the link to access the preference editor for this complex preference.
pl: Proszę kliknąć ten odnośnik, aby uruchomić edytor preferencji dla tej złożonej preferencji.

source: Del
pl: Usuń

source: Delete Link
pl: Usuń odnośnik

source: Description
pl: Opis

source: Details
pl: Szczegóły

source: Encode URL
pl: Kodowanie adresu URL

source: Encode the specified URL parameters using Encoding preference (if applicable)
pl: Kodowanie określonych parametrów adresów URL z użyciem preferencji kodowania (jeśli możliwe)

source: Encoding
pl: Kodowanie

source: Encoding for URL Parameters
pl: Kodowanie parametrów adresu URL

source: Enter your credentials for this shortcut below. Select \'store credentials\' if you would like to save your username and password for future use.
pl: Proszę podać dane uwierzytelniające dla poniższego skrótu. Aby zapisać nazwę użytkownika i hasło na przyszłość, należy zaznaczyć opcję "Zapisz dane uwierzytelniające".

source: Error parsing preference links
pl: Błąd podczas przetwarzania odnośników preferencji

source: Error rendering portlet in {0}
pl: Błąd podczas wyświetlania portletu w {0}

source: False
pl: Nie

source: Finish
pl: Zakończ

source: Go
pl: Przejdź

source: Height
pl: Wysokość

source: Hide Descriptions
pl: Ukryj opisy

source: Hide Link
pl: Ukryj odnośnik

source: Hides the url from the user by posting back to the portlet
pl: Ukrywa adres URL przed użytkownikiem przez odesłanie go z powrotem do portletu

source: Horizontal
pl: Poziomo

source: I/O error requesting or confirming credentials
pl: Wystąpił błąd IO podczas żądania lub potwierdzania danych uwierzytelniających

source: Illegal Argument value for \'\'{0}\'\'.
pl: Niedozwolona wartość parametru dla "{0}".

source: Illegal Variable value for \'\'{0}\'\'.
pl: Niedozwolona wartość zmiennej dla "{0}".

source: Image
pl: Obraz

source: Ins
pl: Wstaw

source: Invalid servlet action mode value for URL parameter: ({0}) = ({1}).
pl: Nieprawidłowa wartość trybu operacji serwletu dla parametru adresu URL: ({0} = {1}).

source: Link
pl: Odnośnik

source: Microsoft Security Patch MS04-004 Cumulative Security Update negates basic authentication functionality (\'Authentication Required\' = true, \'Form Post\' = false) in this case by disallowing urls in the form http://username:password@server. See http://support.microsoft.com/default.aspx?scid=kb;en-us;834489 for details with regards to uninstalling the patch. A more secure option is to implement form-based authentication (\'Authentication Required\' = true, \'Form Post\' = false) if the destination server makes this available.
pl: Zbiorcza poprawka bezpieczeństwa Microsoft MS04-004 wyłącza podstawową funkcjonalność uwierzytelniania ("Uwierzytelnianie wymagane" = Tak, "Metoda POST formularza" = Nie) w tym przypadku poprzez zablokowanie adresów URL w formacie http://username:password@server. Zob. http://support.microsoft.com/ default.aspx?scid=kb;en-us;834489, aby uzyskać informacje dotyczące usunięcia poprawki. Bezpieczniejszą opcją jest zaimplementowanie uwierzytelniania opartego na formularzach ("Uwierzytelnianie wymagane" = Tak, "Metoda POST formularza" = Nie), jeśli serwer docelowy to udostępnia.

source: New Window has Scrollbars
pl: Nowe okno z paskami przewijania

source: New Window is Resizable
pl: Można zmieniać rozmiar nowego okna

source: No link number provided in action: ({0}).
pl: Nie podano numeru odnośnika w operacji: ({0})

source: Parameters passed to the launched application
pl: Parametry przekazywane do uruchamianej aplikacji

source: Password
pl: Hasło

source: Password and confirm password do not match.
pl: Hasło i potwierdzenie hasła nie zgadzają się ze sobą.

source: Password to be passed when utilizing basic or form-based authentication
pl: Hasło, które ma być przesyłane w razie użycia uwierzytelniania podstawowego albo opartego na formularzu.

source: Preference editor for shortcut preferences
pl: Edytor preferencji skrótów

source: Save
pl: Zapisz

source: Selecting true will cause the link to be launched when the portal page loads.
pl: Zaznaczenie wartości "Tak" spowoduje uruchomienie odnośnika podczas wczytywania strony portalu.

source: Shortcut Complex Preference
pl: Złożone preferencje skrótów

source: Shortcut Link
pl: Skrót odnośnika

source: Shortcut Preferences Editor
pl: Edytor preferencji skrótów

source: Show Address Bar
pl: Wyświetl pasek adresu

source: Show Buttons
pl: Wyświetlaj przyciski

source: Show Descriptions
pl: Pokaż opisy

source: Show Menu
pl: Wyświetl menu

source: Show Status
pl: Wyświetl stan

source: Show Title
pl: Wyświetl tytuł

source: Specifies whether the portlet should do a post or get to the URL. If \'Form Post\' is set to true, then parameters are posted to the specified URL via hidden input fields in a form. For example, with post set to true and form-based authentication implemented on the destination server, the following post parameters could allow authentication: username=myusername, password=mypassword . If \'Form Post\' and \'Authentication Required\' are both set to true, values provided in the username and password fields can be required and used for form-based authentication using replacement strings. For example, setting username=$PORTLET_AUTH_ID$ and password=$PORTLET_AUTH_PWD$ will result in form parameters username=usernamefieldvalue and password=passwordfieldvalue being posted. Using replacement strings avoids storage of passwords in the clear.
pl: Określa, czy portlet powinien wysyłać żądania POST i GET pod adres URL. Jeśli opcja "Metoda POST formularza" ustawiona jest na "Tak", parametry wysyłane są pod podany adres URL przez ukryte pola wejściowe w formularzu. Na przykład, jeśli parametr ten ustawiony jest na "Tak", a na serwerze docelowym zaimplementowane jest uwierzytelnianie oparte na formularzu, następujące parametry wysyłania mogą zezwolić na uwierzytelnianie: username=myusername, password=mypassword. Jeśli zarówno "Metoda POST formularza", jak i "Wymagane uwierzytelnianie" ustawione są na "Tak", wartości wprowadzone w pola Nazwa użytkownika i Hasło mogą być wymagane i używane do uwierzytelniania opartego na formularzu przy użyciu ciągów zastępujących. Na przykład ustawienia username=$PORTLET_AUTH_ID$ i password=$PORTLET_AUTH_PWD$ dadzą w rezultacie wysłane parametry formularza username=usernamefieldvalue i password=passwordfieldvalue. Użycie ciągów zastępujących zapobiega przechowywaniu haseł w czystym tekście.

source: Text used to present the link to the user
pl: Tekst używany do prezentacji odnośnika

source: The URL for this link. If you are launching a web application enter a value here. You may use an absolute url, or an application relative url.
pl: Adres URL dla tego odnośnika. Jeśli uruchamiana jest aplikacja WWW, należy wpisać wartość w tym polu. Można używać adresów bezwzględnych lub względnych względem aplikacji.

source: The application launcher is only designed to be launched in Internet Explorer at this time. Enter the path to the application. Backslashes should be escaped (C:\\\\WINNT\\\\system32\\\\calc.exe). The application will add escapes to single backslashes in the event the user does not escape this character.
pl: Uruchamianie aplikacji jest obecnie zaprojektowane tylko do uruchamiania tylko w programie Internet Explorer. Proszę podać ścieżkę do aplikacji. Znaki odwróconego ukośnika należy zabezpieczyć (C:\\\\WINNT\\\\system32\\\\calc.exe). Pojedyncze znaki odwróconego ukośnika zostaną zabezpieczone automatycznie przez aplikację.

source: The following error occurred during the execution of portlet class: ({0}).
pl: Wystąpił następujący błąd podczas wykonania klasy portletu: ({0}).

source: The height of the window launched by the shortcut in pixels. If left blank, along with width, user defaults will be used when the window is launched. This value must be a valid integer.
pl: Wysokość w pikselach okna uruchamianego przez skrót. W przypadku pozostawienia wartości pustej, zarówno tej, jak i dla szerokości, użyte zostaną domyślne wartości użytkownika. Wartość ta musi być prawidłową liczbą całkowitą.

source: The width of the window launched by the shortcut in pixels. If left blank, along with height, user defaults will be used when the window is launched. This value must be a valid integer.
pl: Szerokość w pikselach okna otwartego przez skrót. W przypadku pozostawienia wartości pustej, zarówno tej, jak i dla wysokości, użyte zostaną domyślne wartości użytkownika. Wartość ta musi być prawidłową liczbą całkowitą.

source: These features are JavaScript window.open() features. For example, selecting scrollbars will result in the launched window containing scrollbars if needed. Titlebar may be ignored in some cases.
pl: Funkcje te są funkcjami polecenia window.open() języka JavaScript. Na przykład zaznaczenie pasków przewijania pozwala uruchomić okno zawierające paski przewijania. W niektórych przypadkach można zignorować pasek tytułu.

source: This determines if shortcut links are presented in a horizontal or vertical arrangement.
pl: Określa, czy odnośniki skrótów wyświetlane są w ułożeniu poziomym, czy pionowym.

source: True
pl: Tak

source: URL
pl: Adres URL

source: URL / Post Parameters
pl: Parametry URL / Post

source: URL Parameters in the format of NAME=VALUE (i.e. mode=edit). If \'Form Post\' is set to true, these parameters will be submitted to the destination URL as hidden form fields, otherwise they are passed as URL parameters. Portlet authentication credentials can be passed on a post (i.e. \'Form Post\' set to true) with the following substitution strings: $PORTLET_AUTH_ID$ and $PORTLET_AUTH_PWD$
pl: Parametry adresów URL w formacje NAZWA=WARTOŚĆ (np.: mode=edit). Jeśli opcja "Metoda POST formularza" ma wartość "Tak", parametry te zostaną wysłane do docelowego adresu URL jako pola ukryte. W przeciwnym wypadku wysyłane będą one jako parametry w adresie URL. Dane uwierzytelniające portletu można przesyłać metodą POST ("Metoda POST formularza"=Tak) za pomocą następujących ciągów zastępujących: $PORTLET_AUTH_ID$ i $PORTLET_AUTH_PWD$

source: URL parameter for portlet is null or empty string.
pl: Parametr adresu URL dla portletu ma wartość null albo jest pustym ciągiem.

source: Unable to build authenticated redirect. \'\'{0}\'\' character is not present in URL
pl: Nie można zbudować uwierzytelnionego przekierowania. Brak znaku "{0}" w adresie URL.

source: Unable to retrieve link information for link number: ({0}).
pl: Nie można pobrać informacji o odnośniku dla odnośnika o numerze: ({0}).

source: Unknown exception in portlet
pl: Wystąpił nieznany wyjątek w portlecie

source: Unknown exception processing servlet action
pl: Wystąpił nieznany wyjątek podczas przetwarzania czynności serwletu

source: Use Wizard
pl: Użyj kreatora

source: Use a relative or absolute url to an image to be used as a link icon. The icon will be clickable and launch the link.
pl: Proszę użyć względnego lub bezwzględnego adresu URL do obrazu, który zostanie użyty jako ikona odnośnika. Kliknięcie tej ikony będzie uruchamiać odnośnik.

source: User
pl: Użytkownik

source: User name to be passed when utilizing basic or form-based authentication. Scoped-paths may be used, for example: \'${User/id}\' to pass portal id.
pl: Nazwa użytkownika, która ma być przesyłana w razie użycia uwierzytelniania podstawowego albo opartego na formularzu. Można użyć ścieżek zakresu, na przykład: "${User/id}" do przesłania ID portalu.

source: Vertical
pl: Pionowo

source: Website Link
pl: Odnośnik do strony

source: Width
pl: Szerokość

source: Window Features
pl: Właściwości okna

source: Window Name
pl: Nazwa okna

source: Your credentials have been successfully updated.
pl: Zaktualizowano dane uwierzytelniające.

source: <br>Description ({0}) is required.
pl: <br>Wymagany jest opis ({0}).

source: <br>Either Link URL ({0}) or Application Path ({1}) must have a value.
pl: <br>Zarówno adres URL ({0}), jak i ścieżka do aplikacji ({0}) muszą mieć wartość.

source: <br>Encoding ({0}) is unsupported. Choose another encoding or leave blank to default.
pl: <br>Kodowanie ({0}) nie jest obsługiwane. Proszę wybrać inne kodowanie lub pozostawić wartość pustą, aby włączyć domyślne.

source: <br>In Application Path ({0}), please escape backslashes by entering two backslashes for every backslash \\\\.
pl: <br>W ścieżce aplikacji ({0}) należy poprzedzić wszystkie znaki odwróconego ukośnika (backslash) kolejnym znakiem odwróconego ukośnika: \\\\.

source: <br>Post ({0}) and Basic Authentication ({1}) cannot both be true.
pl: <br>Oba uwierzytelniania: POST ({0}) i BASIC ({1}) nie mogą mieć na raz ustawienia Tak.

source: <br>Return to List View then click Save Preferences.
pl: <br>Proszę powrócić do widoku listy, a następnie nacisnąć przycisk Zapisz preferencje.

source: <br>The wizard cannot be used with this URL ({0}).
pl: <br>Nie można użyć kreatora z tym adresem URL ({0}).

source: <br>The wizard cannot be used with this URL ({0}): Basic Required.
pl: <br>Nie można użyć kreatora z tym adresem URL ({0}): wymagany basic.

source: <br>The wizard cannot be used with this URL ({0}): It contains frames.
pl: <br>Nie można użyć kreatora z tym adresem URL ({0}): zawiera on ramki.

source: <br>The wizard cannot be used with this URL ({0}): It could contain invalid characters.
pl: <br>Nie można użyć kreatora z tym adresem URL ({0}): może on zawierać nieprawidłowe znaki.

source: <br>The wizard cannot be used with this URL ({0}): Service Unavailable.
pl: <br>Nie można użyć kreatora z tym adresem URL ({0}): usługa niedostępna.

source: <br>The wizard cannot be used with this URL ({0}): Unknown Connection Failure.
pl: <br>Nie można użyć kreatora z tym adresem URL ({0}): nieznany błąd połączenia.

source: <br>The wizard cannot be used with this URL.
pl: <br>Nie można użyć kreatora z tym adresem URL.

source: <br>The wizard cannot be used with this URL: Basic Required.
pl: <br>Nie można użyć kreatora z tym adresem URL: wymagany jest podstawowy.

source: <br>The wizard cannot be used with this URL: It contains frames.
pl: <br>Nie można użyć kreatora z tym adresem URL: zawiera on ramki.

source: <br>The wizard cannot be used with this URL: It could contain invalid characters.
pl: <br>Nie można użyć kreatora z tym adresem URL: może on zawierać nieprawidłowe znaki.

source: <br>The wizard cannot be used with this URL: Service Unavailable.
pl: <br>Nie można użyć kreatora z tym adresem URL: usługa jest niedostępna.

source: <br>The wizard cannot be used with this URL: Unknown Connection Failure.
pl: <br>Nie można użyć kreatora z tym adresem URL: nieznana awaria połączenia.

source: <br>URL ({0}) is not a valid URL for the wizard.
pl: <br>Adres URL ({0}) nie jest prawidłowym adresem URL dla kreatora.

source: <br>URL Parameters ({0}) must be param=value.
pl: <br>Parametry URL ({0}) muszą mieć postać "parametr=wartość".

source: <br>Width ({0}) and Height ({1}) must be integers or both left blank.
pl: <br>Szerokość ({0}) i wysokość ({1}) muszą być liczbami całkowitymi albo obie muszą być pozostawione puste.

source: <br>Width ({0}) and Height ({1}) must both contain integer values or both be left blank to pick up default browser settings for pop-up windows.
pl: <br>Szerokość ({0}) i wysokość ({1}) muszą być liczbami całkowitymi albo obie muszą być pozostawione puste, co spowoduje pobranie domyślnych wartości przeglądarki dotyczących wyskakujących okien.

source: <br>Window Name ({0}) cannot contain spaces
pl: <br>Nazwa okna ({0}) nie może zawierać odstępów (spacji)

source: cancel
pl: anuluj

source: change stored credentials
pl: zmień zapisane dane uwierzytelniające

source: click to launch
pl: kliknij, aby uruchomić

source: close window
pl: zamknij okno

source: confirm password
pl: potwierdzenie hasła

source: credentials required
pl: wymagane dane uwierzytelniające

source: layout
pl: układ

source: no shortcut links have been provided
pl: nie podano odnośników skrótów

source: password
pl: hasło

source: shortcut link details
pl: szczegóły odnośnika skrótu

source: shortcut, links
pl: skrót, odnośniki

source: store credentials
pl: zapisz dane uwierzytelniające

source: submit
pl: wyślij

source: username
pl: nazwa użytkownika
