Repository: aviarypl/suse-l10n-pl
Catalog: po/Simile_ExhibitRsrc_*.po
Languages: pl

source: (missing)
pl: (brak)

source: Clear all filters and see the original items
pl: Wyczyść wszystkie filtry i wyświetl obiekty oryginalne

source: Clear these selections
pl: Wyczyść te zaznaczenia

source: Click to sort by this column
pl: Kliknięcie sortuje wg tej kolumny

source: Click to sort in the reverse order
pl: Kliknięcie sortuje w odwrotnym porządku

source: Close
pl: Zamknij

source: Color Legend
pl: Legenda kolorów

source: Copy
pl: Skopiuj

source: Copy List to Clipboard
pl: Skopiuj listę do schowka

source: Copy this code to your clipboard as you would copy any text. Press ESC to close this dialog box
pl: Proszę skopiować ten kod do schowka, tak jak każdy inny tekst. Naciśnięcie klawisza ESC zamyka to okno dialogowe.

source: Further sort the items
pl: Dalsze sortowanie obiektów

source: Generated HTML of this view
pl: Wygenerowany kod HTML dla tego widoku

source: Group the groups by
pl: Grupuj grupy wg

source: Item
pl: Element

source: Items
pl: Elementy

source: Learn How!
pl: Jak to zrobić?

source: Only {0} can be plotted on the timeline.
pl: Na osi czasu można wykreślić tylko {0}.

source: Re-Layout
pl: Rozłóż ponownie

source: Remove some filters to get some results.
pl: Aby uzyskać wyniki, proszę usunąć niektóre filtry.

source: Remove this order
pl: Usuń ten porządek

source: Removed order by {0} ({1})
pl: Usunięto porządek wg {0} ({1})

source: Reset
pl: Resetuj

source: Show all {0} results
pl: Wyświetlaj wszystkie {0} wyników

source: Show only the first {0} results
pl: Wyświetlaj tylko pierwsze {0} wyników

source: Sorted by {0} ({1})
pl: Posortowane wg {0} ({1})

source: Tab Separated Values
pl: Wartości rozdzielone znakami tabulacji

source: Table
pl: Tabela

source: The expression {0} in the ex:exporters attribute value of the div exhibit-control-panel does not evaluate to a Javascript object.
pl: Wyrażenie {0} w wartości atrybutu ex:exporters elementu div exhibit-control-panel nie rozwija się do obiektu Javascript.

source: The expression {0} used to specify a facet is not valid.
pl: Wyrażenie {0} użyte do określenia ścianki jest nieprawidłowe.

source: Tiles
pl: Kafelki

source: Timeline
pl: Oś czasu

source: Toggle group
pl: Przełącz grupę

source: URI
pl: Adres URI

source: URI of
pl: Adres URI

source: URIs
pl: Adresy URI

source: URIs of
pl: Adresy URI

source: View items as tiles in a list
pl: Wyświetla obiekty w postaci kafelków

source: View items in a table
pl: Wyświetla obiekty w tabeli

source: View items on a timeline
pl: Wyświetla obiekty na osi czasu

source: We will browse to a web service where you can upload and check your code after this message.
pl: Po wyświetleniu tego komunikatu nastąpi przejście do usługi sieciowej, gdzie można wysłać i sprawdzić kod.

source: We will explain the error in details after this message.
pl: Po wyświetleniu tego komunikatu zostanie wyjaśniony ten błąd.

source: We will show the relevant documentation after this message.
pl: Po wyświetleniu tego komunikatu zostanie wyświetlona odpowiednia dokumentacja.

source: Working...
pl: Działanie...

source: You have not configured the Browse Panel.
pl: Nie skonfigurowano Panelu przeglądania.

source: and
pl: i

source: collapse
pl: zwiń

source: earliest first
pl: najwcześniejsze na początku

source: expand
pl: rozwiń

source: false first
pl: nie na początku

source: filtered from
pl: odfiltrowane z

source: group by
pl: grupuj wg

source: grouped as sorted
pl: grupowane jak posortowane

source: hide duplicates
pl: ukryj duplikaty

source: label
pl: etykieta

source: label of
pl: etykieta

source: labels
pl: etykiety

source: labels of
pl: etykiety

source: largest first
pl: największe na początku

source: latest first
pl: ostatnie na początku

source: link
pl: odnośnik

source: missing
pl: brak

source: n/a
pl: niedostępne

source: results
pl: wyniki

source: select {0} view
pl: wybierz widok {0}

source: show duplicates
pl: wyświetl duplikaty

source: smallest first
pl: najmniejsze na początku

source: sorted ascending by
pl: sortowane rosnąco wg

source: sorted by
pl: sortowane wg

source: sorted descending by
pl: sortowane malejąco wg

source: then by...
pl: następnie wg ...

source: things being labeled
pl: elementy, które są etykietowane

source: things named by these URIs
pl: elementy nazwane przez te adresy URL

source: things of these types
pl: elementy tych typów

source: total
pl: razem

source: true first
pl: "Tak" na początku

source: type
pl: typ

source: type of
pl: typ

source: types
pl: typy

source: types of
pl: typy

source: un-group
pl: rozgrupuj

source: un-group all
pl: rozgrupuj wszystkie

source: ungrouped
pl: niezgrupowane
