Repository: aviarypl/suse-l10n-pl
Catalog: po/SSOAdminRsrc_*.po
Languages: pl

source: (in seconds)
pl: (w sekundach)

source: A Signing Certificate file is required.
pl: Wymagany jest plik certyfikatu podpisywania.

source: A Signing Key file is required.
pl: Wymagany jest plik klucza podpisywania.

source: Are you sure you want to delete the SSO Provider(s)? This cannot be undone.
pl: Czy na pewno usunąć tych dostawców SSO? Czynności tej nie można cofnąć.

source: Are you sure you want to disable the SSO Provider(s)?
pl: Czy na pewno wyłączyć tych dostawców SSO?

source: Are you sure you want to enable the SSO Provider(s)?
pl: Czy na pewno włączyć tych dostawców SSO?

source: Changes will be applied at server restart
pl: Zmiany zostaną zastosowane po ponownym uruchomieniu serwera

source: Delete SSO Provider
pl: Usunięcie dostawcy SSO

source: Disable SSO Provider
pl: Wyłączenie dostawcy SSO

source: Disabled
pl: Wyłączony

source: Distinguished Name
pl: Nazwa wyróżniająca

source: Either Distinguished Name or User Attribute is required.
pl: Wymagana jest nazwa wyróżniająca lub atrybut użytkownika.

source: Enable SSO Provider
pl: Włączenie dostawcy SSO

source: Enable Single Sign On (SSO)
pl: Włącz logowanie jednokrotne (SSO)

source: Enabled
pl: Włączony

source: Error Retrieving/Saving Configuration
pl: Błąd podczas pobierania / zapisywania konfiguracji

source: Error getting UUID.
pl: Błąd podczas pobierania UUID.

source: Error occurred.
pl: Wystąpił błąd.

source: Error saving files.
pl: Błąd podczas zapisywania plików.

source: Expiration Interval is invalid.
pl: Przedział czasu wygaśnięcia jest nieprawidłowy.

source: Expiration Interval is required.
pl: Wymagany jet przedział czasu wygaśnięcia.

source: Expiration Interval:
pl: Przedział czasu wygaśnięcia:

source: False
pl: Nie

source: Framework Initialization error.
pl: Błąd inicjalizacji biblioteki.

source: Invalid
pl: Nieprawidłowa

source: Kerberos Server Password is required.
pl: Wymagane jest hasło serwera Kerberos.

source: Kerberos Server Password:
pl: Hasło serwera Kerberos:

source: Kerberos Server and Kerberos Server Password have to be either both present or both empty.
pl: Oba pola Serwer Kerberos i Hasło serwera Kerberos muszą być albo wypełnione, albo puste.

source: Kerberos Server is required.
pl: Wymagany jest serwer Kerberos.

source: Kerberos Server:
pl: Serwer Kerberos:

source: Kerberos or SAP should not be deleted.
pl: Nie powinno się usuwać pozycji Kerberos i SAP.

source: Key
pl: Klucz

source: New SSO Provider
pl: Nowy dostawca SSO

source: Password
pl: Hasło

source: Reboot Server
pl: Uruchom serwer ponownie

source: SAP Certificate File is required.
pl: Wymagany jest plik certyfikatu SAP.

source: SAP Certificate File:
pl: Plik certyfikatu SAP:

source: SAP Library Path is required.
pl: Wymagana jest ścieżka biblioteki SAP.

source: SAP Library Path:
pl: Ścieżka biblioteki SAP:

source: SSO Controller Configuration
pl: Konfiguracja kontrolera SSO

source: SSO Provider Name is required.
pl: Wymagana jest nazwa dostawcy SSO.

source: SSO Provider Name: *
pl: Nazwa dostawcy SSO: *

source: SSO Provider successfully created. Changes will be applied at server restart.
pl: Utworzono dostawcę SSO. Zmiany zostaną zastosowane po ponownym uruchomieniu serwera.

source: SSO Provider successfully saved. Changes will be applied at server restart.
pl: Zapisano dostawcę SSO. Zmiany zostaną zastosowane po ponownym uruchomieniu serwera.

source: SSO Provider(s) could not be deleted.
pl: Nie można usunąć dostawców SSO.

source: SSO Provider(s) successfully deleted. Changes will be applied at server restart.
pl: Usunięto dostawców SSO. Zmiany zostaną zastosowane po ponownym uruchomieniu serwera.

source: SSO Providers
pl: Dostawcy SSO

source: Save
pl: Zapisz

source: Server is protected by:
pl: Serwer jest chroniony przez:

source: Signing Certificate:
pl: Certyfikat podpisywania:

source: Signing Key Password:
pl: Hasło klucza podpisywania:

source: Signing Key and Signing Key Password have to be either both present or both empty.
pl: Oba pola Klucz podpisywania i Hasło klucza podpisywania muszą być albo wypełnione, albo puste.

source: Signing Key:
pl: Klucz podpisywania:

source: Success
pl: Sukces

source: The Enable Single Sign On (SSO) must be enabled before saving.
pl: Opcja Włącz jednokrotne logowanie musi być włączona przed zapisaniem.

source: True
pl: Tak

source: Unable to validate the Signing Key file or the Certificate file.
pl: Nie można zweryfikować klucza podpisywania lub pliku certyfikatu.

source: Unassigned
pl: Nieprzypisany

source: User Attribute
pl: Atrybut użytkownika

source: User Attribute is required.
pl: Wymagany jest atrybut użytkownika

source: User ID Mapping
pl: Mapowanie ID użytkownika

source: User ID mapping:
pl: Mapowanie ID użytkownika:

source: Valid
pl: Prawidłowe

source: You should select a SSO to delete.
pl: Proszę zaznaczyć SSO do usunięcia.

source: You should select a SSO to disable.
pl: Proszę wybrać SSO do wyłączenia.

source: You should select a SSO to edit.
pl: Proszę wybrać SSO do edycji.

source: You should select a SSO to enable.
pl: Proszę zaznaczyć SSO do włączenia.
