Repository: aviarypl/suse-l10n-pl
Catalog: po/SSORsrc_*.po
Languages: pl

source: Error getting SSO values.
pl: Błąd podczas pobierania wartości SSO.

source: Error getting signing key.
pl: Błąd podczas pobierania klucza podpisywania.

source: Error on File Upload
pl: Błąd podczas wysyłania pliku

source: Error parsing file {0}.
pl: Błąd podczas analizy pliku {0}.

source: Exception during creation of file
pl: Wystąpił wyjątek podczas tworzenia pliku

source: Exception during file upload.
pl: Wystąpił wyjątek podczas wysyłania pliku.

source: Expiration Interval is invalid.
pl: Przedział czasu wygaśnięcia jest nieprawidłowy.

source: Expiration Interval is required.
pl: Wymagany jet przedział czasu wygaśnięcia.

source: File Upload success!
pl: Plik wysłano pomyślnie.

source: Invalid
pl: Nieprawidłowa

source: Not in Multi-part format
pl: Nie w formacie Multi-part

source: SAP Certificate File is required.
pl: Wymagany jest plik certyfikatu SAP.

source: SAP Library Path is required.
pl: Wymagana jest ścieżka biblioteki SAP.

source: SSO Controller Configuration successfully saved. Changes will be applied at server restart.
pl: Konfiguracja kontrolera SSO została zapisana. Zmiany zostaną zastosowane po ponownym uruchomieniu serwera.

source: SSO Provider Name is required.
pl: Wymagana jest nazwa dostawcy SSO.

source: SSO Provider(s) could not be deleted.
pl: Nie można usunąć dostawców SSO.

source: SSO Provider(s) failed to disable.
pl: Nie udało się wyłączyć dostawców SSO.

source: SSO Provider(s) failed to enable.
pl: Nie udało się włączyć dostawców SSO.

source: SSO Provider(s) successfully deleted. Changes will be applied at server restart.
pl: Usunięto dostawców SSO. Zmiany zostaną zastosowane po ponownym uruchomieniu serwera.

source: SSO Provider(s) successfully disabled. Changes will be applied at server restart.
pl: Wyłączono dostawców SSO. Zmiany zostaną zastosowane po ponownym uruchomieniu serwera.

source: SSO Provider(s) successfully enabled. Changes will be applied at server restart.
pl: Włączono dostawców SSO. Zmiany zostaną zastosowane po ponownym uruchomieniu serwera.

source: Server principal and server password have to be either both present or both empty.
pl: Pola Server principal i hasło serwera muszą być albo oba wypełnione, albo oba puste.

source: Signing Certificate is required.
pl: Wymagany jest certyfikat podpisywania.

source: Signing Key is required.
pl: Wymagany jest klucz podpisywania.

source: Unassigned
pl: Nieprzypisany

source: Valid
pl: Prawidłowe

source: {0} IO Error.
pl: {0} Błąd wejścia-wyjścia.

source: {0} Update failed.
pl: {0} Niepowodzenie aktualizacji.

source: {0} not found.
pl: Nie znaleziono {0}.

source: {0} saved failed
pl: {0} niepowodzenie zapisu

source: {0} saved successfully. Values will be reflected on server restart.
pl: {0} zapisano. Wartości zostaną odwzorowane po ponownym uruchomieniu serwera.

source: {0} updated successfully. Values will be reflected on server restart.
pl: {0} zaktualizowano. Wartości zostaną odwzorowane po ponownym uruchomieniu serwera.
