Repository: aviarypl/suse-l10n-pl
Catalog: po/SubLoggingPortletRsrc_*.po
Languages: pl

source: Add log level for package
pl: Dodaj poziom zapisu dziennika dla pakietu

source: Also send logging messages to OpenXDAS
pl: Wysyłaj komunikaty dziennika także do systemu OpenXDAS

source: Also send logging messages to audit service
pl: Wysyłaj komunikaty dziennika także do usługi audytu

source: Audit service server not found. Logging to audit service has not been enabled.
pl: Nie znaleziono serwera usługi audytu. Wysyłanie dziennika do usługi audytu nie zostało włączone.

source: Can not persist the logging changes.
pl: Nie można zapisać zmian dotyczących tworzenia dziennika.

source: Change log level of all above logs
pl: Zmień poziom zapisu dla wszystkich powyższych dzienników

source: Debug
pl: Debugowanie

source: Error
pl: Błąd

source: Error occurred when enabling OpenXDAS. Logging to OpenXDAS has not been enabled.
pl: Wystąpił błąd podczas włączania OpenXDAS. Wysyłanie dziennika do systemu OpenXDAS nie zostało włączone.

source: Error occurred when enabling audit service. Logging to audit service has not been enabled.
pl: Wystąpił błąd podczas włączania usługi audytu. Wysyłanie dziennika do usługi audytu nie zostało włączone.

source: Exception happened in doView
pl: Wystąpił wyjątek w doView

source: Exception happened in processAction
pl: Wystąpił wyjątek w processAction

source: Fatal
pl: Błąd krytyczny

source: Info
pl: Informacja

source: Log Level
pl: Poziom zapisu dziennika

source: Log Name
pl: Nazwa dziennika

source: Log level numbers correspond to the following:
pl: Numery poziomów zapisu w dzienniku odpowiadają poniższym:

source: Log package is added successfully.
pl: Dodano pakiet dziennika.

source: Logging Configuration
pl: Konfiguracja dziennika

source: Logging changes are persisted successfully.
pl: Zapisano zmiany dotyczące tworzenia dziennika.

source: Logging changes are persisted. Deselect the box below if you do not want to persist the logging changes.
pl: Zapisano zmiany dotyczące tworzenia dziennika. Aby nie zapisywać tych zmian, należy odznaczyć opcję poniżej.

source: Logging level changes are updated successfully.
pl: Zaktualizowano zmiany dotyczące poziomów wpisów w dzienniku.

source: Logging messages are being sent to OpenXDAS as well. Deselect the box below to stop sending logging messages to OpenXDAS.
pl: Komunikaty dziennika są wysyłane także do systemu OpenXDAS. Proszę odznaczyć opcję poniżej, aby zatrzymać wysyłanie komunikatów dziennika do systemu OpenXDAS.

source: Logging messages are being sent to audit service as well. Deselect the box below to stop sending logging messages to audit service.
pl: Komunikaty dziennika są wysyłane także do usługi audytu. Proszę odznaczyć opcję poniżej, aby zatrzymać wysyłanie komunikatów dziennika do usługi audytu.

source: Logging messages are not sent to OpenXDAS. Select the box below to send logging messages to OpenXDAS as well.
pl: Komunikaty dziennika nie są wysyłane do systemu OpenXDAS. Proszę zaznaczyć opcję poniżej, aby wysyłać komunikaty dziennika także do systemu OpenXDAS.

source: Logging messages are not sent to audit service. Select the box below to send logging messages to audit service as well.
pl: Komunikaty dziennika nie są wysyłane do usługi audytu. Proszę zaznaczyć opcję poniżej, aby wysyłać komunikaty dziennika także do usługi audytu.

source: Logging to OpenXDAS has been enabled successfully.
pl: Włączono zapis dziennika do systemu OpenXDAS.

source: Logging to audit service has been enabled successfully.
pl: Włączono zapis dziennika do usługi audytu.

source: Off
pl: Wyłączone

source: OpenXDAS server not found. Logging to OpenXDAS has not been enabled.
pl: Nie znaleziono serwera OpenXDAS. Wysyłanie dziennika do systemu OpenXDAS nie zostało włączone.

source: Persist the logging changes
pl: Zapisz zmiany dotyczące tworzenia dziennika

source: Select the box below to persist the logging changes.
pl: Aby zapisać zmiany dotyczące tworzenia dziennika, należy zaznaczyć pole poniżej.

source: Submit
pl: Wyślij

source: Subsystem Logging Configuration Portlet
pl: Portlet konfiguracji podsystemu dziennika

source: Subsystem Logging, Configuration
pl: Podsystem dziennika, Konfiguracja

source: There are no active logs available.
pl: Brak dostępnych aktywnych dzienników.

source: Trace
pl: Śledzenie

source: Warn
pl: Ostrzeżenia

source: You can change the logging level by selecting a different level for the log and clicking the submit button.
pl: Poziom zapisu w dzienniku można zmienić, wybierając inny poziom dla dziennika, a następnie klikając przycisk Potwierdź.
