Repository: aviarypl/suse-l10n-pl
Catalog: po/SystemCommentRsrc_*.po
Languages: pl

source: Approved
pl: Zaakceptowany

source: Assigned
pl: Przypisane

source: Claimed
pl: Podjęto

source: Completed
pl: Zakończony

source: Denied
pl: Odrzucony

source: Escalated
pl: Eskalowany

source: Forwarded
pl: Przekazany

source: Provisioning Resource Request Error
pl: Błąd wniosku o zasób wyposażania

source: Provisioning Resource Request Failure
pl: Nieudany wniosek o zasób wyposażania

source: Provisioning Resource Request Granted
pl: Nadano wniosek o zasób wyposażania

source: Provisioning Resource Request Revoked
pl: Odebrano wniosek o zasób wyposażania

source: Provisioning Resource Request Submitted
pl: Wysłano wniosek o zasób wyposażania

source: Provisioning Resource Request Success
pl: Sukces wniosku o zasób wyposażania

source: Provisioning resource request for {0} has failed. Provisioning state is granted.
pl: Wniosek o wyposażenie dla {0} zakończony niepowodzeniem. Stan wyposażania: nadano.

source: Provisioning resource request for {0} has failed. Provisioning state is not available.
pl: Wniosek o wyposażenie dla {0} zakończony niepowodzeniem. Stan wyposażania: niedostępny.

source: Provisioning resource request for {0} has failed. Provisioning state is revoked.
pl: Wniosek o wyposażenie dla {0} zakończony niepowodzeniem. Stan wyposażania: odebrano.

source: Provisioning resource request for {0} has succeeded. Provisioning state is granted.
pl: Wniosek o wyposażenie dla {0} zakończony niepowodzeniem. Stan wyposażania: nadano.

source: Provisioning resource request for {0} has succeeded. Provisioning state is not available.
pl: Wniosek o wyposażenie dla {0} zakończony powodzeniem. Stan wyposażania: niedostępny.

source: Provisioning resource request for {0} has succeeded. Provisioning state is revoked.
pl: Wniosek o wyposażenie dla {0} zakończony powodzeniem. Stan wyposażania: odebrano.

source: Provisioning resource request submitted for {0}. Provisioning state is granted.
pl: Wysłano wniosek o wyposażenie dla {0}. Stan wyposażania: nadano.

source: Provisioning resource request submitted for {0}. Provisioning state is not available.
pl: Wysłano wniosek o wyposażenie dla {0}. Stan wyposażania: niedostępny.

source: Provisioning resource request submitted for {0}. Provisioning state is revoked.
pl: Wysłano wniosek o wyposażenie dla {0}. Stan wyposażania: odebrano.

source: Reassigned
pl: Przepisany

source: Refused
pl: Odrzucony

source: Reminder Sent
pl: Wysłano przypomnienie

source: Reset Priority
pl: Przywróć priorytet

source: Retracted
pl: Wycofany

source: Role Approved
pl: Rola zaakceptowana

source: Role Denied
pl: Rola odrzucona

source: SOD Exception Approved
pl: Wyjątek RO zaakceptowany

source: SOD Exception Denied
pl: Wyjątek RO odrzucony

source: Timedout
pl: Wygaśnięcie

source: Unclaimed
pl: Porzucony

source: User Message
pl: Komunikat użytkownika

source: User task approved by reviewer {0}
pl: Zadanie użytkownika zaakceptowane przez recenzenta {0}

source: User task assigned to reviewer {0}
pl: Zadanie użytkownika przydzielone recenzentowi {0}

source: User task claimed by reviewer {0}
pl: Zadanie użytkownika podjęte przez recenzenta {0}

source: User task denied by reviewer {0}
pl: Zadanie użytkownika odrzucone przez recenzenta {0}

source: User task expired by {0}
pl: Zadanie użytkownika wygasło w wyniku {0}

source: User task reassigned to reviewer {0}
pl: Zadanie użytkownika ponownie przydzielone recenzentowi {0}

source: User task refused by reviewer {0}
pl: Zadanie użytkownika odrzucone przez recenzenta {0}

source: User task unclaimed by reviewer {0}
pl: Zadanie użytkownika porzucone przez recenzenta {0}

source: Workflow Ended
pl: Przepływ zakończony

source: Workflow Error: {0}
pl: Błąd przepływu: {0}

source: Workflow Started
pl: Przepływ rozpoczęty

source: Your SOD exception request for {0} has been sent to the role service
pl: Wniosek o wyjątek RO dla {0} został wysłany do usługi ról

source: Your provisioning resource request submission for {0} has failed
pl: Wysyłanie wniosku o zasób wyposażania dla {0} zakończone niepowodzeniem

source: Your resource request for {0} has been sent to provisioning service
pl: Wniosek o zasób {0} został wysłany do usługi wyposażania

source: Your role approval request for {0} has been sent to the role service
pl: Wniosek o akceptację roli {0} został wysłany do usługi ról

source: Your role task request for {0} has failed
pl: Wniosek o zadanie roli {0} zakończony niepowodzeniem
