Repository: aviarypl/suse-l10n-pl
Catalog: po/TeamLookupRsrc_*.po
Languages: pl

source: An unexpected error occurred.
pl: Wystąpił nieoczekiwany błąd.

source: An unknown error occurred.
pl: Wystąpił nieznany błąd.

source: Click row to select.
pl: Proszę kliknąć wiersz, aby go zaznaczyć.

source: Criteria
pl: Kryteria

source: History
pl: Historia

source: Internal Error: The portlet is in an invalid state: action = {0}. The most probable cause is session timeout.
pl: Błąd wewnętrzny: nieprawidłowy stan portletu: operacja = {0}. Najbardziej prawdopodobną przyczyną jest upłynięcie limitu czasu sesji.

source: Javascript used to submit a search, scroll to the next page of search results or sort the search results.
pl: Kod JavaScript używany do wysyłania kryterium wyszukiwania, przewijania do następnej strony wyników albo sortowania wyników wyszukiwania.

source: Lookup
pl: Wyszukiwanie

source: Maximum rows per page
pl: Maksymalna liczba wierszy na stronie

source: Maximum rows total
pl: Całkowita maksymalna liczba wierszy

source: No results found.
pl: Brak wyników.

source: No results found. Please conduct another search.
pl: Brak wyników. Proszę przeprowadzić inne wyszukiwanie.

source: Reset field
pl: Wyczyść pole

source: Rows:
pl: Wiersze:

source: Script used to hide/show controls based on attribute subtype and open another object selector if the attribute subtype is DNLookup.
pl: Skrypt używany do ukrywania / pokazywania kontrolek na podstawie podtypu atrybutu, oraz do otwierania innego selektora obiektu, jeśli podtypem atrybutu jest DNLookup.

source: Script used to set focus on text input control.
pl: Skrypt używany do ustawiania skupienia na polu tekstowym.

source: Script used to submit search and populate search results when portlet is launched in pop-up window.
pl: Skrypt używany do wysyłania kryteriów wyszukiwania i przekazywania wyników wyszukiwania, gdy portlet jest uruchamiany w nowym oknie.

source: Search
pl: Szukaj

source: Search object list: (example: a*, Lar*, ID, *r)
pl: Lista wyszukiwanych obiektów (np: a*, Lar*, ID, *r):

source: Select an object from the list:
pl: Proszę wybrać obiekt z listy:

source: Team Lookup
pl: Wyszukiwanie zespołu

source: TeamLookup Portlet
pl: Portlet wyszukiwania zespołu

source: The attribute value is required for search.
pl: Do wyszukiwania wymagana jest wartość atrybutu.

source: The query is invalid.
pl: Nieprawidłowe zapytanie.

source: The query must be built from an attribute that as a sub-type of DNLookup.
pl: Zapytanie musi być zbudowane z atrybutu o podtypie DNLookup.

source: The query must be built from an entity that has a container entity definition.
pl: Zapytanie musi być zbudowane z jednostki posiadającej definicję kontenera jednostki.

source: The session is invalid.
pl: Nieprawidłowa sesja.

source: This portlet must be passed a valid ENTITY_DEFINITION_KEY ({0}) and ATTRIBUTE_KEY ({1}). Make sure the calling portlet has set the necessary parameters.
pl: Do tego portletu muszą być przekazane prawidłowe wartości ENTITY_DEFINITION_KEY ({0}) oraz ATTRIBUTE_KEY ({1}). Proszę się upewnić, że wywołujący portlet ustawił wymagane parametry.

source: This portlet must be passed a valid portlet-unique-id ({0}), FORM_NAME ({1}), and FIELD_NAME ({2}). Make sure the calling portlet has set the necessary parameters.
pl: Do tego portletu muszą być przekazane: prawidłowy niepowtarzalny ID portletu ({0}), FORM_NAME ({1}) i FIELD_NAME ({2}). Proszę się upewnić, że wywołujący portlet ustawił wymagane parametry.

source: Value
pl: Wartość

source: list, param, DN lookup, Container lookup
pl: lista, parametr, wyszukiwanie DN, wyszukiwanie kontenerów
