Repository: aviarypl/suse-l10n-pl
Catalog: po/TeamsRsrc_*.po
Languages: pl

source: A Manager is required. Please specify a value.
pl: Wymagany jest menedżer. Proszę podać wartość.

source: A Member is required. Please specify a value.
pl: Wymagany jest członek. Proszę podać wartość.

source: All Users
pl: Wszyscy użytkownicy

source: Also include selected managers in members list
pl: Dołącz także menedżerów zaznaczonych w liście członków

source: An error occurred deleting team. If the problem persists, contact your system administrator.
pl: Wystąpił błąd podczas usuwania zespołu. Jeśli problem będzie się powtarzał, proszę skontaktować się z administratorem systemu.

source: An error occurred resolving DNs. If the problem persists, contact your system administrator.
pl: Wystąpił błąd podczas rozwiązywania DNS. Jeśli problem będzie się powtarzał, proszę skontaktować się z administratorem systemu.

source: An error occurred retrieving authorized domains. If the problem persists, contact your system administrator.
pl: Wystąpił błąd podczas pobierania uwierzytelnionych domen. Jeśli problem będzie się powtarzał, proszę skontaktować się z administratorem systemu.

source: An error occurred retrieving security. If the problem persists, contact your system administrator.
pl: Wystąpił błąd podczas pobierania zabezpieczeń. Jeśli problem będzie się powtarzał, proszę skontaktować się z administratorem systemu.

source: An error occurred retrieving team DAL relationship. If the problem persists, contact your system administrator.
pl: Wystąpił błąd podczas pobierania relacji DAL zespołu. Jeśli problem będzie się powtarzał, proszę skontaktować się z administratorem systemu.

source: An error occurred retrieving team. If the problem persists, contact your system administrator.
pl: Wystąpił błąd podczas pobierania zespołu. Jeśli problem będzie się powtarzał, proszę skontaktować się z administratorem systemu.

source: An error occurred retrieving teams. If the problem persists, contact your system administrator.
pl: Wystąpił błąd podczas pobierania zespołów. Jeśli problem będzie się powtarzał, proszę skontaktować się z administratorem systemu.

source: An error occurred saving team. If the problem persists, contact your system administrator.
pl: Wystąpił błąd podczas zapisywania zespołu. Jeśli problem będzie się powtarzał, proszę skontaktować się z administratorem systemu.

source: Are you sure you want to delete the team(s)? This cannot be undone.
pl: Czy na pewno usunąć ten zespół lub zespoły? Czynności tej nie można cofnąć.

source: Cancel
pl: Anuluj

source: Clear
pl: Wyczyść

source: Clear this filter
pl: Wyczyść ten filtr

source: Compliance Domain
pl: Domena zgodności

source: Configuration Domain
pl: Domena konfiguracji

source: Container
pl: Kontener

source: DAL Relationship (name not available)
pl: Relacja DAL (nazwa niedostępna)

source: Defines team members based on a relationship these users have with the users selected in the Managers list.
pl: Określa członków zespołu na podstawie ich relacji z użytkownikami zaznaczonymi w liście menedżerów.

source: Delete
pl: Usuń

source: Delete Team
pl: Usunięcie zespołu

source: Description
pl: Opis

source: Description is required. Please specify a value.
pl: Wymagany jest opis. Proszę podać wartość.

source: Description:
pl: Opis:

source: Domain
pl: Domena

source: Domain:
pl: Domena:

source: Edit
pl: Edycja

source: Edit Team
pl: Edycja zespołu

source: Error:
pl: Błąd:

source: Filter
pl: Filtruj

source: Group
pl: Grupa

source: Managers
pl: Menedżerowie

source: Managers:
pl: Menedżerowie:

source: Members
pl: Członkowie

source: Members:
pl: Członkowie:

source: New
pl: Nowy

source: New Team
pl: Nowy zespół

source: Permissions
pl: Uprawnienia

source: Please select a team to delete.
pl: Proszę zaznaczyć zespół do usunięcia.

source: Please select a team to edit.
pl: Proszę zaznaczyć zespół do edycji.

source: Provisioning Domain
pl: Domena wyposażania

source: Refresh
pl: Odśwież

source: Refresh Team List
pl: Odświeżenie listy zespołów

source: Relationship
pl: Relacje

source: Reports Domain
pl: Domena raportów

source: Resource Domain
pl: Domena zasobów

source: Role Domain
pl: Domena ról

source: Rows:
pl: Wiersze:

source: Save
pl: Zapisz

source: Security Domain
pl: Domena bezpieczeństwa

source: Select Members
pl: Wybór użytkowników

source: Success:
pl: Sukces:

source: Successfully deleted team(s).
pl: Pomyślnie usunięto zespoły.

source: Successfully saved team.
pl: Pomyślnie zapisano zespół.

source: Team
pl: Zespół

source: Team Configuration
pl: Konfiguracja zespołu

source: Team Name
pl: Nazwa zespołu

source: Team Name is required. Please specify a value.
pl: Wymagana jest nazwa zespołu. Proszę podać wartość.

source: Team Name:
pl: Nazwa zespołu:

source: The following teams were not removed: {0}
pl: Nie usunięto następujących zespołów: {0}

source: User
pl: Użytkownik

source: less
pl: mniejszy niż

source: more...
pl: więcej...

source: {0} contains invalid characters.
pl: {0} zawiera nieprawidłowe znaki.
