Repository: aviarypl/suse-l10n-pl
Catalog: po/ThemeExceptionRsrc_*.po
Languages: pl

source: Administration rights are required to perform this operation.
pl: Do wykonania tej czynności wymagane są uprawnienia administratora.

source: An error was encountered locating the requested file \'\'{0}\'\'.
pl: Napotkano błąd podczas znajdowania żądanego pliku "{0}".

source: An error was encountered locating the requested theme descriptor file \'\'{0}\'\'.
pl: Napotkano błąd podczas znajdowania żądanego pliku deskryptora motywu "{0}".

source: An error was encountered retrieving \'\'{0}\'\' brand.
pl: Napotkano błąd podczas pobierania marki "{0}".

source: An error was encountered retrieving \'\'{0}\'\' theme.
pl: Napotkano błąd podczas pobierania motywu "{0}".

source: An error was encountered retrieving the theme list.
pl: Napotkano błąd podczas pobierania listy motywów.

source: Brand Entity creation failure for \'\'{0}\'\'. Key \'\'{1}\'\'.
pl: Nie powiodło się tworzenie obiektu marki dla "{0}". Klucz "{1}".

source: Can\'\'t find \'\'{0}\'\' theme.
pl: Nie można znaleźć motywu "{0}".

source: Clone Exception.
pl: Wyjątek klonowania.

source: Error checking user for security rights. Error: {0}
pl: Błąd podczas sprawdzania praw bezpieczeństwa użytkownika. Błąd: {0}

source: Exception.
pl: Wyjątek.

source: IO Exception.
pl: Wyjątek We/Wy.

source: Illegal Argument value for \'\'{0}\'\'.
pl: Niedozwolona wartość parametru dla "{0}".

source: Illegal Brand argument \'\'{0}\'\' since read-only objects are not updatable.
pl: Niedozwolony parametr marki "{0}", ponieważ nie można aktualizować obiektów tylko do odczytu.

source: Internal failure performing Binary64 Decode. {0}
pl: Wystąpił błąd wewnętrzny podczas dekodowania Binary64. {0}

source: Internal failure performing Binary64 Encode. {0}
pl: Wystąpił błąd wewnętrzny podczas kodowania Binary64. {0}

source: Internal failure trying to access the directory \'\'{0}\'\'. {1}
pl: Wystąpił błąd wewnętrzny podczas próby uzyskania dostępu do katalogu "{0}". {1}

source: Internal failure trying to get access to \'\'{0}\'\'. {1}
pl: Wystąpił błąd wewnętrzny podczas próby uzyskania dostępu do "{0}". {1}

source: No persisted default theme was found. Will use internal default theme \'\'{0}\'\'.
pl: Nie znaleziono zapisanego domyślnego motywu. Zostanie użyty domyślny motyw wewnętrzny "{0}".

source: Runtime Exception.
pl: Wyjątek czasu działania.

source: The Resource \'\'{0}\'\' does not support \'\'{1}\'\' calls.
pl: Zasób "{0}" nie obsługuje wywołań "{1}".

source: The default theme cannot be determined.
pl: Nie można określić motywu domyślnego.

source: The default theme could not be determined, using first found in deployment: \'\'{0}\'\'
pl: Nie można określić motywu domyślnego; zostanie użyty pierwszy motyw znaleziony w instalacji: "{0}"

source: The descriptor (\'\'{0}\'\') for the \'\'{1}\'\' theme is not valid.
pl: Nieprawidłowy deskryptor ("{0}") dla motywu "{1}".

source: The expected XML Document in file (\'\'{0}\'\') is not valid.
pl: Nieprawidłowy oczekiwany dokument XML w pliku ("{0}").

source: The operation \'\'{0}\'\' is not supported on automatic theme mode.
pl: Czynność "{0}" nie jest obsługiwana dla automatycznego trybu motywu.

source: The persisted default theme \'\'{0}\'\' was not found in the deployment directory. Will use internal default theme \'\'{1}\'\'.
pl: Zapisany domyślny motyw "{0}" nie został znaleziony w katalogu instalacji. Użyty zostanie domyślny motyw wewnętrzny "{1}".

source: The transformation to generate the branding failed for \'\'{0}\'\' theme.
pl: Nie powiodła się transformacja generująca oprawę graficzną dla motywu "{0}".

source: The write operation is not supported on this read-only object.
pl: Operacja zapisu nie jest obsługiwana przez ten obiekt tylko do odczytu.
