Repository: aviarypl/suse-l10n-pl
Catalog: po/UIControlRegistryRsrc_*.po
Languages: pl

source: Action
pl: Operacja

source: Add data entry text field
pl: Dodaj pole tekstowe wpisywania danych

source: Allow multiple selections (true/false)
pl: Zezwól wielokrotne zaznaczenia (tak/nie)

source: Call on getItems() method only supported for list-item type property {0}.
pl: Wywołanie metody getItems() jest obsługiwane tylko dla właściwości typu elementu listy {0}.

source: Call on getValue(s)(...) method not supported for list-item type property {0}.
pl: Wywołanie metody getValue(s)() nie jest obsługiwane dla właściwości typu elementu listy {0}.

source: Class not found or error when instantiating {1} for mapping {0}
pl: Nie znaleziono klasy lub napotkano błąd podczas ukonkretnienia {1} dla mapowania {0}

source: Click here to digitally sign the form. Once the form is signed you will be able to approve/disapprove the form.
pl: Proszę kliknąć tutaj, aby podpisać cyfrowo formularz. Po podpisaniu formularza będzie można go zaakceptować lub odrzucić.

source: Click here to select a value ...
pl: Proszę kliknąć, aby wybrać wartość ...

source: Control {0} not found in UI Registry
pl: W rejestrze UI nie znaleziono kontrolki {0}

source: Could not acquire the {0} for reading the {1} map
pl: Nie można pobrać {0} do odczytywania mapy {1}

source: DAL global list key
pl: Klucz globalnej listy DAL

source: DAL global query key
pl: Klucz globalnego zapytania DAL

source: DAL global query parameter(s)
pl: Parametry globalnego zapytania DAL

source: Datetime indicator
pl: Wskaźnik daty i czasu

source: Day headers
pl: Nagłówki dni

source: Days
pl: Dni

source: Digital signing control
pl: Kontrolka podpisywania cyfrowego

source: Display expression
pl: Wyrażenie wyświetlania

source: Display title in signed form document
pl: Wyświetl tytuł w dokumencie podpisanego formularza

source: Enforce uniqueness
pl: Wymuś niepowtarzalność

source: Entity attribute key used for object lookup
pl: Klucz atrybutu encji używany do wyszukiwania obiektów

source: Entity key for DN expression lookup
pl: Klucz encji do wyszukiwania wyrażeń DN

source: Entity key used for object lookup
pl: Klucz encji używany do wyszukiwania obiektów

source: Error encountered during form preview.
pl: Napotkano błąd podczas podglądu formularza.

source: Error encountered while packing values
pl: Napotkano błąd podczas pakowania wartości

source: Error encountered while parsing the registry file : {0}.
pl: Napotkano błąd podczas przetwarzania pliku rejestru: {0}.

source: Error encountered while reading or parsing the registry file.
pl: Napotkano błąd podczas odczytu lub przetwarzania pliku rejestru.

source: Error encountered {0} during insertion of signing control. Please contact your administrator
pl: Napotkano błąd {0} podczas wstawiania kontrolki podpisywania. Proszę skontaktować się z administratorem.

source: Error serializing DOM for signature
pl: Błąd serializacji modelu DOM dla podpisu

source: Expiration Time Unit
pl: Jednostka czasu wygaśnięcia

source: False
pl: Nie

source: Field css style
pl: Styl css pola

source: Field initially hidden
pl: Pole początkowo ukryte

source: Field width in pixels
pl: Szerokość pola w pikselach

source: Field {0} uses a list based control. It must populate a {1} property
pl: Pole {0} korzysta z kontrolki opartej na liście. Musi wypełnić właściwość {1}.

source: Font size
pl: Rozmiar czcionki

source: Form definition is not valid : missing content for {0}
pl: Nieprawidłowa definicja formularza: brak zawartości dla {0}

source: Form definition is not valid : {0} must have the type element
pl: Nieprawidłowa definicja formularza: {0} musi posiadać element typu

source: Hours
pl: Godziny

source: I agree to sign the document
pl: Zgadzam się podpisać dokument

source: Ignore case
pl: Ignoruj wielkość liter

source: Invalid value {0} for {1}
pl: Błędna wartość {0} dla {1}

source: Label
pl: Etykieta

source: Label css style
pl: Styl css etykiety

source: List item
pl: Obiekt listy

source: Maximum length
pl: Maksymalna długość

source: Minimum length
pl: Minimalna długość

source: Missing action property for action {0}
pl: Brak właściwości operacji dla operacji {0}

source: Missing key node for list-item property {0}.
pl: Brak węzła klucza dla właściwości {0} obiektu listy.

source: Missing parameter {0}
pl: Brak parametru {0}

source: Month names
pl: Nazwy miesięcy

source: Month short names
pl: Skrócone nazwy miesięcy

source: Naming attribute
pl: Atrybut nazywania

source: No action URL specified in action mappings for {0}
pl: Nie określono adresu URL czynności w mapowaniu czynności dla {0}

source: No element {1} found for field {0}
pl: Nie znaleziono elementu {1} dla pola {0}

source: No signature applet was found for this type of browser
pl: Nie znaleziono apletu podpisu dla tego typu przeglądarki

source: Not implemented
pl: Nie zaimplementowane

source: Number format error, please check the value for UI registry property {0}
pl: Błąd formatu liczby. Proszę sprawdzić wartość właściwości {0} rejestru UI.

source: Number of characters allowed
pl: Liczba dozwolonych znaków

source: Number of columns displayed
pl: Liczba wyświetlanych kolumn

source: Number of lines displayed
pl: Liczba wyświetlanych wierszy

source: Numbers only
pl: Tylko liczby

source: Object Selector Window Type
pl: Typ okna selektora obiektów

source: Object Selector type
pl: Typ selektora obiektów

source: Please configure the signature provider service
pl: Proszę skonfigurować usługę dostawcy podpisu

source: Preview
pl: Podgląd

source: Property {1} not found for control {0} in UI Registry
pl: Nie znaleziono właściwości {1} dla elementu {0} w rejestrze UI

source: Registry is empty
pl: Rejestr jest pusty

source: Renderer helper class not found or error when instantiating {1} for output type {0}
pl: Nie znaleziono klas pomocniczych renderera lub napotkano błąd podczas konkretyzowania {1} dla typu wyjściowego {0}.

source: Renderer mapping not found for {0} in UI Registry
pl: Nie znaleziono mapowania renderera dla {0} w rejestrze UI

source: Report Height
pl: Wysokość raportu

source: Report Width
pl: Szerokość raportu

source: Resolve DN
pl: Rozwiąż DN

source: Resolving
pl: Rozwiązywanie

source: Root container
pl: Kontener główny

source: Show 2 lists
pl: Wyświetl 2 listy

source: Show clear button
pl: Wyświetl przycisk czyszczenia

source: Show date picker
pl: Wyświetl pole wyboru daty

source: Show object history button
pl: Wyświetl przycisk historii obiektów

source: Show object selector button
pl: Wyświetl przycisk wyboru obiektów

source: Signed by {0} on: {1}
pl: Podpisane przez {0} dnia: {1}

source: Sort entries
pl: Sortowanie wpisów

source: Style class
pl: Klasa stylu

source: Tooltip
pl: Podpowiedź

source: True
pl: Tak

source: Unknown error encountered.
pl: Napotkano nieznany błąd.

source: Unrecognized property type {0}.
pl: Nierozpoznany typ właściwości {0}.

source: Unsupported data type {0} for control {1}.
pl: Nieobsługiwany typ danych {0} dla kontrolki {1}.

source: Unsupported format type {0} for control {1}.
pl: Nieobsługiwany typ formatu {0} dla kontrolki {1}.

source: Unsupported type : fieldname {0}, type {1} and object class {2}
pl: Nieobsługiwany typ: nazwa pola {0}, typ {1} i klasa obiektu {2}

source: Updating only allowed on an existing property. {0} was not found in not found in properties list.
pl: Aktualizacja dozwolona jest tylko dla istniejącej właściwości. {0} nie zostało znalezione w liście właściwości.

source: Upper bound (for Numbers only)
pl: Górna granica (tylko dla liczb)

source: Validation Mask(regular expression)
pl: Maska weryfikacji (wyrażenie regularne)

source: Weeks
pl: Tygodnie

source: \'Jan\',\'Feb\',\'Mar\',\'Apr\',\'May\',\'Jun\',\'Jul\',\'Aug\',\'Sep\',\'Oct\',\'Nov\',\'Dec\'
pl: \'Sty\',\'Lut\',\'Mar\',\'Kwi\',\'Maj\',\'Cze\',\'Lip\',\'Sie\',\'Wrz\',\'Paź\',\'Lis\',\'Gru\'

source: \'January\',\'February\',\'March\',\'April\',\'May\',\'June\',\'July\',\'August\',\'September\',\'October\',\'November\',\'December\'
pl: \'Styczeń\',\'Luty\',\'Marzec\',\'Kwiecień\',\'Maj\',\'Czerwiec\',\'Lipiec\',\'Sierpień\',\'Wrzesień\',\'Październik\',\'Listopad\',\'Grudzień\'

source: \'S\',\'M\',\'T\',\'W\',\'T\',\'F\',\'S\'
pl: \'Ni\',\'Pn\',\'Wt\',\'Śr\',\'Cz\',\'Pt\',\'So\'

source: lower bound (for Numbers only)
pl: dolna granica (tylko dla liczb)

source: {0} is not supported as query parameter. Please specify another value.
pl: {0} nie jest obsługiwane jako parametr zapytania. Proszę określić inną wartość.
