Repository: aviarypl/suse-l10n-pl
Catalog: po/UIControlJSRsrc_*.po
Languages: pl

source: A \'Submit\' button must be active to use the \'Enter\' key to submit the form. Please tab to the \'Submit\' button of your choice in order to activate it before using the \'Enter\' key to submit your data.
pl: Przycisk \'Wyślij\' musi być aktywny, aby użyć klawisza \'Enter\' do wysłania formularza. Proszę użyć klawisza \'Tab\', aby przejść do przycisku \'Wyślij\' przed użyciem \'Enter\' do wysłania.

source: A value is required for search.
pl: Do przeprowadzenia wyszukiwania wymagana jest wartość.

source: Action
pl: Operacja

source: Action aborted, please fix errors first.
pl: Operacja przerwana; proszę najpierw poprawić błędy.

source: Add item
pl: Dodaj element

source: An error \'\'{0}\'\' was encountered while executing the script \'\'{1}\'\'
pl: Napotkano błąd \'\'{0}\'\' podczas wykonywania skryptu \'\'{1}\'\'

source: Calendar
pl: Kalendarz

source: Can not convert object of type \'\'{0}\'\' to an array.
pl: Nie można przekonwertować typu \'\'{0}\'\' do tablicy

source: Cancel
pl: Anuluj

source: Clear History
pl: Wyczyść historię

source: Click here to add selected items
pl: Proszę kliknąć tutaj, aby dodać zaznaczone obiekty

source: Click here to edit the values.
pl: Proszę kliknąć tutaj, aby edytować wartości

source: Click here to open the object selector.
pl: Okno wyboru obiektów.

source: Click here to print the form
pl: Proszę kliknąć tutaj, aby wydrukować formularz

source: Click here to remove selected items
pl: Proszę kliknąć tutaj, aby usunąć zaznaczone obiekty

source: Click here to show calendar.
pl: Proszę kliknąć tutaj, aby zobaczyć kalendarz

source: Criteria
pl: Kryteria

source: Delete selected item
pl: Usuń zaznaczone obiekty

source: Edit item
pl: Edytuj obiekt

source: Error encountered while signing the form {0}
pl: Napotkano błąd podczas podpisywania formularza {0}

source: Expected boolean value for required parameter \'\'{0}\'\' of function \'\'{1}\'\'.
pl: Oczekiwano wartości logicznej dla wymaganego parametru \'\'{0}\'\' funkcji \'\'{1}\'\'.

source: Expected non-empty function declaration for parameter \'\'{0}\'\' of function \'\'{1}\'\'.
pl: Oczekiwano niepustej deklaracji funkcji dla parametru \'\'{0}\'\' funkcji \'\'{1}\'\'.

source: Expected string or array value for optional parameter \'\'{0}\'\' of function \'\'{1}\'\'.
pl: Oczekiwano ciągu albo tablicy dla opcjonalnego parametru \'\'{0}\'\' funkcji \'\'{1}\'\'.

source: Expected string or array value for required parameter \'\'{0}\'\' of function \'\'{1}\'\'.
pl: Oczekiwano ciągu albo tablicy dla wymaganego parametru \'\'{0}\'\' funkcji \'\'{1}\'\'.

source: Expected string value for parameter \'\'{0}\'\' of function \'\'{1}\'\'.
pl: Oczekiwano ciągu dla parametru \'\'{0}\'\' funkcji \'\'{1}\'\'

source: Expected the format [name:value] for the parameter \'\'{0}\'\' of function \'\'{1}\'\'.
pl: Oczekiwano formatu {nazwa:wartość} dla parametru \'\'{0}\'\' funkcji \'\'{1}\'\'.

source: Field
pl: Pole

source: Form signature successfully attached.
pl: Podpis formularza został dodany.

source: Function \'\'{0}\'\' expects a maximum of \'\'{1}\'\' parameters.
pl: Funkcja \'\'{0}\'\' wymaga maksymalnie \'\'{1}\'\' parametrów.

source: Gathering data to sign ...
pl: Gromadzenie danych do podpisu...

source: History
pl: Historia

source: History is not available when filtering by root container.
pl: Historia jest niedostępna w przypadku filtrowania wg kontenera głównego.

source: Ignoring lowerbound or upperbound validation on non integer data type.
pl: Ignorowanie sprawdzania dolnej i górnej granicy typu danych nie będącego liczbą całkowitą.

source: Ignoring minimum length or maximum length validation on non string or non dn data type.
pl: Ignorowanie sprawdzenia minimalnej lub maksymalnej długości danych nie będących ciągami ani identyfikatorami DN.

source: Invalid number.
pl: Nieprawidłowy numer.

source: Invalid time format.
pl: Nieprawidłowy format czasu.

source: Missing parameter \'\'{0}\'\' or unexpected data type for function \'\'{1}\'\'.
pl: Brakujący parametr \'\'{0}\'\' lub nieprawidłowy typ danych dla funkcji \'\'{1}\'\'.

source: Must be a whole number.
pl: Musi być pełną liczbą.

source: No results found.
pl: Brak wyników.

source: Only numbers are allowed.
pl: Dozwolone są jedynie liczby.

source: Please adapt the number of lines of the control from 2 to 3 to make this message disappear. Auto-adjusting number of lines to 3, otherwise scrollbars will not display.
pl: Proszę zmienić liczbę wierszy kontrolki z 2 na 3, aby ten komunikat zniknął. Nastąpi automatyczne ustawienie liczby wierszy na 3; w przeciwnym wypadku pasek przewijania się nie pojawi.

source: Please choose a date or click on cancel if you do not want to pick a date.
pl: Proszę wybrać datę lub anulować, jeśli nie zamierza się pobierać daty.

source: Please select the items to be added in the list on the left side.
pl: Na liście po lewej stronie proszę zaznaczyć obiekty, które mają być dodane.

source: Please select the items to be removed in the list on the right side.
pl: Na liście po prawej stronie proszę zaznaczyć obiekty do usunięcia.

source: Previous Selections
pl: Poprzednio wybrane elementy

source: Print Form
pl: Wydrukuj formularz

source: Reset field
pl: Wyczyść pole

source: Resolving
pl: Rozwiązywanie

source: Root Directory:
pl: Katalog główny:

source: Search
pl: Szukaj

source: Search object list: (Example: A*, Lar*, *r)
pl: Lista obiektów wyszukiwania: (przykład: A*, Lar*, ID, *r)

source: Select
pl: Wybierz

source: Select an object from the list:
pl: Proszę wybrać obiekt z listy:

source: Show history
pl: Wyświetl historię

source: Supported advices are \'around\', \'before\' and \'after\'.
pl: Obsługiwane porady to \'around\', \'before\' and \'after\'.

source: Supported search scopes are \'one\', \'o\', \'subtree\' and \'s\'.
pl: Obsługiwane zakresy przeszukiwania to \'one\', \'o\', \'subtree\' i \'s\'.

source: The DN expression lookup could not resolve the DN values. Please verify the DN expression lookup properties used for this control in the workflow form.
pl: Wyszukiwanie wyrażenia DN nie dało rozwiązania wartości DN. Proszę zweryfikować właściwości wyszukiwania wyrażenia DN używane przez tę kontrolkę w formularzu przepływu.

source: The DN expression lookup returned the error: {0}. Please verify the DN expression lookup properties used for this control in the workflow form and that the objects exists in the directory. Also check access rights to the entity and the attributes that are used in the display expression.
pl: Wyszukiwanie wyrażenia DN zwróciło błąd: {0}. Proszę sprawdzić właściwości wyszukiwania wyrażenia DN używane przez tę kontrolkę w formularzu przepływu, oraz czy w katalogu istnieją te obiekty. Proszę również sprawdzić prawa dostępu do encji oraz atrybuty użyte w wyrażeniu wyświetlania.

source: The control is disabled. This operation is not allowed.
pl: Ta kontrolka jest wyłączona. Ta operacja jest niedozwolona.

source: The script \'\'{0}\'\' for dynamic property \'\'{1}\'\' does not return a value.
pl: Skrypt \'\'{0}\'\' dla dynamicznej właściwości \'\'{1}\'\' nie zwraca wartości.

source: The values must be unique.
pl: Te wartości muszą być niepowtarzalne.

source: There is no value to edit.
pl: Brak wartości do edycji.

source: Timeout occurred during signature applet call. Please verify the applet configuration.
pl: Przekroczono limit czasu podczas wywoływania apletu podpisu cyfrowego. Proszę zweryfikować konfigurację apletu.

source: Type
pl: Typ

source: Value
pl: Wartość

source: You must either provide a value for all fields or for none
pl: Trzeba albo wprowadzić wartość dla wszystkich pól, albo dla żadnego.

source: You must provide at least one entry.
pl: Trzeba wprowadzić przynajmniej jedną wartość.

source: You need to specify a value for the default locale {0}.
pl: Należy określić wartość dla domyślnych ustawień regionalnych {0}.

source: \'\'{0}\'\': incoming date string should respect the format \'\'{1}\'\'.
pl: \'\'{0}\'\': odbierany ciąg danych powinien być w formacie \'\'{1}\'\'

source: \'\'{0}\'\': value(s) \'\'{1}\'\' not found in the list items.
pl: \'\'{0}\'\': na liście obiektów nie znaleziono wartości \'\'{1}\'\'.

source: an error occurred {0}. Please contact your system administrator. Detailed information can be found in the console.
pl: wystąpił błąd {0}. Proszę skontaktować się z administratorem systemu. Szczegółowe informacje można znaleźć w komunikatach konsoli.

source: date is invalid. Please use this format : {0}.
pl: nieprawidłowa data. Proszę użyć formatu: {0}.

source: error occurred while treating property : {0}. Error message : {1}
pl: wystąpił błąd podczas przetwarzania właściwości: {0}. Komunikat błędu: {1}

source: field is required. Please specify a value.
pl: pole jest wymagane. Proszę podać wartość.

source: value does not match the mask {0}.
pl: wartość nie pasuje do maski {0}.

source: value length must be between {0} and {1}.
pl: długość wartości musi zawierać się pomiędzy {0} i {1}.

source: value must be between {0} and {1}.
pl: wartość musi być pomiędzy {0} i {1}.

source: {0} - {1} of {2}
pl: {0} - {1} z {2}

source: {0} function not supported for this type of control.
pl: funkcja {0} nie jest obsługiwana dla tego typu kontrolki.

source: {0} {1} not found or not instantiated yet.
pl: {0} {1} nie zostały znalezione albo jeszcze nie są ukonkretnione.
