Repository: aviarypl/suse-l10n-pl
Catalog: po/UIQueryServletRsrc_*.po
Languages: pl

source: An error occurred processing the request.
pl: Wystąpił błąd podczas przetwarzania wniosku.

source: An error occurred processing the request. ({0})
pl: Wystąpił błąd podczas przetwarzania wniosku. ({0})

source: An error occurred processing the request. A querykey or queryname is required for this request.
pl: Wystąpił błąd podczas przetwarzania wniosku. Dla tego wniosku wymagane są klucz albo nazwa zapytania.

source: An error occurred processing the request. A team dn request parameter is required for this request.
pl: Wystąpił błąd podczas przetwarzania wniosku. Dla tego wniosku wymagany jest parametr DN zespołu.

source: An error occurred processing the request. The selected resource collection was not found. Please refresh your page and try again. If the problem persists, please notify your System Administrator.
pl: Wystąpił błąd podczas przetwarzania wniosku. Nie znaleziono zaznaczonej kolekcji zasobów. Proszę odświeżyć stronę i spróbować ponownie. Jeśli problem będzie się powtarzał, proszę powiadomić administratora systemu.

source: An unknown error was encountered.
pl: Napotkano nieznany błąd.

source: Could not get a cache holder instance.
pl: Nie można było pobrać instancji pojemnika bufora.

source: Delegated execute service ({0}) has not been implemented.
pl: Usługa delegowanego wykonania ({0}) nie została zaimplementowana.

source: Error encountered while executing the service ({0}). Could not get a cache holder instance.
pl: Napotkano błąd podczas wykonywania usługi ({0}). Nie można było pobrać instancji pojemnika bufora.

source: Error encountered while executing the service ({0}). Loop object ({1}) must be stored in a List.
pl: Napotkano błąd podczas wykonywania usługi ({0}). Obiekt pętli ({1}) musi być przechowywany w liście.

source: Error encountered while executing the service ({0}). Missing loop object declaration for service.
pl: Napotkano błąd podczas wykonywania usługi ({0}). Brak deklaracji obiektu pętli dla usługi.

source: Error encountered while executing the service {0} : {1}.
pl: Napotkano błąd podczas wykonywania usługi {0} : {1}.

source: Error while instantiating the registry : {0}.
pl: Błąd podczas konkretyzowania rejestru: {0}.

source: Extract parms service ({0}) has not been implemented.
pl: Usługa wydobywania parametrów ({0}) nie została zaimplementowana.

source: Invalid parameter {0} = {1}.
pl: Nieprawidłowy parametr {0} = {1}.

source: No handler found for result type ({0}).
pl: Nie znaleziono programu obsługi dla typu wyniku ({0}).

source: Number format error, please check the value for {0}.
pl: Błąd formatu liczby. Proszę sprawdzić wartość dla {0}.

source: Please re-authenticate, your session has expired ({0}).
pl: Proszę uwierzytelnić się ponownie, sesja wygasła ({0}).

source: Render execute service ({0}) has not been implemented.
pl: Usługa wykonania render ({0}) nie została zaimplementowana.

source: Service class {0} not found or error while instantiating.
pl: Klasa usługi {0} nie została znaleziona lub wystąpił błąd konkretyzacji.

source: Service {0} not found in UI registry.
pl: Nie znaleziono usługi {0} w rejestrze UI.

source: The AJAX Service ({0}) has not been implemented.
pl: Usługa AJAX ({0}) nie została zaimplementowana.

source: You need to login to execute service {0}, it is marked as requiring authentication.
pl: Trzeba się zalogować, aby uruchomić usługę {0}. Jest ona określona jako wymagająca uwierzytelnienia.
