Repository: aviarypl/suse-l10n-pl
Catalog: po/Utopia37_AppConfig_*.po
Languages: pl

source: 'January','February','March','April','May','June','July','August','September','October','November','December'
pl: 'Styczeń','Luty','Marzec','Kwiecień','Maj','Czerwiec','Lipiec','Sierpień','Wrzesień','Październik','Listopad','Grudzień'

source: 'Role Approval' + flowdata.get('displayName/en')
pl: 'Akceptacja roli' + flowdata.get('displayName/pl')

source: 'SoD Conflict Approval' + flowdata.get('displayName/en')
pl: 'Akceptacja konfliktu RO' + flowdata.get('displayName/pl')

source: Accessory Portlets
pl: Portlety dodatkowe

source: Accounting
pl: Księgowość

source: Accounts
pl: Konta

source: Accounts Payable
pl: Należności

source: Accounts Receivable
pl: Wierzytelności

source: Adding Errors, Warnings and Messages.
pl: Dodawanie błędów, ostrzeżeń i komunikatów

source: Administrative
pl: Administracyjne

source: Allows users to remove themselves from the Sales Mailing List.
pl: Pozwala użytkownikom usunąć się z listy korespondencyjnej sprzedaży.

source: An example of how to create a form with tabs.
pl: Przykład tworzenia formularza z kartami.

source: Approval
pl: Akceptacja

source: Approval Condition
pl: Warunek akceptacji

source: Approval Type
pl: Typ akceptacji

source: Approve
pl: Akceptuj

source: Approve Assignment Of Role
pl: Akceptacja przypisania roli

source: Approve Role Request (Quorum)
pl: Akceptacja wniosku o rolę (qorum)

source: Approve Role Request (Serial)
pl: Akceptacja wniosku o rolę (szeregowo)

source: Approve SoD Conflict
pl: Akceptacja konfliktu RO

source: Approve SoD Conflict (Quorum)
pl: Akceptacja konfliktu RO (qorum)

source: Approve SoD Conflict (Serial)
pl: Akceptacja konfliktu RO (szeregowo)

source: Assigned To
pl: Przypisane do

source: Attestation
pl: Zatwierdzenie

source: Base
pl: Baza

source: Branch
pl: Gałąź

source: Business Role
pl: Rola biznesowa

source: Button Intercept
pl: Przechwycenie przycisku

source: Cancel
pl: Anuluj

source: Cell Log
pl: Dziennik telefonu komórkowego

source: Cell Phone
pl: Telefon komórkowy

source: Cell Phone Model
pl: Model telefonu komórkowego

source: Cell Phone Type
pl: Typ telefonu komórkowego

source: Check For Processing Type
pl: Sprawdź typ przetwarzania

source: Checkbox Tab1
pl: Pole wyboru Karta 1

source: Checkbox Tab2
pl: Pole wyboru Karta 2

source: Checkbox Tab3
pl: Pole wyboru Karta 3

source: Chinese (China)
pl: Chiński (Chiny)

source: Chinese (Taiwan)
pl: Chiński (Tajwan)

source: Choose Three Approvers
pl: Wybór trzech akceptujących

source: Choose a department
pl: Wybór działu

source: Choose a group for attestation.
pl: Wybór grupy do upoważnienia

source: Choose a user
pl: Wybór użytkownika

source: Choose the equipment you would like to request.
pl: Wybór wnioskowanego wyposażenia

source: Comment\:
pl: Komentarz\:

source: Common
pl: Wspólne

source: Company
pl: Przedsiębiorstwo

source: Condition
pl: Warunek

source: Conflicting Role\:
pl: Rola będąca w konflikcie\:

source: Continue
pl: Kontynuuj

source: Custom Validation
pl: Weryfikacja własna

source: DatePicker
pl: Wybór daty

source: DateTimePicker
pl: Wybór daty i czasu

source: Dates And Validation
pl: Daty i sprawdzenie

source: Default
pl: Domyślne

source: Delegate Relationship
pl: Relacja delegata

source: Delegation assignment
pl: Przypisanie delegacji

source: Demonstrates how to start a workflow using the Integration Activity.
pl: Ilustruje, jak uruchomić przepływ za pomocą czynności integracji.

source: Deny
pl: Odrzuć

source: Department
pl: Dział

source: Description
pl: Opis

source: Description\:
pl: Opis\:

source: Desktop Computer
pl: Komputer stacjonarny

source: Desktop Log
pl: Dziennik komputera stacjonarnego

source: Desktop Model
pl: Model komputera stacjonarnego

source: Desktop Type
pl: Typ komputera stacjonarnego

source: Detailed Reason for Request
pl: Szczegółowe uzasadnienie wniosku

source: Device
pl: Urządzenie

source: Device Category
pl: Kategoria urządzenia

source: Device Model
pl: Model urządzenia

source: Device Type
pl: Typ urządzenia

source: Digital Signature
pl: Podpis cyfrowy

source: Done
pl: Zakończono

source: Dutch
pl: Holenderski

source: E-Mail Address
pl: Adres e-mail

source: Email
pl: Adres e-mail

source: End Date\:
pl: Data końcowa\:

source: English
pl: Angielski

source: Enter Intercept
pl: Przechwycenie

source: Entitlement
pl: Upoważnienie

source: Entitlements
pl: Upoważnienia

source: Entity
pl: Encja

source: Equipment
pl: Wyposażenie

source: Equipment Type
pl: Typ wyposażenia

source: Examples
pl: Przykłady

source: Field
pl: Pole

source: Field to Parse
pl: Pole do analizy

source: Field0
pl: Pole 0

source: Field1
pl: Pole 1

source: Fifth approval
pl: Piąta akceptacja

source: Find User by Department
pl: Znajdź użytkownika wg działu

source: Finish
pl: Zakończ

source: First Name
pl: Imię

source: First approval
pl: Pierwsza akceptacja

source: Five Step Parallel Approval (Timeout Approves)
pl: Akceptacja równoległa w pięciu etapach (przekroczenie czasu powoduje zaakceptowanie)

source: Five Step Parallel Approval (Timeout Denies)
pl: Akceptacja równoległa w pięciu etapach (przekroczenie czasu powoduje odrzucenie)

source: Five Step Sequential Approval (Timeout Approves)
pl: Akceptacja sekwencyjna w pięciu etapach (przekroczenie czasu powoduje zaakceptowanie)

source: Five Step Sequential Approval (Timeout Denies)
pl: Akceptacja sekwencyjna w pięciu etapach (przekroczenie czasu powoduje odrzucenie)

source: Four Step Parallel Approval (Timeout Approves)
pl: Akceptacja równoległa w czterech etapach (przekroczenie czasu powoduje zaakceptowanie)

source: Four Step Parallel Approval (Timeout Denies)
pl: Akceptacja równoległa w czterech etapach (przekroczenie czasu powoduje odrzucenie)

source: Four Step Sequential Approval (Timeout Approves)
pl: Akceptacja sekwencyjna w czterech etapach (przekroczenie czasu powoduje zaakceptowanie)

source: Four Step Sequential Approval (Timeout Denies)
pl: Akceptacja sekwencyjna w czterech etapach (przekroczenie czasu powoduje odrzucenie)

source: Fourth approval
pl: Czwarta akceptacja

source: French
pl: Francuski

source: German
pl: Niemiecki

source: Given Values
pl: Podane wartości

source: Global
pl: Globalnie

source: Group
pl: Grupa

source: Group Approval
pl: Akceptacja grupy

source: Group Membership Attestation
pl: Zatwierdzenie członkostwa grupy

source: Group's membership
pl: Członkostwo grupy

source: Groups
pl: Grupy

source: Has More Approvers
pl: Istnieje więcej akceptujących

source: Has More SoD Conflicts
pl: Istnieje więcej konfliktów RO

source: Hidden attribute List
pl: Lista ukrytych atrybutów

source: Human Resources
pl: Zasoby ludzkie

source: I verify that the membership of this group is correct and I have removed any user that should not be members.
pl: Potwierdzam, że członkostwo tej grupy jest prawidłowe i że usunęłam/usunąłem wszystkich użytkowników, którzy nie powinni być członkami tej grupy.

source: IT Role
pl: Rola IT

source: Identity
pl: Tożsamość

source: Increment Approver Counter
pl: Zwiększ licznik akceptujących

source: Increment SoD Counter
pl: Zwiększ licznik RO

source: Information Services
pl: Usługi informacyjne

source: Input Cell
pl: Wprowadź telefon komórkowy

source: Input Desktop
pl: Wprowadź komputer stacjonarny

source: Input Laptop
pl: Wprowadź laptop

source: Input PDA
pl: Wprowadź PDA

source: Input Values
pl: Wprowadź wartości

source: Instructions
pl: Instrukcje

source: Integration
pl: Integracja

source: Is Cell
pl: Telefon komórkowy

source: Is Desktop
pl: Komputer stacjonarny

source: Is Laptop
pl: Laptop

source: Is PDA
pl: PDA

source: Italian
pl: Włoski

source: Japanese
pl: Japoński

source: Justification\:
pl: Wyrównanie\:

source: Laptop Computer
pl: Laptop

source: Laptop Log
pl: Dziennik laptopa

source: Laptop Model
pl: Model laptopa

source: Laptop Notes
pl: Notatki laptopa

source: Laptop Type
pl: Typ laptopa

source: Last Name
pl: Nazwisko

source: Localize Display
pl: Lokalizacja wyświetlania

source: Localize SoD Name
pl: Lokalizacja nazwy RO

source: Location
pl: Położenie

source: Log
pl: Zapisuj w dzienniku

source: Log Group
pl: Zapisuj w dzienniku grupy

source: Log Multiple
pl: Zapisuj w dzienniku wielokrotnie

source: Log Quorum
pl: Zapisuj w dzienniku kworum

source: Log all denied activities
pl: Zapisuj w dzienniku wszystkie odrzucone czynności

source: Log finish denied
pl: Zapisuj w dzienniku zakończone odrzucone

source: Log for all denied activities
pl: Dziennik wszystkich odrzuconych czynności

source: Log for approval activity
pl: Dziennik czynności akceptacji

source: Log for approval_1 activity
pl: Dziennik czynności akceptacja_1

source: Log for approval_2 activity
pl: Dziennik czynności akceptacja_2

source: Log for approval_3 activity
pl: Dziennik czynności akceptacja_3

source: Log for approval_4 activity
pl: Dziennik czynności akceptacja_4

source: Log for approval_5 activity
pl: Dziennik czynności akceptacja_5

source: Log for approval_A activity
pl: Dziennik czynności akceptacja_A

source: Log for approval_B activity
pl: Dziennik czynności akceptacja_B

source: Log for approval_C activity
pl: Dziennik czynności akceptacja_C

source: Log for approval_D activity
pl: Dziennik czynności akceptacja_D

source: Log for approval_E activity
pl: Dziennik czynności akceptacja_E

source: Login Expiration Time
pl: Czas wygaśnięcia logowania

source: Main Form
pl: Formularz główny

source: Management
pl: Zarządzanie

source: Manager
pl: Menedżer

source: Manager Approval
pl: Zgoda menedżera

source: Manager-Employee
pl: Menedżer-Pracownik

source: Map Data Item Values
pl: Mapowanie wartości obiektów danych

source: Map DataItem Names
pl: Mapowanie nazw obiektów danych

source: Mapping
pl: Mapowanie

source: Members
pl: Członkowie

source: Merge
pl: Połącz

source: Multiple
pl: Wiele

source: Multiple Approval
pl: Wiele akceptacji

source: Multiple Approvers
pl: Wielu akceptantów

source: Multiple Approvers Example
pl: Przykład wielu akceptujących

source: New Request
pl: Nowy wniosek

source: New Tasks
pl: Nowe zadania

source: Notes for Purchaser (Cell)
pl: Uwagi dla nabywcy (tel. komórkowy)

source: Notes for Purchaser (Desktop)
pl: Uwagi dla nabywcy (komputer stacjonarny)

source: Notes for Purchaser (PDA)
pl: Uwagi dla nabywcy (PDA)

source: Notice that all controls not on a tab will appear below the tabs.
pl: Uwaga: wszystkie kontrolki nie znajdujące się na karcie pojawią się poniżej kart.

source: One Step Approval (Timeout Approves)
pl: Akceptacja w jednym etapie (przekroczenie czasu powoduje zaakceptowanie)

source: Operation\:
pl: Operacja\:

source: Owner
pl: Właściciel

source: Owner Change
pl: Zmiana właściciela

source: PDA Log
pl: Dziennik PDA

source: PDA Model
pl: Model PDA

source: PDA Type
pl: Typ PDA

source: Password
pl: Hasło

source: Password Management
pl: Zarządzanie hasłami

source: Permission Role
pl: Rola uprawnień

source: Please select the appropriate button to approve or reject the request.
pl: Proszę nacisnąć odpowiedni przycisk, aby zaakceptować lub odrzucić ten wniosek.

source: Please verify the membership of this group.
pl: Proszę zweryfikować członkostwo tej grupy.

source: Portuguese
pl: Portugalski

source: Preferred Notification
pl: Preferowanie powiadomienie

source: Press 'Submit' to request the entitlement.
pl: Proszę nacisnąć przycisk \'Wyślij\', aby wnioskować o upoważnienie.

source: PrettyCheckbox
pl: Ładne pole wyboru

source: Proxy
pl: Pełnomocnik

source: Queries And Reading Attributes
pl: Zapytania i atrybuty odczytu

source: Query List
pl: Lista zapytań

source: Quorum
pl: Kworum

source: Quorum (2 of 3) Approval
pl: Akceptacja typu kworum (2 z 3)

source: Reason for request\:
pl: Uzasadnienie wniosku\:

source: Reason\:
pl: Powód\:

source: Recipient\:
pl: Beneficjent\:

source: Refuse
pl: Odrzuć

source: Reject
pl: Odrzuć

source: Remove from Sales Mailing List
pl: Usunięcie z listy korespondencyjnej sprzedaży

source: Report
pl: Raport

source: Request Complete
pl: Wniosek ukończony

source: Request DN
pl: DN wniosku

source: Request Date\:
pl: Data wniosku\:

source: Request Equipment
pl: Wniosek o wyposażenie

source: Request Linux Account
pl: Wniosek o konto linuksowe

source: Request Number\:
pl: Numer wniosku\:

source: Request Sales Mailing List Access
pl: Wniosek o dostęp do listy korespondencyjnej sprzedaży

source: Request access to the Sales department mailing list.
pl: Wnioskowanie o dostęp do listy korespondencyjnej sprzedaży.

source: Requested Equipment
pl: Wnioskowane wyposażenie

source: Requested by\:
pl: Wnioskowane przez\:

source: Requested for
pl: Wnioskowane dla

source: Requests and Approvals
pl: Wnioski i akceptacje

source: Resource Grouping for Administrative components.
pl: Grupowanie zasobów dla komponentów administracyjnych.

source: Resource Grouping for Identity Management related components.
pl: Grupowanie zasobów dla komponentów powiązanych z zarządzaniem tożsamością.

source: Resource Grouping for Request and Approval components.
pl: Grupowanie zasobów dla komponentów wniosków i akceptacji.

source: Resource Grouping for Roles components.
pl: Grupowanie zasobów dla komponentów ról.

source: Resource Grouping for any items that will always need to be localized when any other resource group is localized.
pl: Grupowanie zasobów dla dowolnych obiektów, które będą zawsze musiały być tłumaczone, gdy jakakolwiek inna grupa zasobów jest tłumaczona.

source: Resource Grouping for password management components.
pl: Grupowanie zasobów dla komponentów zarządzania hasłami.

source: Resource Grouping for the Accessory Portlet components.
pl: Grupowanie zasobów dla komponentów portletu dodatkowego.

source: Resource Grouping that serves as common grouping for several other groups.
pl: Grupowanie zasobów służące jako wspólne grupowanie dla kilku innych grup.

source: Resource Request
pl: Wniosek o zasób

source: Result
pl: Wynik

source: Result of Approval
pl: Wynik akceptacji

source: Review this request and provide the required information.
pl: Proszę przejrzeć wniosek i podać wymagane dane.

source: Role Approval
pl: Akceptacja roli

source: Role Manager
pl: Menedżer roli

source: Role\:
pl: Rola\:

source: Roles
pl: Role

source: Russian
pl: Rosyjski

source: Sales
pl: Sprzedaż

source: Search SOD Groups
pl: Wyszukaj grupy RO

source: Search Section Using HTML Control
pl: Przeszukaj sekcję za pomocą kontrolek HTML

source: Search Section Using WF Controls
pl: Przeszukaj sekcję za pomocą kontrolek WF

source: Second approval
pl: Druga akceptacja

source: Self Provision Approval
pl: Akceptacja samowyposażania

source: Self Registered User
pl: Użytkownik zarejestrowany przez siebie

source: Serial Number
pl: Numer seryjny

source: Set up SoD counters
pl: Ustawienie liczników RO

source: Set up counter
pl: Ustawienie licznika

source: Single Approval
pl: Pojedyncza akceptacja

source: SoD Conflict Approval
pl: Akceptacja konfliktu RO

source: Spanish
pl: Hiszpański

source: Start
pl: Uruchom

source: Start "To Start" Workflow
pl: Uruchom przepływ przyciskiem "Rozpocznij"

source: Start Date\:
pl: Data początkowa\:

source: Start Workflow
pl: Przepływ początkowy

source: Status\:
pl: Stan\:

source: Submit
pl: Wyślij

source: Submitted Values
pl: Wysłane wartości

source: Swedish
pl: Szwedzki

source: System Roles
pl: Role systemowe

source: Tabs Example
pl: Przykład kart

source: Telephone Number
pl: Numer telefonu

source: Template2ParallelApproval_TA
pl: Szablon2_Akceptacja_równoległa_TA

source: Template2ParallelApproval_TD
pl: Szablon2_Akceptacja_równoległa_TD

source: Template2SerialApproval_TA
pl: Szablon2_Akceptacja_sekwencyjna_TA

source: Template2SerialApproval_TD
pl: Szablon2_Akceptacja_sekwencyjna_TD

source: Template3ParallelApproval_TA
pl: Szablon3_Akceptacja_równoległa_TA

source: Template3ParallelApproval_TD
pl: Szablon3_Akceptacja_równoległa_TD

source: Template3SerialApproval_TA
pl: Szablon3_Akceptacja_sekwencyjna_TA

source: Template3SerialApproval_TD
pl: Szablon3_Akceptacja_sekwencyjna_TD

source: Template4ParallelApproval_TA
pl: Szablon4_Akceptacja_równoległa_TA

source: Template4ParallelApproval_TD
pl: Szablon4_Akceptacja_równoległa_TD

source: Template4SerialApproval_TA
pl: Szablon4_Akceptacja_sekwencyjna_TA

source: Template4SerialApproval_TD
pl: Szablon4_Akceptacja_sekwencyjna_TD

source: Template5ParallelApproval_TA
pl: Szablon5_Akceptacja_równoległa_TA

source: Template5ParallelApproval_TD
pl: Szablon5_Akceptacja_równoległa_TD

source: Template5SerialApproval_TA
pl: Szablon5_Akceptacja_sekwencyjna_TA

source: Template5SerialApproval_TD
pl: Szablon5_Akceptacja_sekwencyjna_TD

source: TemplateNoApproval
pl: Szablon_Brak_akceptacji

source: TemplateSingleApproval_TA
pl: Szablon_Akceptacja_pojedyncza_TA

source: TemplateSingleApproval_TD
pl: Szablon_Akceptacja_pojedyncza_TD

source: TestSign
pl: Test podpisu

source: Text For Message
pl: Tekst komunikatu

source: Text Tab1
pl: Tekst karty 1

source: Text Tab2
pl: Tekst karty 2

source: Text Tab3
pl: Tekst karty 3

source: The checkboxes are nicely formatted.
pl: Te pola wyboru są ładnie sformatowane.

source: Third approval
pl: Trzecia akceptacja

source: This is a test
pl: To jest test

source: This is the title for Tab1
pl: Tytuł dla Karty 1

source: This is the title for Tab2
pl: Tytuł dla Karty 2

source: This is the title for Tab3
pl: Tytuł dla Karty 3

source: This workflow allows users to request equipment.
pl: Ten przepływ umożliwia użytkownikom wnioskować o wyposażenie.

source: This workflow demonstrates assigning multiple approvers to a single Approval activity.
pl: Ten przepływ ilustruje przypisywanie wielu akceptujących do pojedynczej czynności akceptacji.

source: This workflow has examples of working with dates and custom validation.
pl: Ten przepływ zawiera przykłady pracy z datami i dostosowanego sprawdzania.

source: This workflow is started by the "Start Workflow" workflow.
pl: Ten przepływ jest uruchamiany przez przepływ "Przepływ początkowy".

source: This workflow shows how DAL queries and IDVault.get() work in forms.
pl: Ten przepływ przedstawia działanie zapytań DAL i funkcji IDVault.get() w formularzach.

source: Three Step Parallel Approval (Timeout Approves)
pl: Akceptacja równoległa w trzech etapach (przekroczenie czasu powoduje zaakceptowanie)

source: Three Step Parallel Approval (Timeout Denies)
pl: Akceptacja równoległa w trzech etapach (przekroczenie czasu powoduje odrzucenie)

source: Three Step Sequential Approval (Timeout Approves)
pl: Akceptacja sekwencyjna w trzech etapach (przekroczenie czasu powoduje zaakceptowanie)

source: Three Step Sequential Approval (Timeout Denies)
pl: Akceptacja sekwencyjna w trzech etapach (przekroczenie czasu powoduje odrzucenie)

source: Title
pl: Tytuł

source: To Start
pl: Rozpocznij

source: Triggerd by Job
pl: Wyzwalane przez zadanie

source: Two Step Parallel Approval (Timeout Approves)
pl: Akceptacja równoległa w dwóch etapach (przekroczenie czasu powoduje zaakceptowanie)

source: Two Step Parallel Approval (Timeout Denies)
pl: Akceptacja równoległa w dwóch etapach (przekroczenie czasu powoduje odrzucenie)

source: Two Step Sequential Approval (Timeout Approves)
pl: Akceptacja sekwencyjna w dwóch etapach (przekroczenie czasu powoduje zaakceptowanie)

source: Two Step Sequential Approval (Timeout Deny)
pl: Akceptacja sekwencyjna w dwóch etapach (przekroczenie czasu powoduje odrzucenie)

source: Type
pl: Typ

source: Upon aquisition of this asset, enter the required information below.
pl: Przy przejęciu tego zasobu proszę podać poniżej wymagane informacje.

source: User
pl: Użytkownik

source: User Information
pl: Informacje o użytkowniku

source: User Lookup
pl: Wyszukiwanie użytkowników

source: User Photo
pl: Fotografia użytkownika

source: User groups
pl: Grupy użytkownika

source: Valid Date
pl: Prawidłowa data

source: Valid Text
pl: Prawidłowy tekst

source: Vals to start
pl: Wartości początkowe

source: Values
pl: Wartości

source: Verify
pl: Weryfikuj

source: View Comment History
pl: Pokaż historię komentarzy

source: Workflow Status
pl: Stan przepływu

source: Working with Dates
pl: Praca z datami

source: Write Cell
pl: Zapis telefonu komórkowego

source: Write Desktop
pl: Zapis komputera stacjonarnego

source: Write Laptop
pl: Zapis laptopa

source: Write PDA
pl: Zapis PDA

source: about
pl: informacje

source: blank
pl: puste

source: buttons
pl: przyciski

source: buttons2
pl: przyciski 2

source: content
pl: treść

source: department
pl: dział

source: hidden
pl: ukryty

source: instructions
pl: instrukcje

source: instructions2
pl: instrukcje 2

source: notes
pl: uwagi

source: reason
pl: powód

source: requesterNotes
pl: uwagi wnioskodawcy

source: searchSection
pl: sekcja wyszukiwania

source: summary1
pl: podsumowanie 1

source: summary2
pl: podsumowanie 2

source: text1
pl: tekst 1

source: text2
pl: tekst 2

source: text3
pl: tekst 3

source: text4
pl: tekst 4

source: val1
pl: wartość 1

source: val2
pl: wartość 2
