Repository: aviarypl/suse-l10n-pl
Catalog: po/VdxServiceRsrc_*.po
Languages: pl

source: A map of property key/value pairs.
pl: Mapa właściwości par klucz / wartość.

source: A query string.
pl: Ciąg zapytania.

source: Issues a VDX query against eDirectory. Assuming that an \'expression\' refers to a relational expression of the type: \'attribute relationalOperator value\'. Queries format must be of the form: \'expression1\' or \'expression1 logicalOperator expression2\' or \'(expression1) logicalOperator (expression2)\' or \'expression1 logicalOperator (expression2 logicalOperator1 expression3)\'. Relational expressions must be separated by a logical operator which MUST remain the same (e.g. \'expression1 AND expression2 AND expression3\'is valid, \'expression1 AND expression2 OR expression3\' is not valid). Parentheses can be used to create a condition group: \'expression1 AND (expression1 OR expression2)\'. The relational operator is one of: \u003e , \u003c , \u003e= , \u003c= , = , != , !\u003c , !\u003e , !\u003c= , !\u003e= , STARTSWITH, !STARTSWITH, IN , !IN , PRESENT, !PRESENT, ENDSWITH, !ENDSWITH. The logical operator is one of : AND , OR. The \'value\' side of an expression is one of: \'foo\',\"foo\", 1-9, true, false. The \'PRESENT\' and \'!PRESENT\' relational operator requires no value.
pl: Uruchamia zapytanie VDS na eDirectory. Zakłada, że \'wyrażenie\' odnosi się do wyrażenia relacyjnego typu: \'atrybut operatorRelacyjny wartość\'. Format zapytania musi mieć formę: \'wyrażenie1\' lub \'wyrażenie1 operatorLogiczny wyrażenie2\' lub \'(wyrażenie1) operatorLogiczny (wyrażenie2)\' lub \'wyrażenie1 operatorLogiczny (wyrażenie2 loperatorLogiczny1 wyrażenie3)\'. Wyrażenia relacyjne muszą być rozdzielone tym samym operatorem logicznym (np. \'wyrażenie1 AND wyrażenie2 AND wyrażenie3\' jest poprawne, \'wyrażenie1 AND wyrażenie2 OR wyrażenie3\' nie jest poprawne). Do tworzenia grupy warunków można użyć nawiasów: \'wyrażenie1 AND (wyrażenie1 OR wyrażenie2)\'. Operator relacyjny to: \u003e , \u003c , \u003e= , \u003c= , = , != , !\u003c , !\u003e , !\u003c= , !\u003e= , STARTSWITH, !STARTSWITH, IN , !IN , PRESENT, !PRESENT, ENDSWITH, !ENDSWITH. Operator logiczny to: AND , OR. Strona \'wartość\' wyrażenia to: \'foo\',\"foo\", 1-9, true, false. Operatory \'PRESENT\' i \'!PRESENT\' nie wymagają wartości.

source: Issues a global query as defined in the designer.
pl: Wydaje globalne zapytanie jako zdefiniowane w Designerze.

source: Methods that give access to eDirectory via VDX layer
pl: Metody pozwalające na dostęp do eDirectory przez warstwę VDX

source: Miscellaneous
pl: Różne

source: Returns the specified object\'s attribute.
pl: Zwraca atrybut wybranego obiektu.

source: Returns the specified object\'s attributes.
pl: Zwraca atrybuty wybranego obiektu.

source: Returns the webservice version
pl: Zwraca wersję usługi sieciowej

source: The entity key definition.
pl: Definicja klucza encji.

source: The name of the parameter to retrieve
pl: Nazwa parametru do pobrania

source: The name of the parameters to retrieve.
pl: Nazwa parametrów do pobrania.

source: The object DN.
pl: DN obiektu.

source: The query DN.
pl: DN zapytania.

source: These are miscellaneous operations.
pl: To są różne operacje.

source: This Web service provides eDirectory access via the VDX layer. Most methods require admin rights.
pl: Ta usługa sieciowa zapewnia dostęp do eDirectory przez warstwę VDX. Większość metod wymaga uprawnień administratora.

source: Vdx access methods
pl: Metody dostępu VDX
