Repository: aviarypl/suse-l10n-pl
Catalog: po/VirtualDataExceptionRsrc_*.po
Languages: pl

source: Attribute [{0}] with value [{2}] at index [{1}] could not be converted to desired type
pl: Atrybut [{0}] o wartości [{2}] o indeksie [{1}] nie może być przekonwertowany na żądany typ

source: Attribute: [{0}] not found.
pl: Atrybut: [{0}] nie znaleziony.

source: Cannot find {0} with ID = \'\'{1}\'\'.
pl: Nie można znaleźć {0} o ID = \'\'{1}\'\'.

source: Cannot retrieve user preferences. They may be ill-formed. Please contact your System Administrator.
pl: Nie można pobrać preferencji użytkownika. Mogą być one w złym formacie. Proszę skontaktować się z administratorem systemu.

source: Cannot save updated query list. Please contact your System Administrator.
pl: Nie można zapisać zaktualizowanej listy zapytań. Proszę skontaktować się z administratorem systemu.

source: Cannot save user preferences. Please contact your System Administrator.
pl: Nie można zapisać preferencji użytkownika. Proszę skontaktować się z administratorem systemu.

source: DAL relationship: {0} cannot be used in team management because it is not enabled for team management.
pl: Relacja DAL: obiekt {0} nie może być używany w zarządzaniu zespołem, ponieważ nie jest włączony dla zarządzania zespołem.

source: DAL relationship: {0} cannot be used in team management because source and target entity keys are different.
pl: Relacja DAL: obiekt {0} nie może być używany w zarządzaniu zespołem, ponieważ klucze encji źródłowej i docelowej są różne.

source: DAL relationship: {0} cannot be used in team management because source attribute key is not @key
pl: Relacja DAL: obiekt {0} nie może być używany w zarządzaniu zespołem, ponieważ klucz atrybutu źródła nie ma wartości @key

source: DAL relationship: {0} cannot be used in team management because target and source entity definition does not refer to: {1}.
pl: Relacja DAL: obiekt {0} nie może być używany w zarządzaniu zespołem, ponieważ definicje encji źródłowej i docelowej nie odnoszą się do: {1}.

source: Directory Abstraction Choice List Definitions have been loaded into server lifetime memory
pl: Definicje list wyboru abstrakcji katalogu zostały wczytane do pamięci ulotnej serwera

source: Directory Abstraction Configuration Definition have been loaded into server lifetime memory
pl: Definicja konfiguracji abstrakcji katalogu została wczytana do pamięci ulotnej serwera

source: Directory Abstraction Entity Definitions have been loaded into server lifetime memory
pl: Definicje encji abstrakcji katalogu zostały wczytane do pamięci ulotnej serwera

source: Directory Abstraction Query Definitions have been loaded into server lifetime memory
pl: Definicje zapytań abstrakcji katalogu zostały wczytane do pamięci ulotnej serwera

source: Directory Abstraction Relationship List Definitions have been loaded into server lifetime memory
pl: Definicje list relacji abstrakcji katalogu zostały wczytane do pamięci ulotnej serwera

source: Directory abstraction definition object: {0} is null, yet cacheholder reports that it is in the cache
pl: Obiekt definicji abstrakcji katalogu: {0} ma wartość null, a pojemnik bufora zawiera informację, że jest on w pamięci podręcznej

source: Entity/object not found: {0}.
pl: Nie znaleziono encji / obiektu: {0}.

source: Entity: [{0}] not found.
pl: Nie znaleziono encji: [{0}].

source: Error building container search filter.
pl: Błąd podczas tworzenia filtra wyszukiwania kontenerów.

source: Error checking user for ldap administrator. Error: {0}
pl: Błąd podczas sprawdzania użytkownika pod względem administratora ldap. Błąd: {0}

source: Error converting LDAP time attribute: {0}
pl: Błąd podczas konwertowania atrybutu czasu LDAP: {0}

source: Error creating object: {0}. Attempting to hide an attribute when not permitted by the definition: {1}.
pl: Błąd podczas tworzenia obiektu: {0}. Następuje próba ukrycia atrybutu, jeśli nie jest to dozwolone przez definicję: {1}.

source: Error creating object: {0}. Object definition does not allow create.
pl: Błąd podczas tworzenia obiektu: {0}. Definicja obiektu nie zezwala na tworzenie.

source: Error creating object: {0}. The definition for attribute key {1} is single-valued, and multiple values exist.
pl: Błąd podczas tworzenia obiektu: {0}. Definicja dla klucza atrybutu {1} ma wartość pojedynczą, a istnieje wiele wartości.

source: Error creating object: {0}. The object definition {1}, does not specify any object classes.
pl: Błąd podczas tworzenia obiektu: {0}. Definicja obiektu {1} nie określa żadnych klas obiektów.

source: Error getting Ldap connection. Error: {0}
pl: Błąd podczas pobierania połączenia LDAP. Błąd: {0}

source: Error getting a list of team managers for: {0}.
pl: Wystąpił błąd podczas pobierania listy menedżerów zespołu dla: {0}.

source: Error getting a list of team members for: {0}.
pl: Błąd podczas pobierania listy członków zespołu dla: {0}.

source: Error getting the default LDAP naming attribute. Please contact your System Administrator.
pl: Błąd podczas pobierania domyślnego atrybutu nazywania LDAP. Proszę skontaktować się z administratorem systemu.

source: Error occured casting GUID for object Dn: {0} to binary. String (hex) value is: {1}.
pl: Wystąpił błąd rzutowania GUID dla obiektu o DN: {0} na wartość binarną. Wartość szesnastkowa ciągu to: {1}.

source: Error occured parsing the Path Syntax value {0}
pl: Wystąpił błąd podczas przetwarzania wartości składni ścieżki {0}

source: Error occured parsing the Typed Name Syntax value {0}
pl: Wystąpił błąd podczas przetwarzania wartości składni nazwy o typie {0}

source: Error occurred checking manager: {0} authorization scope to team: {1}.
pl: Wystąpił błąd podczas sprawdzania zakresu uwierzytelniania menedżera: {0} do zespołu {1}.

source: Error occurred checking the object type for: {0}
pl: Wystąpił błąd podczas sprawdzania typu obiektu dla: {0}

source: Error occurred converting last modify date: {0} on object DN: {1} from a UTC date format
pl: Wystąpił błąd podczas konwertowania daty ostatniej modyfikacji: {0} obiektu o DN: {1}, z formatu daty UTC

source: Error occurred getting teams that the following user is a manager of: {0}.
pl: Wystąpił błąd podczas pobierania zespołów, których następujący użytkownik jest menedżerem: {0}.

source: Error occurred loading the abstract layer definition from the User Application driver (UAD). There are 2 things that can cause this: 1) The XML document stored in the XmlData attribute of the object instance: {0} is malformed or not in the expected format. This XML is packaged in the driver preconfig file and initialized when the UAD is created in iManager. The XML is maintained on the client side by the DAL eclipse plugin included with IDM Designer. 2) The file that maps the XML from the UAD abstract layer definition into the target application object is malformed. The map file is located in the User Application WAR under: {1}. This file is packaged with the product and does not change, unless inadvertently tampered with.
pl: Wystąpił błąd podczas wczytywania definicji warstwy abstrakcji ze sterownika aplikacji użytkownika (SAU). Możliwe są 2 przyczyny: 1) Dokument XML przechowywany w atrybucie XmlData instancji obiektu: {0} jest uszkodzony lub posiada nieoczekiwany format. Ten XML jest spakowany w pliku prekonfiguracji sterownika i inicjalizowany, jeśli SAU jest tworzony w programie iManager. Ten XML jest obsługiwany po stronie klienta przez wtyczkę DAL środowiska Eclipse dołączoną do programu IDM Designer. 2) Plik mapujący XML z definicji warstwy abstrakcyjnej SAU na docelowy obiekt aplikacji jest uszkodzony. Plik mapujący znajduje się w pliku WAR aplikacji użytkownika w: {1}. Ten plik jest pakowany z produktem i nie jest zmieniany, poza przypadkiem ręcznej ingerencji.

source: Error occurred parsing the expiration date value: {0} from the attribute: {1} in the User Application Driver: {2}. It is not returned in the expected format (i.e. expval#blah#blah, where expval is a signed integer number of seconds since Midnight, January 1, 1970)
pl: Wystąpił błąd podczas przetwarzania wartości daty wygaśnięcia: {0} z atrybutu: {1} w sterowniku aplikacji użytkownika: {2}. Nie została zwrócona wartość w oczekiwanym formacie (tzn: expval#bla#bla, gdzie expval to całkowita liczba sekund od północy 1 stycznia 1970)

source: Error occurred processing entity definition container macros using the class: {0} defined in the VirtualDataService-config/config.xml
pl: Wystąpił błąd podczas przetwarzania makr kontenera definicji encji za pomocą klasy: {0}, zdefiniowanej w VirtualDataService-config/config.xml

source: Error occurred reading the expiration date from the attribute: {0} in the User Application Driver: {1}
pl: Wystąpił błąd podczas odczytywania daty wygaśnięcia z atrybutu: {0} w sterowniku aplikacji użytkownika: {1}

source: Error occurred reading virtual definition object from server cache: {0}
pl: Wystąpił błąd podczas odczytywania obiektu definicji wirtualnej z pamięci podręcznej serwera: {0}

source: Error occurred registering (or unregistering) object: {0} with script engine.
pl: Wystąpił błąd podczas rejestrowania (lub wyrejestrowania) obiektu: {0} z pomocą silnika skryptów.

source: Error occurred resolving the default value expression for attribute: {0}. ECMA Script expression [{1}].
pl: Wystąpił błąd podczas określania wyrażenia wartości domyślnej dla atrybutu: {0}. Wyrażenie ECMA Script [{1}].

source: Error occurred setting JNDI LDAP context environment variable java.naming.ldap.attributes.binary for entity definition: {0}.
pl: Wystąpił błąd podczas ustawiania zmiennej środowiskowej java.naming.ldap.attributes.binary kontekstu JNDI LDAP dla definicji encji: {0}.

source: Error occurred trying to resolve if the following user was a team manager: {0} of team: {1}.
pl: Wystąpił błąd podczas określania, czy poniższy użytkownik był menedżerem: {0} zespołu: {1}.

source: Error occurred trying to resolve if the following user was a team manager: {0}.
pl: Wystąpił błąd podczas próby określenia, czy poniższy użytkownik był menedżerem zespołu: {0}.

source: Error occurred, null relationship type specified
pl: Wystąpił błąd. Określono typ relacji o wartości null.

source: Error occurred, the Virtual Entity Definition Attribute key (object attribute name) was null
pl: Wystąpił błąd. Klucz atrybutu definicji wirtualnej encji (nazwa atrybutu obiektu) ma wartość null.

source: Error occurred, the Virtual Entity Definition key (object name) \'\'{0}\'\' was not found
pl: Wystąpił błąd. Nie znaleziono klucza definicji wirtualnej relacji (nazwy obiektu) \'\'{0}\'\'.

source: Error occurred, the Virtual Entity Definition key (object name) was null
pl: Wystąpił błąd. Klucz definicji wirtualnej relacji (nazwa obiektu) ma wartość null.

source: Error occurred, the Virtual Relationship Definition was null for key {0}
pl: Wystąpił błąd. Definicja wirtualnej relacji miała wartość null dla klucza {0}.

source: Error performing query. Could not find object definition attribute key: {0} in definition: {1}.
pl: Wystąpił błąd podczas wykonywania zapytania. Nie można było znaleźć klucza atrybutu definicji obiektu: {0} w definicji: {1}.

source: Error performing query. The object definition attribute key: {0} in definition: {1}, is not enabled or is not readable.
pl: Wystąpił błąd podczas wykonywania zapytania. Klucz atrybutu definicji obiektu: {0} w definicji: {1} nie jest włączony lub nie można go odczytać.

source: Error performing query. The object definition attribute key: {0} in definition: {1}, is not searchable.
pl: Wystąpił podczas wykonywania zapytania. Nie można przeszukać klucza atrybutu definicji obiektu: {0} w definicji: {1}.

source: Error performing query: number of results found exceeds the search size limit. Narrow the scope of the search or increase the search size limit.
pl: Wystąpił błąd podczas wykonywania zapytania: liczba znalezionych wyników przekracza limit rozmiaru wyszukiwania. Proszę zawęzić zakres wyszukiwania lub zwiększyć limit rozmiaru wyszukiwania.

source: Error performing query: search exceeds specified time limit. Narrow the scope of the search or increase the search time limit.
pl: Wystąpił błąd podczas wykonywania zapytania: czas wyszukiwania przekroczył określony limit. Proszę zawęzić zakres wyszukiwania lub zwiększyć limit czasu.

source: Error putting the following object key into the custom VDATA cacheholder in server lifetime cache: {0}
pl: Wystąpił błąd podczas umieszczania poniższego klucza obiektu w pojemniku bufora VDATA w podręcznej pamięci operacyjnej serwera: {0}.

source: Error reading SecretStore {0}, on Object: {1}.
pl: Wystąpił błąd podczas odczytu SecretStore {0} w obiekcie: {1}.

source: Error reading/searching for abstract layer definition(s) from identity vault, check the following query parameters and verify that they match your identity vault schema and user application driver configuration - Search filter: {0}, Search root: {1}
pl: Wystąpił błąd podczas odczytu / wyszukiwania definicji warstwy abstrakcji z repozytorium ról. Proszę sprawdzić poniższe parametry zapytania i zweryfikować, czy pasują do schematu repozytorium tożsamości i konfiguracji sterownika aplikacji użytkownika - filtr wyszukiwania: {0}, katalog główny wyszukiwania: {1}.

source: Error refreshing abstract layer data definition cache
pl: Wystąpił błąd podczas odświeżania pamięci podręcznej danych warstwy abstrakcji.

source: Error removing SecretStore {0}, on Object: {1}.
pl: Wystąpił błąd podczas usuwania SecretStore {0} w obiekcie: {1}.

source: Error removing object: {0}. object definition does not allow remove.
pl: Wystąpił błąd podczas usuwania obiektu: {0}. Definicja obiektu nie zezwala na usuwanie.

source: Error updating SecretStore {0}, on Object: {1}.
pl: Wystąpił błąd podczas aktualizacji SecretStore {0} w obiekcie: {1}.

source: Error updating object: {0}. Attempting to hide an attribute({1}) when not permitted by the definition.
pl: Wystąpił błąd podczas aktualizacji obiektu: {0}. Próba ukrycia atrybutu ({1}), gdy jest to niedozwolone przez definicję.

source: Error updating object: {0}. Object definition does not allow update.
pl: Wystąpił błąd podczas aktualizacji obiektu: {0}. Definicja obiektu nie zezwala na aktualizację.

source: Error updating object: {0}. The definition for attribute key {1} does not permit updates.
pl: Wystąpił błąd podczas aktualizacji obiektu: {0}. Definicja klucza atrybutu {1} nie zezwala na aktualizacje.

source: Error updating object: {0}. The definition for attribute key {1} is not enabled.
pl: Wystąpił błąd podczas aktualizacji obiektu: {0}. Definicja klucza atrybutu {1} nie jest włączona.

source: Error updating object: {0}. The definition for attribute key {1} is single-valued, and multiple values exist.
pl: Wystąpił błąd podczas aktualizacji obiektu: {0}. Definicja klucza atrybutu {1} jest jednowartościowa, a istnieje wiele wartości.

source: Error updating object: {0}. The hidden status of an attribute({1}) can only be changed by an administrator or the owner of the object.
pl: Wystąpił błąd podczas aktualizacji obiektu: {0}. Ukryty stan atrybutu ({1}) może być zmieniany tylko przez administratora lub właściciela obiektu.

source: Error updating object: {0}. The hidden status of an object can only be changed by an administrator or the owner of the object.
pl: Wystąpił błąd podczas aktualizacji obiektu: {0}. Ukryty stan obiektu może być zmieniany tylko przez administratora lub właściciela obiektu.

source: Error updating object: {0}. The object class: {1}, is not an auxiliary class. This error can also occur if you issue an updateEntity(...) without first doing a getEntity(...).
pl: Wystąpił błąd podczas aktualizacji obiektu: {0}. Klasa obiektu: {1} nie jest klasą dodatkową. Błąd ten może zdarzyć się także po wywołaniu funkcji updateEntity(...) bez uprzedniego wywołania getEntity(...).

source: Error updating object: {0}. The object definition {1}, does not specify any object classes.
pl: Wystąpił błąd podczas aktualizacji obiektu: {0}. Definicja obiektu {1} nie określa żadnych klas obiektu.

source: Error updating user password: {0}. Error: {1}
pl: Wystąpił błąd podczas aktualizacji hasła użytkownika: {0}. Błąd: {1}.

source: Error when creating now XML DOM. Can\'t complete request.
pl: Wystąpił błąd podczas tworzenia modelu XML DOM. Nie można zakończyć wniosku.

source: Invalid XPath Expression: {0}
pl: Nieprawidłowe wyrażenie XPath: {0}

source: Invalid object type for DAL Binary attribute: \'\'{0}\'\' . Change the data type to a String in the IDM Designer. Or, if you are using this attribute to persist image(s) change the UI control format type to an Image.
pl: Nieprawidłowy typ obiektu dla atrybutu binarnego DAL: \'\'{0}\'\'. Proszę zmienić w programie IDM Designer typ danych na String lub zmienić typ formaty kontrolki interfejsu użytkownika na Image, jeśli atrybut ten używany jest do zachowywania obrazów.

source: Invalid object type for DAL Path attribute: \'\'{0}\'\' . Must be Java type: com.novell.srvprv.spi.vdata.util.PathSyntax
pl: Nieprawidłowy typ obiektu dla atrybutu DAL Path: \'\'{0}\'\'. Wymagany typ Java: com.novell.srvprv.spi.vdata.util.PathSyntax.

source: Invalid object type for DAL Time attribute: \'\'{0}\'\' . Must be Java type: java.util.Date
pl: Nieprawidłowy typ obiektu dla atrybutu DAL Time: \'\'{0}\'\'. Wymagany typ Java: java.util.Date.

source: Invalid object type for DAL Typed Name attribute: \'\'{0}\'\' . Must be Java type: com.novell.srvprv.spi.vdata.util.TypedNameSyntax
pl: Nieprawidłowy typ obiektu dla atrybutu DAL Typed Name: \'\'{0}\'\'. Wymagany typ Java: com.novell.srvprv.spi.vdata.util.TypedNameSyntax.

source: Invalid value for attribute[type]: \'\'{0}\'\' on object \'\'{1}\'\'
pl: Nieprawidłowa wartość dla atrybutu [typ]: \'\'{0}\'\' dla obiektu \'\'{1}\'\'.

source: Ldap error creating object: {0}. Error: {1}
pl: Błąd LDAP podczas tworzenia obiektu: {0}. Błąd: {1}.

source: Ldap error creating object: {0}. Object already exists.
pl: Błąd LDAP podczas tworzenia obiektu: {0}. Obiekt już istnieje.

source: Ldap error creating query. The object definition {0}, does not specify any object classes.
pl: Błąd LDAP podczas tworzenia zapytania. Definicja obiektu {0} nie określa żadnej klasy obiektów.

source: Ldap error getting attributes for object: {0}. Error: {1}
pl: Błąd LDAP podczas pobierania atrybutów obiektu: {0}. Błąd: {1}.

source: Ldap error getting effective rights for object: {0}. Error: {1}
pl: Błąd LDAP podczas pobierania efektywnych praw dla obiektu: {0}. Błąd: {1}.

source: Ldap error getting object: {0}. Error: {1}
pl: Błąd LDAP podczas pobierania obiektu: {0}. Błąd: {1}.

source: Ldap error querying for results. Error: {0}
pl: Błąd LDAP podczas zapytania o rezultaty. Błąd: {0}.

source: Ldap error removing object: {0}. Error: {1}
pl: Błąd LDAP podczas usuwania obiektu: {0}. Błąd: {1}.

source: Ldap error updating object: {0}. Error: {1}
pl: Błąd LDAP podczas aktualizacji obiektu: {0}. Błąd: {1}.

source: Locale cannot be null when getting a label for entity definition : {0}
pl: Ustawienia regionalne nie mogą mieć wartości null podczas pobierania etykiety dla definicji encji: {0}

source: Locale cannot be null when getting an IVirtualEntityDefinition object for entity definition key: {0}
pl: Ustawienia regionalne nie mogą mieć wartości null podczas pobierania obiektu IVirtualEntityDefinition dla klucza definicji encji: {0}

source: More then one Directory Abstract Model Configuration definition object found: {0}, in container: {1}
pl: Znaleziono więcej niż jedną definicję konfiguracji modelu abstrakcji katalogu: {0}, w kontenerze {1}

source: No XML attribute definitions found in the directory for object instance name ({0}). Make sure there is a XMLData attribute defined and that it contains at least 1 attribute definition.
pl: W katalogu nie znaleziono żadnych definicji atrybutów XML dla instancji obiektu o nazwie ({0}). Proszę upewnić się, że istnieje zdefiniowany atrybut XMLData i zawiera on przynajmniej jedną definicję atrybutu.

source: No abstract layer XML definitions found in the directory for object instance name ({0}). Make sure there is a XMLData attribute defined that contains valid XML.
pl: W katalogu nie znaleziono żadnych definicji abstrakcyjnych warstw XML dla nazwy instancji obiektu ({0}). Proszę upewnić się, że zdefiniowany atrybut XMLData zawiera prawidłowy kod XML.

source: No default \'My Profile\' object found. Please contact your System Administrator.
pl: Nie znaleziono domyślnego obiektu \'Mój profil\'. Proszę skontaktować się z administratorem systemu.

source: No value specified for required parameter key: {0} in the DAL query: {1}.
pl: Brak wartości dla wymaganego klucza parametru: {0} w zapytaniu DAL: {1}.

source: Non-boolean value: \'\'{0}\'\' was set for the attribute: \'\'{1}\'\' which is defined as a DAL Boolean type.
pl: Ustawiono wartość \'\'{0}\'\' nie będącą wartością logiczną dla atrybutu \'\'{1}\'\', który jest zdefiniowany jako typ logiczny DAL.

source: Non-integer value: \'\'{0}\'\' was set for the attribute: \'\'{1}\'\' which is defined as a DAL Integer type.
pl: Ustawiono wartość \'\'{0}\'\' nie będącą liczbą całkowitą dla atrybutu \'\'{1}\'\', który jest zdefiniowany jako typ całkowity DAL.

source: One or more parameters passed to virtual data layer are null.
pl: Jeden lub więcej parametrów przekazanych do wirtualnej warstwy danych ma wartość null.

source: Problem when trying to create a {0} DOM from the text below:\n {1}
pl: Napotkano problem podczas próby utworzenia modelu DOM {0} z tekstu poniżej:\n{1}

source: The User Application Driver has passed the expiration date of: {0}. This application will now be rendered unusable until the driver is licensed. Please contact support.
pl: Sterownik aplikacji użytkownika przekroczył datę wygaśnięcia: {0}. Aplikacja ta będzie bezużyteczna do czasu uzyskania licencji na nowy sterownik. Proszę skontaktować się z pomocą techniczną.

source: The User Application Driver will expire after: {0}.
pl: Sterownik aplikacji użytkownika wygaśnie po: {0}.

source: The default \'\'My Profile\'\' object ({0}) does not contain a \'\'Query List\'\' attribute. Please contact your System Administrator.
pl: Domyślny obiekt \'\'Mój profil\'\' ({0}) nie zawiera atrybutu \'\'Lista zapytań\'\'. Proszę skontaktować się z administratorem systemu.

source: The default \'\'My Profile\'\' object ({0}) does not contain a \'\'User Preferences\'\' attribute. Please contact your System Administrator.
pl: Domyślny obiekt \'\'Mój profil\'\' ({0}) nie zawiera atrybutu \'\'Lista zapytań\'\'. Proszę skontaktować się z administratorem systemu.

source: The parameter key: {0} is not valid for the DAL query: {1}.
pl: Klucz parametru: {0} nie jest prawidłowy dla zapytania DAL: {1}.

source: The team user lookup entity definition key specified in the DAL configuration is not valid: {0}
pl: Określona w DAL konfiguracja klucza definicji encji wyszukiwania zespołu użytkowników jest nieprawidłowa: {0}

source: There was a problem getting the localized label
pl: Napotkano problem podczas pobierania zlokalizowanej etykiety.

source: Trying to retrieve values for attribute [{0}] as [{1}] but the attribute is of type [{2}]
pl: Nastąpiła próba pobrania wartości dla atrybutu [{0}] jako [{1}], lecz atrybut ma typ [{2}].
