Repository: aviarypl/suse-l10n-pl
Catalog: po/VirtualDataExceptionRsrc_*.po
Languages: pl

source: Unable to execute the NDS query on driver: {0}. Common causes: 1)The IDM driver is not started 2)Invalid Driver DN 3) Short query timeout 4)Dependency issues between the ldap.jar and dirxml_misc.jar. Troubleshooting tips: Check NDS trace with DXML and DVRS tags on. Query Parameters used: Query Timeout: {1}, XML of NDS query: {2}
pl: Nie można wykonać zapytania NDS na sterowniku: {0}. Typowe przyczyny: 1) Sterownik IDM nie jest uruchomiony 2) Nieprawidłowy DN sterownika 3) Krótki limit czasu zapytania 4) Problemy z zależnościami pomiędzy pakietami ldap.jar i dirxml_misc.jar. Podpowiedzi: proszę sprawdzić ślad NDS z włączonymi etykietami DXML i DVRS. Użyte parametry zapytania: limit czasu {1}, XML zapytania NDS: {2}

source: Unable to find abstract layer object definition for the following definition key: {0}
pl: Nie można znaleźć warstwy abstrakcji definicji obiektu dla następujących definicji klucza: {0}

source: Unable to initialize ECMA script engine.
pl: Nie można zainicjować silnika ECMA script.

source: Unable to process the NDS query results into choice list items. Driver Dn: {0}, XML of NDS query:{1}
pl: Nie można przetworzyć rezultatów zapytania NDS w elementy listy wyboru. DN sterownika: {0}, XML zapytania NDS: {1}

source: Unable to resolve calculated attribute: {0} expression: [{1}]. The expression is most likely not a valid ECMA script.
pl: Nie można rozwiązać obliczonego atrybutu: {0} wyrażenie: [{1}]. Wyrażenie najprawdopodobniej nie jest prawidłowym skryptem ECMA.

source: Unable to retrieve query list for default object. Please contact your System Administrator.
pl: Nie można pobrać listy zapytań dla domyślnego obiektu. Proszę skontaktować się administratorem systemu.

source: Unexpected NDS query result type: {0}. This can cause problems populating a code-map with the entitlement query results.
pl: Niespodziewany typ rezultatu zapytania NDS: {0}. Może to powodować problemy podczas wypełniania mapy kodu wynikami zapytania o upoważnienia.

source: Unexpected query status returned from NDS Query: {0}, Driver Dn: {1}
pl: Zapytanie NDS zwróciło nieoczekiwany stan zapytania: {0}, DN sterownika: {1}

source: Unknown NDS query token type for node name: {0}
pl: Nieznany typ tokenu zapytania NDS dla nazwy węzła: {0}

source: User \'\'{0}\'\' does not have permission to create \'\'{1}\'\' or modify related objects.
pl: Użytkownik \'\'{0}\'\' nie ma uprawnień do tworzenia obiektu \'\'{1}\'\' lub modyfikacji obiektów powiązanych.

source: User \'\'{0}\'\' does not have permission to delete \'\'{1}\'\'.
pl: Użytkownik \'\'{0}\'\' nie ma uprawnień do usunięcia obiektu \'\'{1}\'\'.

source: User \'\'{0}\'\' does not have permission to modify \'\'{1}\'\' or related objects.
pl: Użytkownik \'\'{0}\'\' nie ma uprawnień do modyfikacji obiektu \'\'{1}\'\' lub powiązanych.

source: User \'\'{0}\'\' does not have permission to read object \'\'{1}\'\'.
pl: Użytkownik \'\'{0}\'\' nie ma uprawnień do odczytu obiektu \'\'{1}\'\'.

source: Warning, object DN: {0}. The definition for attribute key {1} is defined as single-valued in the Directory Abstraction Layer (DAL), yet multiple values exists in the identity vault. You can make this attribute multi-valued in the DAL, or remove the unneeded attribute value(s).
pl: Uwaga: DN obiektu: {0}. Definicja klucza atrybutu {1} jest określona jako pojedyncza wartość w warstwie abstrakcji katalogu (DAL), ale w repozytorium tożsamości istnieje wiele wartości. Można przekształcić ten atrybut w wielowartościowy lub usunąć niepotrzebne wartości atrybutów.

source: Warning: unknown or unsupported object type: {0}. Only users, groups and containers are supported.
pl: Uwaga: nieznany lub nieobsługiwany typ obiektu: {0}. Obsługiwane są tylko użytkownicy, grupy i kontenery.
