Repository: aviarypl/suse-l10n-pl
Catalog: po/WebMailRsrc_*.po
Languages: pl

source: (No subject)
pl: (Brak tematu)

source: ********* Content Type not Handled *********
pl: ********* Nieobsługiwany typ zawartości *********

source: Attach Files
pl: Dołącz pliki

source: Attach This File
pl: Dołącz ten plik

source: Attached Files
pl: Dołączone pliki

source: Attachments
pl: Załączniki

source: Authentication credentials are not required.
pl: Dane uwierzytelniające nie są wymagane.

source: Authentication credentials are required
pl: Wymagane są dane uwierzytelniające.

source: Cancel
pl: Anuluj

source: Cannot open
pl: Nie można otworzyć

source: Click here to return
pl: Powrót

source: Close
pl: Zamknij

source: Common Name
pl: Wspólna nazwa

source: Common name
pl: Wspólna nazwa

source: Compose
pl: Utwórz

source: Could not get body of message
pl: Nie można było pobrać głównej części wiadomości

source: Could not locate embedded message
pl: Nie można było znaleźć wiadomości osadzonej

source: Could not save Reply Message
pl: Nie można było zapisać wiadomości odpowiedzi

source: Current State Unknown: {0}
pl: Stan bieżący nieznany: {0}

source: Delete
pl: Usuń

source: Did not find mime type for filename {0} -> using application/octet-stream
pl: Nie znaleziono typu MIME dla pliku {0} -> użyto application/octet-stream

source: Display Next
pl: Wyświetl następną

source: Done
pl: Zakończono

source: E-mail address
pl: Adres e-mail

source: Edit Mail Configuration
pl: Edycja konfiguracji poczty

source: Email Address
pl: Adres e-mail

source: Enter Path To File
pl: Proszę podać ścieżkę do pliku

source: Error encountered while logging out
pl: Napotkano błąd podczas wylogowywania

source: Error encountered while marking the message as deleted
pl: Napotkano błąd podczas oznaczania tej wiadomości jako usuniętej

source: Error encountered while opening folder {0}
pl: Napotkano błąd podczas otwierania folderu {0}

source: Error encountered while purging folder {0}
pl: Napotkano błąd podczas opróżniania folderu {0}

source: Error encountered while reading a message
pl: Napotkano błąd podczas odczytywania wiadomości

source: Error rendering portlet in {0}
pl: Błąd podczas wyświetlania portletu w {0}

source: Error while closing attachment {0}
pl: Wystąpił błąd podczas zamykania załącznika {0}

source: Error while creating attachment
pl: Wystąpił błąd podczas tworzenia załącznika

source: Error while creating reply message
pl: Wystąpił błąd podczas tworzenia wiadomości odpowiedzi

source: Error while displaying part
pl: Wystąpił błąd podczas wyświetlania części

source: Error while preparing attachment {0}
pl: Wystąpił błąd podczas przygotowywania załącznika {0}

source: Exception while expunging message
pl: Wystąpił wyjątek podczas zaznaczania wiadomości do usunięcia

source: First Page
pl: Pierwsza strona

source: From
pl: Od

source: Illegal message number {0} or partnumber {1}
pl: Nieprawidłowy numer wiadomości {0} lub części {0}

source: In-coming mail server
pl: Serwer poczty przychodzącej

source: Inbox
pl: Odebrane

source: Include Message received from sender
pl: Dołącz wiadomość otrzymaną od nadawcy

source: Internet Mail Application Protocol (IMAP)
pl: Protokół Internet Mail Application Protocol (IMAP)

source: Invalid Address
pl: Nieprawidłowy adres

source: Invalid operation.
pl: Nieprawidłowa operacja.

source: Mail
pl: E-mail

source: Mail Admin
pl: Administrator poczty

source: Mail display limit
pl: Limit wyświetlania poczty

source: Mail protocol to use
pl: Używany protokół poczty

source: Message Sent
pl: Wiadomość została wysłana

source: Message could not be retrieved
pl: Nie można pobrać wiadomości

source: Message not sent {0}
pl: Wiadomość niewysłana {0}

source: Messages Displayed
pl: Wyświetlana wiadomość

source: Missing parameter {0}
pl: Brak parametru {0}

source: New Message Canceled
pl: Nowa wiadomość została anulowana

source: Next
pl: Następna

source: No Data found.
pl: Nie znaleziono danych.

source: No DataHandler found in message
pl: We wiadomości nie znaleziono elementu DataHandler

source: No SMTP Server Configured
pl: Nie skonfigurowano żadnego serwera SMTP

source: No message or part number found
pl: Nie znaleziono żadnego numeru wiadomości lub części

source: Out-going mail server
pl: Serwer poczty wychodzącej

source: Part type {0} not supported
pl: Nieobsługiwany typ części {0}

source: Password
pl: Hasło

source: Please Check Username and Password
pl: Proszę sprawdzić nazwę użytkownika i hasło

source: Please check the name of the SMTP server in the portlet\'s preferences
pl: Proszę sprawdzić nazwę serwera SMTP w preferencjach portletu.

source: Post-office Protocol (POP3)
pl: Protokół Post-office Protocol (POP3)

source: Posted content type isn\'t multipart/form-data
pl: Wysyłany typ zawartości to multipart/form-data

source: Prev
pl: Poprz.

source: Protocol
pl: Protokół

source: Read Only - Messages Cannot be deleted
pl: Tylko do odczytu - nie można usuwać wiadomości

source: Refresh
pl: Odśwież

source: Remove
pl: Usuń

source: Reply
pl: Odpowiedz

source: Reply All
pl: Odpowiedz wszystkim

source: Reverted to Reply only to sender, there was an invalid address in the list.
pl: Zmieniono na Odpowiedz tylko nadawcy, ponieważ napotkano nieprawidłowy adres w liście.

source: SMTP Server
pl: Serwer SMTP

source: Save
pl: Zapisz

source: Save Permanently
pl: Zapisz na stałe

source: Select Folder
pl: Wybór folderu

source: Send
pl: Wyślij

source: Send To:
pl: Wyślij do:

source: Separation boundary was not specified
pl: Nie określono granicy rozdzielenia

source: Server
pl: Serwer

source: Specify the e-mail address. You can use scoped paths to extract information from the portal.
pl: Proszę określić adres e-mail. Można użyć ścieżek zakresu, aby pobrać informacje z portalu.

source: Specify the name of your inbox. For GroupWise use INBOX, otherwise Inbox works for most mailservers.
pl: Proszę określić nazwę skrzynki odbiorczej. Dla GroupWise należy podać INBOX. Dla większości innych serwerów pasuje nazwa Inbox.

source: Specify the name or address of your mail server.
pl: Proszę określić nazwę lub adres serwera pocztowego.

source: Specify the name or address of your out-going mail server.
pl: Proszę określić nazwę lub adres serwera poczty wychodzącej.

source: Specify the number of mails you want to be displayed.
pl: Proszę określić liczbę wyświetlanych wiadomości.

source: Specify the password that your mail administrator provided you with.
pl: Proszę podać hasło dostarczone przez administratora poczty.

source: Specify the protocol that your mail administrator provided you with.
pl: Proszę określić protokół dostarczony przez administratora poczty.

source: Specify the user account that your mail administrator provided you with.
pl: Proszę określić konto użytkownika dostarczone przez administratora poczty.

source: Subject
pl: Temat

source: Submit
pl: Wykonaj

source: System error in {0}
pl: Błąd systemowy w {0}

source: The incoming mail server has not been specified
pl: Nie określono serwera poczty przychodzącej

source: This setting will be used instead of your email address to populate the from part of the email. You can use scoped paths to extract your name, given name etc from the portal.
pl: To ustawienie zostanie użyte zamiast adresu e-mail w polu \'Od\' wiadomości. Można użyć ścieżek zakresu, aby pobrać imię, nazwisko itp z portalu.

source: To:
pl: Do:

source: Total Messages
pl: Liczba wiadomości ogółem

source: Try using the pop3 protocol
pl: Proszę spróbować skorzystać z protokołu pop3

source: Unable to authenticate to mail server
pl: Nie można uwierzytelnić się na serwerze poczty

source: Unable to connect to server
pl: Nie można połączyć się z serwerem

source: Unable to create attachments
pl: Nie można utworzyć załączników

source: User
pl: Użytkownik

source: Username
pl: Nazwa użytkownika

source: Web Mail
pl: Poczta WWW

source: Web-based mail client for reading standard POP3 and IMAP mailbox. Also supports sending mail SMTP
pl: Internetowy klient poczty do odczytywania standardowych skrzynek pocztowych POP3 i IMAP. Obsługuje również wysyłanie wiadomości e-mail przez SMTP.

source: You must login to the portal in order to use this portlet.
pl: Aby korzystać z tego portletu, należy zalogować się do portalu.

source: bcc:
pl: udw:

source: cc:
pl: dw:

source: email, pop3, imap, smtp, mail
pl: e-mail, pop3, imap, smtp, poczta

source: invalid message part
pl: nieprawidłowa część wiadomości
