Repository: aviarypl/suse-l10n-pl
Catalog: po/WfConfigRsrc_*.po
Languages: pl

source: 0 day to 365 days
pl: 0 do 365 dni

source: 0 for no timeout
pl: 0 oznacza brak limitu czasu

source: 0 hour to 365 days
pl: 0 godzin do 365 dni

source: 0 to 1
pl: 0 do 1

source: 1 minute to 7 days
pl: 1 minuta do 7 dni

source: All fields are required.
pl: Wymagane są wszystkie pola.

source: Completed Process Cleanup Interval
pl: Okres czasu porządkowania zakończonego procesu

source: Completed Process Timeout
pl: Limit czasu zakończonego procesu

source: Disable
pl: Zabroń

source: Email Notification (per workflow engine)
pl: Powiadamianie e-mail (dla silnika wątków)

source: Enable
pl: Zezwól

source: Engine ID
pl: ID silnika

source: Engine State
pl: Stan silnika

source: Exception happened in doView
pl: Wystąpił wyjątek w doView

source: Exception happened in processAction
pl: Wystąpił wyjątek w processAction

source: Heartbeat Factor
pl: Współczynnik pulsu

source: Heartbeat Interval
pl: Częstotliwość pulsu

source: Initial Thread Pool Size
pl: Początkowy rozmiar puli wątków

source: Maximum Engine Shutdown Timeout
pl: Maksymalny limit czasu zatrzymania silnika

source: Maximum Thread Pool Size
pl: Maksymalny rozmiar puli wątków

source: Minimum Thread Pool Size
pl: Minimalny rozmiar puli wątków

source: Model Cache Initial Capacity
pl: Początkowa pojemność pamięci podręcznej modeli

source: Model Cache Load Factor
pl: Współczynnik obciążenia pamięci podręcznej modeli

source: Model Cache Maximum Capacity
pl: Maksymalna pojemność pamięci podręcznej modeli

source: Modify any of the settings below to change the current cluster configuration. Review the list of each workflow engine in the cluster for engine ID and engine state.
pl: Aby zmienić bieżącą konfigurację klastrów, należy zmienić poniższe ustawienia. Proszę przejrzeć listę każdego silnika przepływów w klastrze dla ID i stanu silnika.

source: Modify any of the settings below to change the current workflow engine configuration.
pl: Aby zmienić bieżącą konfigurację silnika przepływów, należy zmienić poniższe ustawienia.

source: Number format is incorrect
pl: Błędny format liczby

source: Pending Process Interval
pl: Czas oczekiwania procesów

source: Process Cache Initial Capacity
pl: Początkowa pojemność pamięci podręcznej procesów

source: Process Cache Load Factor
pl: Współczynnik obciążenia pamięci podręcznej procesów

source: Process Cache Maximum Capacity
pl: Maksymalna pojemność pamięci podręcznej procesów

source: Read Only
pl: Tylko do odczytu

source: Request Cache Initial Capacity
pl: Początkowa pojemność pamięci podręcznej żądań

source: Request Cache Load Factor
pl: Współczynnik obciążenia pamięci podręcznej żądań

source: Request Cache Maximum Capacity
pl: Maksymalna pojemność pamięci podręcznej żądań

source: Retry Queue Interval
pl: Czas ponownej próby dla kolejki

source: Save
pl: Zapisz

source: Thread Keep Alive Time
pl: Czas podtrzymania wątku

source: User Activity Timeout
pl: Limit czasu aktywności użytkownika

source: Web Service Activity Timeout
pl: Limit czasu aktywności usługi sieciowej

source: Workflow Cluster
pl: Klaster przepływów

source: Workflow Configuration Portlet
pl: Portlet konfiguracji przepływu

source: Workflow Configuration Settings
pl: Ustawienia konfiguracji przepływów

source: Workflow Engine
pl: Silnik przepływów

source: Workflow configuration settings have been successfully updated
pl: Aktualizacja ustawień konfiguracji zakończona powodzeniem

source: Workflow, Configuration, Portlet
pl: Przepływ, Konfiguracja, Portlet

source: day
pl: dzień

source: hour
pl: godzina

source: milliseconds
pl: milisekund

source: minute
pl: minuta

source: second
pl: sekunda

source: valid range:
pl: prawidłowy zakres:

source: value is not a number
pl: wartość nie jest liczbą

source: value is not in valid range
pl: wartość nie znajduje się w prawidłowym zakresie
