Repository: aviarypl/suse-l10n-pl
Catalog: po/WorkflowRsrc_*.po
Languages: pl

source: Access To Start Provision Request Denied: [{0}].
pl: Brak dostępu do rozpoczęcia wniosku o wyposażenie: [{0}].

source: Activity Id [{0}]: Activity cannot be assigned to [{1}] .
pl: ID czynności [{0}]: Czynność nie może być przypisana do [{1}] .

source: Activity Id [{0}]: Activity priority expression [{1}] must evaluate to a number in the range from 1 to 15.
pl: ID czynności [{0}]: Wyrażenie priorytetu czynności [{1}] musi rozwijać się do liczby z zakresu 1 do 15.

source: Activity Id [{0}]: Addressee [{1}] evaluation failed or is null.
pl: ID czynności [{0}]: Wyznaczanie adresata [{1}] się nie powiodło lub napotkano wartość null.

source: Activity Id [{0}]: Addressee [{1}] evaluation returned multiple addressees. A user activity may only be assigned to a single addressee.
pl: ID czynności [{0}]: Wyznaczanie adresata [{1}] zwróciło wielu adresatów. Czynność użytkownika może być przypisana tylko do jednego adresata.

source: Activity Id [{0}]: Approver condition [{1}] must evaluate to a number in the range from 1 to number of activity addressees.
pl: ID czynności [{0}]: Warunek akceptanta [{1}] musi rozwijać się do liczby z zakresu od 1 do liczby adresatów czynności.

source: Activity Id [{0}]: CorrelationId [{1}] is invalid. Length must not exceed 32 characters.
pl: ID czynności [{0}]: Wartość CorrelationId [{1}] jest nieprawidłowa. Długość nie może przekraczać 32 znaków.

source: Activity Id [{0}]: Error persisting activity state.
pl: ID czynności [{0}]: Błąd podczas zapisywania stanu czynności.

source: Activity Id [{0}]: Error while forwarding to activity [{1}].
pl: ID czynności [{0}]: Błąd podczas przekazywania do czynności [{1}].

source: Activity Id [{0}]: Invalid type [{1}] for target [{2}] specified.
pl: ID czynności [{0}]: Określono nieprawidłowy typ [{1}] dla elementu docelowego [{2}].

source: Activity Id [{0}]: No roles to request are specified.
pl: ID czynności [{0}]: Nie określono żadnych ról do wniosku.

source: Activity Id [{0}]: No valid targets were defined for role request activity!
pl: ID czynności [{0}]: Nie okreśono prawidłowych celów dla czynności wniosku o rolę.

source: Activity Id [{0}]: Role DN [{1}] is invalid.
pl: ID czynności [{0}]: DN roli [{1}] jest nieprawidłowy.

source: Activity Id [{0}]: Role [{1}] evaluation failed or is null.
pl: ID czynności [{0}]: Wyznaczanie roli [{1}] się nie powiodło lub napotkano wartość null.

source: Activity Id [{0}]: Role request description [{1}] evaluation failed or is null.
pl: ID czynności [{0}]: Wyznaczanie opisu wniosku o rolę [{1}] się nie powiodło lub napotkano wartość null.

source: Activity Id [{0}]: SoD DN [{1}] is invalid.
pl: ID czynności [{0}]: DN rozdziału obowiązków [{1}] jest nieprawidłowy.

source: Activity Id [{0}]: SoD [{1}] evaluation failed or is null.
pl: ID czynności [{0}]: Wyznaczanie rozdziału obowiązków [{1}] się nie powiodło lub napotkano wartość null.

source: Activity Id [{0}]: Target DN [{1}] is invalid.
pl: ID czynności [{0}]: DN elementu docelowego [{1}] jest nieprawidłowy.

source: Activity Id [{0}]: Target [{1}] evaluation failed or is null.
pl: ID czynności [{0}]: Wyznaczanie elementu docelowego [{1}] się nie powiodło lub napotkano wartość null.

source: Activity Id: [{0}]
pl: ID czynności: [{0}]

source: An engine with duplicate id: {0} and active heartbeat has been detected. Please restart this engine with a unique engine id.
pl: Wykryto silnik z takim samym ID {0} i aktywny puls. Proszę uruchomić ten silnik z niepowtarzalnym identyfikatorem.

source: Approved
pl: Zaakceptowany

source: Attempt to set value on Data item [{0}] using incorrect type; expecting [{1}] got [{2}]..
pl: Próba ustawienia wartości obiektu danych [{0}] z użyciem błędnego typu; oczekiwano [{1}], otrzymano [{2}].

source: Canceled
pl: Anulowano

source: Claim operation failed for work entry [{0}].
pl: Nie powiodła się operacja podjęcia dla wpisu zadania [{0}].

source: Completed
pl: Ukończono

source: Concurrency error attempting to update engine heartbeat. Stopping all processes and timers for engine: {0} . Will wait for heartbeat to timeout before restarting.
pl: Błąd równoległości podczas próby aktualizacji pulsu silnika. Zatrzymano wszystkie procesy i liczniki silnika: {0}. Odroczenie do przekroczenia czasu oczekiwania na puls przed ponownym uruchomieniem.

source: Could not remove engine state: Engine state not shutdown or timedout
pl: Nie można było usunąć stanu silnika: stan silnika nie jest ani wyłączony, ani przeterminowany

source: Data item [{0}] is not defined for activity or provisioning request
pl: Obiekt danych [{0}] nie jest zdefiniowany dla czynności lub wniosku o wyposażenie

source: Dataitem [{0}] is required.
pl: Wymagany jest obiekt danych [{0}].

source: Dataitem [{0}] was not found in request.
pl: Nie znaleziono we wniosku obiektu danych [{0}].

source: Dataitem [{0}] with expression [{1}] evaluated to an undefined value.
pl: Obiekt danych [{0}] z wyrażeniem [{1}] został rozwinięty w niezdefiniowaną wartość.

source: Dataitem [{0}] with expression [{1}] failed to evaluate.
pl: Obiekt danych [{0}] z wyrażeniem [{1}] nie mógł zostać rozwinięty.

source: Deleting maximum number completed processes, {0} rows. Please reduce the completed process clean up task interval.
pl: Usuwanie maksymalnej liczby ukończonych procesów, {0} wierszy. Proszę zredukować odstęp czasu zadania porządkowania zakończonych procesów.

source: Denied
pl: Odrzucony

source: Digital signature verification failed for {0} with id {1}!
pl: Nie powiodła się weryfikacja podpisu cyfrowego dla {0} z ID {1}.

source: Digital signature verification returned no subject for {0} with id {1}!
pl: Procedura weryfikacji podpisu cyfrowego nie zwróciła obiektu dla {0} z ID {1}.

source: Duplicate engine id detected. This engine may not have been shutdown cleanly or another engine is running with engine-id: {0} . Waiting {1} ms for heartbeat to timeout.
pl: Wykryto ponownie użyty ID silnika. Ten silnik mógł być nieczysto zamknięty albo inny silnik pracuje z tym samym ID: {0} . Oczekiwanie {1} ms na przekroczenie czasu oczekiwania na puls.

source: End date cannot be before start date or before current time!
pl: Data końcowa nie może być wcześniejsza niż początkowa lub niż czas aktualny.

source: Engine Id [{0}]: Error persisting engine configuration.
pl: ID silnika [{0}]: Błąd zapisywania konfiguracji silnika.

source: Engine Id [{0}]: Error persisting engine state.
pl: ID silnika [{0}]: Błąd zapisywania stanu silnika.

source: Engine Id [{0}]: Error querying processes.
pl: ID silnika [{0}]: Błąd odpytywania procesów.

source: Engine Id [{0}]: Error retrieving engine configuration.
pl: ID silnika [{0}]: Błąd pobierania konfiguracji silnika.

source: Engine Id [{0}]: Failure loading engine configuration, using defaults.
pl: ID silnika [{0}]: Błąd wczytywania konfiguracji silnika, użyto wartości domyślnych.

source: Engine Id: [{0}]
pl: ID silnika: [{0}]

source: Engine: [{0}] must be SHUTDOWN or TIMEDOUT to perform that operation.
pl: Silnik: [{0}] musi być WYŁĄCZONY lub PRZETERMINOWANY, aby przeprowadzić tę operację.

source: Entity not found.
pl: Nie znaleziono encji.

source: Error
pl: Błąd

source: Error attempting to log result
pl: Błąd podczas próby zapisania wyniku w dzienniku

source: Error creating process.
pl: Błąd podczas tworzenia procesu.

source: Error evaluating delegatees for user [{0}].
pl: Wystąpił błąd podczas wyznaczania delegowanych dla użytkownika [{0}].

source: Error evaluating proxies for user [{0}].
pl: Wystąpił błąd podczas wyliczania pełnomocników dla użytkownika [{0}].

source: Error evaluating start data items for Provisioning Request id [{0}] version [{1}]
pl: Wystąpił błąd podczas wyznaczania początkowych obiektów danych dla wniosku o wyposażenie o ID [{0}] w wersji [{1}]

source: Error generating URL used in template.
pl: Błąd podczas generowania adresu URL użytego w szablonie.

source: Error initializing email notifications.
pl: Błąd podczas inicjowania powiadomień e-mail.

source: Error initializing scripting engine or scripting context
pl: Błąd podczas inicjowania silnika skryptów lub kontekstu skryptów

source: Error invoking Attestation Request object for ID: {0}
pl: Błąd podczas wywoływania wniosku o zatwierdzenia dla ID: {0}

source: Error invoking NRF Request method: {0}
pl: Błąd podczas wywoływania metody wniosku NRF: {0}

source: Error invoking NRF Request object for DN: {0}
pl: Błąd podczas wywoływania obiektu wniosku NRF dla DN: {0}

source: Error loading NRF Request DAO object.
pl: Błąd podczas wczytywania obiektu DAO wniosku NRF.

source: Error loading NRF Resource Request object for DN: {0}
pl: Błąd podczas wczytywania obiektu wniosku o zasób NRF dla DN: {0}

source: Error loading activity id: [{0}] for process, requestId: [{1}]
pl: Błąd podczas wczytywania czynności o ID: [{0}] dla procesu, ID wniosku: [{1}]

source: Error loading cluster state.
pl: Błąd podczas wczytywania stanu klastra.

source: Error loading comments.
pl: Błąd podczas wczytywania komentarzy.

source: Error loading engine configuration.
pl: Błąd podczas wczytywania konfiguracji silnika.

source: Error persisting cluster state.
pl: Błąd zapisywania stanu klastra.

source: Error reassigning process.
pl: Błąd podczas ponownego przypisywania procesu.

source: Error refreshing UserActivtyInfo.
pl: Błąd podczas odświeżania obiektu UserActivityInfo.

source: Error removing expired processes.
pl: Błąd podczas usuwania przeterminowanych procesów.

source: Error resolving participants for security context
pl: Błąd podczas wyznaczania uczestników dla kontekstu bezpieczeństwa

source: Error restarting pending activity.
pl: Błąd podczas ponownego uruchamiania oczekującej czynności.

source: Error retrieving activity state.
pl: Błąd podczas pobierania stanu czynności.

source: Error retrieving comment details.
pl: Błąd podczas pobierania szczegółów komentarza.

source: Error retrieving process state.
pl: Błąd podczas pobierania stanu procesu.

source: Error setting NRF Resource Request status for DN: {0}
pl: Błąd podczas ustawiania stanu obiektu wniosku o zasób NRF dla DN: {0}

source: Error starting engine.
pl: Błąd podczas uruchamiania silnika.

source: Error stopping engine.
pl: Błąd podczas zatrzymywania silnika.

source: Error updating NRF Resource Request object for DN: {0}
pl: Błąd podczas aktualizowania obiektu wniosku o zasób NRF dla DN: {0}

source: Failed to create AFENTITLEMENT record. Request ID = [{0}] State = [{1}] Status = [{2}]
pl: Wystąpił błąd podczas tworzenia rekordu AFENTITLEMENT. ID wniosku = [{0}] stan = [{1}] status = [{2}].

source: Failed to obtain a reference for the Role Manager Service!
pl: Nie powiodło się uzyskanie referencji dla usługi menedżera ról.

source: Failed to obtain a reference for the SoD Service!
pl: Nie powiodło się uzyskanie referencji dla usługi rozdziału obowiązków.

source: Failed to obtain a reference to DataItem evaluator!
pl: Nie powiodło się uzyskanie referencji dla wyznaczania obiektów danych.

source: Failed to obtain a system service security context for Workflow.RequestActivity!
pl: Nie powiodło się uzyskanie kontekstu bezpieczeństwa usługi systemowej dla Workflow.RequestActivity.

source: Failed to retrieve sod list for target [dn={0}]!
pl: Nie powiodło się pobieranie listy rozdziału obowiązków dla celu [dn={0}].

source: Failed to update engine heartbeat {0} times. Stopping all processes and timers
pl: Nie powiodło się {0} prób zaktualizowania pulsu silnika. Następuje zatrzymanie wszystkich procesów i liczników

source: Failed to update heartbeat for engine: {0}
pl: Nie powiodło się zaktualizowanie pulsu silnika: {0}

source: Failed to verify digital signature for {0}.
pl: Nie powiodło się sprawdzenie podpisu cyfrowego dla {0}.

source: Failure restarting process: [{0}]. Process model not found.
pl: Nie powiodło się ponowne uruchomienie procesu: [{0}]. Nie znaleziono modelu procesu.

source: Failure restarting processes.
pl: Nie powiodło się ponowne uruchomienie procesów.

source: Fulfilled
pl: Spełnione

source: Heartbeat updated successfully. Restarting processes and timers for engine: {0}
pl: Puls został zaktualizowany. Ponowne uruchamianie procesów i liczników dla silnika: {0}.

source: Identifier [{0}] does not exist for this service operation.
pl: Identyfikator [{0}] nie istnieje dla tej operacji usługi.

source: Illegal activity state, activityId: [{0}] state: [{1}]
pl: Niedozwolony stan czynności o ID: [{0}] stan: [{1}]

source: Invalid Attribute Operation: [{0}] detected.
pl: Wykryto błędną operację atrybutu: [{0}].

source: Invalid Attribute: [{0}] detected.
pl: Wykryto niewłaściwy atrybut: [{0}].

source: Invalid Entitlement Path detected. Reference Path = [{0}].
pl: Wykryto błędną ścieżkę upoważnienia. Ścieżka odniesienia = [{0}].

source: Invalid Group Detected: [{0}].
pl: Wykryto niewłaściwą grupę: [{0}].

source: Invalid Log Event: [{0}].
pl: Nieprawidłowe zdarzenie dziennika: [{0}].

source: Invalid Provision Request: [{0}].
pl: Nieprawidłowy wniosek o wyposażenie: [{0}].

source: Invalid engine id.
pl: Nieprawidłowy ID silnika.

source: Invalid request status detected: {0}
pl: Wykryto nieprawidłowy stan wniosku: {0}

source: Invalid resource action detected: {0}
pl: Wykryto nieprawidłową operację zasobu: {0}

source: Invalid resource process type detected: {0}
pl: Wykryto nieprawidłowy typ procesu zasobu: {0}

source: Invalid role action detected: {0}
pl: Wykryto nieprawidłową operację roli: {0}

source: Invalid role process type detected: {0}
pl: Wykryto nieprawidłowy typ procesu roli: {0}

source: Missing Required Attribute: [{0}].
pl: Brak wymaganego atrybutu: [{0}].

source: Missing SoDs [dn={0}] override for target [dn={1}]!
pl: Brak wymuszenia rozdziałów obowiązków [dn={0}] dla celu [dn={1}].

source: Model binding context could not be initialized.
pl: Nie można zainicjować kontekstu powiązań modelu.

source: No binding package found for version with key: [{0}].
pl: Nie znaleziono pakietu łączącego dla wersji z kluczem: [{0}].

source: No initial flow model class for version with key [{0}].
pl: Brak wstępnego modelu przepływu dla wersji z kluczem [{0}].

source: No such activity: [{0}]
pl: Nie ma takiej czynności: [{0}]

source: No such recipient: [{0}]
pl: Nie ma takiego beneficjenta: [{0}]

source: No such request: [{0}]
pl: Nie ma takiego wniosku: [{0}]

source: No version [{0}] found.
pl: Nie znaleziono wersji [{0}].

source: No work associated with work identifier [{0}]
pl: Brak pracy skojarzonej z identyfikatorem pracy [{0}]

source: Object [{0}] not found.
pl: Nie znaleziono obiektu [{0}].

source: Process id [{0}], version [{1}], activity [{2}]: Activities can only have an approver-condition or an approver-condition-expr attribute, not both.
pl: ID procesu [{0}], wersja [{1}], czynność [{2}]: czynności mogą mieć tylko jeden z atrybutów: warunek akceptanta lub wyrażenie warunku akceptanta.

source: Process id [{0}], version [{1}]: A notification template must be specified for any notification, confirmation and reminder of Activity id [{2}].
pl: ID procesu [{0}], wersja [{1}]: wymagane jest określenie szablonu powiadomienia dla każdego powiadomienia, potwierdzenia i przypomnienia czynności o ID [{2}].

source: Process id [{0}], version [{1}]: Activity id [{2}] does not support incoming links.
pl: ID procesu [{0}], wersja [{1}]: czynność o ID [{2}] nie obsługuje odnośników przychodzących.

source: Process id [{0}], version [{1}]: Activity id [{2}] does not support outgoing links.
pl: ID procesu [{0}], wersja [{1}]: czynność o ID [{2}] nie obsługuje odnośników wychodzących.

source: Process id [{0}], version [{1}]: Activity id [{2}] has no outgoing link that matched its ontimeout attribute with value [{3}]
pl: ID procesu [{0}], wersja [{1}]: czynność o ID [{2}] nie posiada odnośnika wychodzącego wiążącego atrybut ontimeout z wartością [{3}]

source: Process id [{0}], version [{1}]: Activity id [{2}] is not properly linked to the flow, it requires an incoming link.
pl: ID procesu [{0}], wersja [{1}]: czynność o ID [{2}] nie jest prawidłowo połączona z przepływem, wymaga przychodzącego odnośnika.

source: Process id [{0}], version [{1}]: Activity id [{2}] is not properly linked to the flow, it requires an outgoing link.
pl: ID procesu [{0}], wersja [{1}]: czynność o ID [{2}] nie jest prawidłowo połączona z przepływem, wymaga wychodzącego odnośnika.

source: Process id [{0}], version [{1}]: Activity id [{2}] is not properly linked to the flow.
pl: ID procesu [{0}], wersja [{1}]: czynność o ID [{2}] nie jest prawidłowo połączona z przepływem.

source: Process id [{0}], version [{1}]: Activity id [{2}] requires both a link type of TRUE and one of FALSE.
pl: ID procesu [{0}], wersja [{1}]: czynność o ID [{2}] wymaga zarówno odnośnika typu TAK, jak i jednego typu NIE.

source: Process id [{0}], version [{1}]: All resource based work flows must have an APPROVED resource status binding activity and a DENIED resource status binding activity.
pl: ID procesu [{0}], wersja [{1}]: wszystkie przepływy oparte o zasoby muszą mieć ZAAKCEPTOWANĄ oraz ODRZUCONĄ czynność wiążącą stan zasobu.

source: Process id [{0}], version [{1}]: All role based work flows must have an APPROVED role binding activity and a DENIED role binding activity.
pl: ID procesu [{0}], wersja [{1}]: wszystkie przepływy oparte o role muszą mieć ZAAKCEPTOWANĄ oraz ODRZUCONĄ czynność wiążącą rolę.

source: Process id [{0}], version [{1}]: An error occurred with dynamic creation of model with class [{2}].
pl: ID procesu [{0}], wersja [{1}]: wystąpił błąd podczas dynamicznego tworzenia modelu o klasie [{2}].

source: Process id [{0}], version [{1}]: Branch activity id [{2}] requires an associated Merge activity.
pl: ID procesu [{0}], wersja [{1}]: czynność w gałęzi o ID [{2}] wymaga skojarzonej operacji łączenia.

source: Process id [{0}], version [{1}]: Data Items with activity id [{2}] does not reference an existing activity.
pl: ID procesu [{0}], wersja [{1}]: obiekty danych o ID czynności [{2}] nie wskazują na istniejącą czynność.

source: Process id [{0}], version [{1}]: Dataitem [{2}] source expression [{3}] does not support expressions of type: flowdata.foo
pl: ID procesu [{0}], wersja [{1}]: wyrażenie źródłowe [{3}] obiektu danych [{2}] nie obsługuje wyrażeń typu: flowdata.foo

source: Process id [{0}], version [{1}]: Error creating object structure from provisioning process XML.
pl: ID procesu [{0}], wersja [{1}]: błąd tworzenia struktury obiektu z XML procesu wyposażania.

source: Process id [{0}], version [{1}]: Error creating object structure from provisioning request XML.
pl: ID procesu [{0}], wersja [{1}]: błąd tworzenia struktury obiektu z XML wniosku o wyposażenie.

source: Process id [{0}], version [{1}]: Form binding not allowed on start activity. This binding is implicit in the provisioning request XML.
pl: ID procesu [{0}], wersja [{1}]: powiązanie formularza jest niedozwolone na czynności startowej. To powiązanie jest bezwarunkowe w XML wniosku o wyposażenie.

source: Process id [{0}], version [{1}]: Form id [{2}] invalid. No dataitem named [{3}] in activity id [{4}].
pl: ID procesu [{0}], wersja [{1}]: ID formularza [{2}] jest nieprawidłowy. Brak obiektu danych [{3}] w operacji o ID [{4}].

source: Process id [{0}], version [{1}]: Form not allowed on start activity. Must be specified in the provisioning request XML instead.
pl: ID procesu [{0}], wersja [{1}]: niedozwolony formularz przy czynności startowej. Należy go określić w XML wniosku o wyposażenie.

source: Process id [{0}], version [{1}]: Invalid xml - Engine only supports xml that is compliant with {2}
pl: ID procesu [{0}], wersja [{1}]: błędny XML - silnik obsługuje tylko XML zgodny z {2}

source: Process id [{0}], version [{1}]: Link of type [{2}] is not supported from activity id [{3}].
pl: ID procesu [{0}], wersja [{1}]: odnośnik typu [{2}] nie jest obsługiwany przez czynność o ID [{3}].

source: Process id [{0}], version [{1}]: Link with source [{2}] and target [{3}] has an invalid source attribute.
pl: ID procesu [{0}], wersja [{1}]: odnośnik o źródle [{2}] i celu [{3}] ma nieprawidłowy atrybut źródła.

source: Process id [{0}], version [{1}]: Link with source [{2}] and target [{3}] has an invalid target attribute.
pl: ID procesu [{0}], wersja [{1}]: odnośnik o źródle [{2}] i celu [{3}] ma nieprawidłowy atrybut celu.

source: Process id [{0}], version [{1}]: LogActivity [{2}] message with expression [{3}] does not support expressions of type: flowdata.foo .
pl: ID procesu [{0}], wersja [{1}]: komunikat LogActivity [{2}] z wyrażeniem [{3}] nie obsługuje wyrażeń typu flowdata.foo.

source: Process id [{0}], version [{1}]: Merge activity id [{2}] references an invalid branch activity id [{3}].
pl: ID procesu [{0}], wersja [{1}]: czynność łączenia o ID [{2}] wskazuje na niewłaściwą operację w gałęzi o ID [{3}].

source: Process id [{0}], version [{1}]: Process definition XML not found.
pl: ID procesu [{0}], wersja [{1}]: nie znaleziono XML z definicją procesu.

source: Process id [{0}], version [{1}]: Process definition XML store failure.
pl: ID procesu [{0}], wersja [{1}]: nie powiodło się zapisane XML z definicją procesu.

source: Process id [{0}], version [{1}]: Start activity has data items.
pl: ID procesu [{0}], wersja [{1}]: czynność startowa posiada obiekty danych.

source: Process id [{0}], version [{1}]: The FINISH activity for all role based work flows can only have RESOURCE STATUS BINDING activities as source links.
pl: ID procesu [{0}], wersja [{1}]: czynność ZAKOŃCZ dla wszystkich przepływów opartych o role może mieć tylko czynności WIĄŻĄCE STAN ZASOBÓW jako odnośniki źródłowe.

source: Process id [{0}], version [{1}]: The FINISH activity for all role based work flows can only have ROLE BINDING activities as source links.
pl: ID procesu [{0}], wersja [{1}]: czynność ZAKOŃCZ dla wszystkich przepływów opartych o role może mieć tylko czynności POWIĄZANIE RÓL jako odnośniki źródłowe.

source: Process id [{0}], version [{1}]: UserActivity [{2}] addressee with addressee type [{3}] does not support retry attribute .
pl: ID procesu [{0}], wersja [{1}]: adresat obiektu UserActivity [{2}] z typem adresata [{3}] nie obsługuje atrybutu ponawiania.

source: Process id [{0}], version [{1}]: UserActivity [{2}] addressee with expression [{3}] does not support expressions of type: flowdata.foo .
pl: ID procesu [{0}], wersja [{1}]: adresat obiektu UserActivity [{2}] z wyrażeniem [{3}] nie obsługuje wyrażeń typu flowdata.foo.

source: Process id [{0}], version [{1}]: UserActivity [{2}] approval type [{3}] is not valid.
pl: ID procesu [{0}], wersja [{1}]: typ akceptacji [{3}] obiektu UserActivity [{2}] jest nieprawidłowy.

source: Process id [{0}], version [{1}]: UserActivity [{2}] confirmation node with map source expression [{3}] does not support expressions of type: flowdata.foo
pl: ID procesu [{0}], wersja [{1}]: węzeł potwierdzenia obiektu UserActivity [{2}] wyrażeniem źródłowym mapowania [{3}] nie obsługuje wyrażeń typu: flowdata.foo

source: Process id [{0}], version [{1}]: UserActivity [{2}] data item [{3}] target expression not allowed for approver type multiple-approver or quorum-approver.
pl: ID procesu [{0}], wersja [{1}]: wyrażenie docelowe obiektu danych [{3}] obiektu UserActivity [{2}] jest niedozwolone dla wielu akceptantów lub akceptacji przez kworum.

source: Process id [{0}], version [{1}]: UserActivity [{2}] notify node with map source expression [{3}] does not support expressions of type: flowdata.foo
pl: ID procesu [{0}], wersja [{1}]: węzeł powiadomienia obiektu UserActivity [{2}] z wyrażeniem źródłowym mapowania [{3}] nie obsługuje wyrażeń typu: flowdata.foo

source: Process requestId [{0}], Id [{1}], Integration activity [{2}]: faulted [{3}].
pl: ID procesu wniosku [{0}], ID [{1}], czynność integracji [{2}]: spowodowała błąd [{3}].
