Repository: aviarypl/suse-l10n-pl
Catalog: po/WorkflowRsrc_*.po
Languages: pl

source: Process requestId [{0}], Id [{1}], activityId [{2}]: Error persisting activity state, retry count exhausted.
pl: ID procesu wniosku [{0}], ID [{1}], ID czynności [{2}]: błąd zapisywania stanu czynności, wyczerpano liczbę prób.

source: Process requestId [{0}], Id [{1}], activityId [{2}]: Error persisting activity state, scheduling activity for retry.
pl: ID procesu wniosku [{0}], ID [{1}], ID czynności [{2}]: błąd zapisywania stanu czynności, kolejkowanie czynności do ponownej próby.

source: Process requestId [{0}], Id [{1}], activityId [{2}]: Error restarting activity
pl: ID procesu wniosku [{0}], ID [{1}], ID czynności [{2}]: błąd podczas ponownego uruchomienia czynności

source: Process requestId [{0}], Id [{1}], activityId [{2}]: Error updating flow data.
pl: ID procesu wniosku [{0}], ID [{1}], ID czynności [{2}]: błąd aktualizacji danych przepływu.

source: Process requestId [{0}], Id [{1}], activityId [{2}]: Retrying activity.
pl: ID procesu wniosku [{0}], ID [{1}], ID czynności [{2}]: ponowna próba przeprowadzenia czynności.

source: Process requestId [{0}], Id [{1}]: Engine shutting down. Cannot perform operation.
pl: ID procesu wniosku [{0}], ID [{1}]: wyłączanie silnika. Nie można przeprowadzić operacji.

source: Process requestId [{0}], Id [{1}]: Error creating process state.
pl: ID procesu wniosku [{0}], ID [{1}]: błąd tworzenia stanu procesu.

source: Process requestId [{0}], Id [{1}]: Error evaluating data items.
pl: ID procesu wniosku [{0}], ID [{1}]: błąd wyznaczania obiektów danych.

source: Process requestId [{0}], Id [{1}]: Error executing integration activity: [{2}], service [{3}] was not found.
pl: ID procesu wniosku [{0}], ID [{1}]: błąd czynności integracji: [{2}], nie znaleziono usługi [{3}].

source: Process requestId [{0}], Id [{1}]: Error executing integration activity: [{2}].
pl: ID procesu wniosku [{0}], ID [{1}]: błąd wykonywania czynności integracji: [{2}].

source: Process requestId [{0}], Id [{1}]: Error loading activities.
pl: ID procesu wniosku [{0}], ID [{1}]: błąd wczytywania czynności.

source: Process requestId [{0}], Id [{1}]: Error loading comments.
pl: ID procesu wniosku [{0}], ID [{1}]: błąd wczytywania komentarzy.

source: Process requestId [{0}], Id [{1}]: Error loading work entries.
pl: ID procesu wniosku [{0}], ID [{1}]: błąd wczytywania wpisów prac.

source: Process requestId [{0}], Id [{1}]: Error persisting process state.
pl: ID procesu wniosku [{0}], ID [{1}]: błąd zapisywania stanu procesu.

source: Process requestId [{0}], Id [{1}]: Error persisting role request state.
pl: ID procesu wniosku [{0}], ID [{1}]: błąd zapisywania stanu wniosku o rolę.

source: Process requestId [{0}], Id [{1}]: Error starting process.
pl: ID procesu wniosku [{0}], ID [{1}]: błąd uruchamiania procesu.

source: Process requestId [{0}], Id [{1}]: Error terminating process
pl: ID procesu wniosku [{0}], ID [{1}]: błąd kończenia procesu

source: Process requestId [{0}], Id [{1}]: Error terminating process.
pl: ID procesu wniosku [{0}], ID [{1}]: błąd kończenia procesu.

source: Process requestId [{0}], Id [{1}]: Model version [{2}] is invalid
pl: ID procesu wniosku [{0}], ID [{1}]: nieprawidłowa wersja modelu [{2}]

source: Process requestId [{0}], Id [{1}]: Process has been terminated. Cannot perform operation.
pl: ID procesu wniosku [{0}], ID [{1}]: proces został zakończony. Nie można wykonać czynności.

source: Process requestId [{0}], Id [{1}]: Process instance not valid for current request action.
pl: ID procesu wniosku [{0}], ID [{1}]: nieprawidłowa instancja procesu dla bieżącej operacji wniosku.

source: Process requestId [{0}], Id [{1}]: SecurityContext is null.
pl: ID procesu wniosku [{0}], ID [{1}]: obiekt SecurityContext ma wartość null.

source: Process requestId [{0}], Id [{1}]: Unable to retrieve activity timers from persistent store.
pl: ID procesu wniosku [{0}], ID [{1}]: nie można pobrać stoperów czynności z zasobu trwałego.

source: Process requestId [{0}], version [{1}]
pl: ID procesu wniosku [{0}], wersja [{1}]

source: Process requestId: [{0}], Id: [{1}]
pl: ID procesu wniosku [{0}], ID: [{1}]

source: Processing
pl: Przetwarzanie

source: Properties file [{0}] not found.
pl: Nie odnaleziono pliku właściwości [{0}].

source: Provision Request [{0}] is not enabled.
pl: Wniosek o wyposażenie [{0}] nie jest włączony.

source: Provision Request [{0}] with version [{1}] has changed to version [{2}].
pl: Wniosek o wyposażenie [{0}] w wersji [{1}] zmieniono na wersję [{2}].

source: Queued
pl: W kolejce

source: Reassign operation failed for work entry [{0}].
pl: Nie powiodła się operacja przepisania dla wpisu zadania [{0}].

source: Refused
pl: Odrzucony

source: Resource Request Details
pl: Szczegóły wniosku o zasób

source: Retracted
pl: Wycofany

source: Retrieve operation failed.
pl: Nie powiodła się operacja pobrania.

source: Running
pl: W toku

source: Script Expression [{0}] evaluated to null.
pl: Wyrażenie skryptowe [{0}] dało wartość null.

source: Script Expression [{0}] must evaluate to a String or List.
pl: Wyrażenie skryptowe [{0}] musi dać wartość ciągu znaków lub listy.

source: Script Expression [{0}] must evaluate to a String.
pl: Wyrażenie skryptowe [{0}] musi dać wartość ciągu.

source: Script error evaluating expression [{0}] .
pl: Błąd skryptu wyliczającego wyrażenie [{0}].

source: Shutdown
pl: Wyłączony

source: Starting
pl: Uruchamianie

source: Stopped
pl: Zatrzymany

source: Terminated
pl: Przerwany

source: Timedout
pl: Przeterminowany

source: Unable to add activity timer.
pl: Nie można dodać licznika czynności.

source: Unable to add comment.
pl: Nie można dodać komentarza.

source: Unable to get comment(s) for work entry [{0}].
pl: Nie można pobrać komentarzy dla wpisu zadania [{0}].

source: Unable to remove activity timer.
pl: Nie można usunąć licznika czynności.

source: Unclaim operation failed for work entry [{0}].
pl: Nie powiodła się operacja porzucenia dla wpisu zadania [{0}].

source: Undefined digital signature.
pl: Niezdefiniowany podpis cyfrowy.

source: Unknown attribute detected.
pl: Wykryto nieznany atrybut.

source: Unsupported approval status
pl: Nieobsługiwany stan akceptacji

source: User not authorized for action on this entity.
pl: Użytkownik nie jest upoważniony do operacji na tej encji.

source: VDM object added. Object = [{0}].
pl: Dodano obiekt VDM. Obiekt = [{0}].

source: VDM object deleted. Object = [{0}].
pl: Usunięto obiekt VDM. Obiekt = [{0}].

source: VDM object modified. Object = [{0}].
pl: Zmodyfikowano obiekt VDM. Obiekt = [{0}].

source: VDX communication problem detected.
pl: Wykryto problem z komunikacją VDX.

source: [Digital_Signature] Initiated by {0}, Process ID: {9}, Process Name: {2}, Activity: {8}, Recipient: {1}
pl: [Digital_Signature] Zainicjowane przez {0}, ID procesu: {9}, nazwa procesu: {2}, czynność: {8}, beneficjent: {1}

source: [Provision_Already_Exist] Initiated by {0}, Process ID: {9}, Process Name: {2}, Activity: {8}, Recipient: {1}
pl: [Provision_Already_Exist] Zainicjowane przez {0}, ID procesu: {9}, nazwa procesu: {2}, czynność: {8}, Beneficjent: {1}

source: [Provision_Error] Initiated by {0}, Error Message: {10}, Process ID: {9}, Process Name: {2}, Activity: {8}, Recipient: {1}
pl: [Provision_Error] Zainicjowane przez {0}, komunikat błędu: {10}, ID procesu: {9}, nazwa procesu: {2}, czynność: {8}, beneficjent: {1}

source: [Provision_Failure] Initiated by {0}, Process ID: {9}, Process Name: {2}, Activity: {8}, Recipient: {1}
pl: [Provision_Failure] Zainicjowane przez {0}, ID procesu: {9}, nazwa procesu: {2}, czynność: {8}, beneficjent: {1}

source: [Provision_Granted] Initiated by {0}, Process ID: {9}, Process Name: {2}, Activity: {8}, Recipient: {1}
pl: [Provision_Granted] Zainicjowane przez {0}, ID procesu: {9}, nazwa procesu: {2}, czynność: {8}, beneficjent: {1}

source: [Provision_Revoked] Initiated by {0}, Process ID: {9}, Process Name: {2}, Activity: {8}, Recipient: {1}
pl: [Provision_Revoked] Zainicjowane przez {0}, ID procesu: {9}, nazwa procesu: {2}, czynność: {8}, beneficjent: {1}

source: [Provision_Submitted] Initiated by {0}, Process ID: {9}, Process Name: {2}, Activity: {8}, Recipient: {1}
pl: [Provision_Submitted] Zainicjowane przez {0}, ID procesu: {9}, nazwa procesu: {2}, czynność: {8}, beneficjent: {1}

source: [Provision_Success] Initiated by {0}, Process ID: {9}, Process Name: {2}, Activity: {8}, Recipient: {1}
pl: [Provision_Success] Zainicjowane przez {0}, ID procesu: {9}, nazwa procesu: {2}, czynność: {8}, beneficjent: {1}

source: [Resource_Approved] Initiated by {0}, Process ID: {9}, Process Name: {2}, Activity: {8}, Recipient: {1}
pl: [Resource_Approved] Zainicjowane przez {0}, ID procesu: {9}, nazwa procesu: {2}, czynność: {8}, beneficjent: {1}

source: [Resource_Denied] Initiated by {0}, Process ID: {9}, Process Name: {2}, Activity: {8}, Recipient: {1}
pl: [Resource_Denied] Zainicjowane przez {0}, ID procesu: {9}, nazwa procesu: {2}, czynność: {8}, beneficjent: {1}

source: [Role_Approved] Initiated by {0}, Process ID: {9}, Process Name: {2}, Activity: {8}, Recipient: {1}
pl: [Role_Approved] Zainicjowane przez {0}, ID procesu: {9}, nazwa procesu: {2}, czynność: {8}, beneficjent: {1}

source: [Role_Denied] Initiated by {0}, Process ID: {9}, Process Name: {2}, Activity: {8}, Recipient: {1}
pl: [Role_Denied] Zainicjowane przez {0}, ID procesu: {9}, nazwa procesu: {2}, czynność: {8}, beneficjent: {1}

source: [Role_Request_Submitted] Initiated by {0}, Process ID: {9}, Process Name: {2}, Activity: {8}, Recipient: {1}, Correlation ID:{10}, Submitted Request:{16}
pl: [Role_Request_Submitted] Zainicjowane przez {0}, ID procesu: {9}, nazwa procesu: {2}, czynność: {8}, beneficjent: {1}, ID korelacji: {10}, wysłany wniosek: {16}

source: [SOD_Exception_Approved] Initiated by {0}, Process ID: {9}, Process Name: {2}, Activity: {8}, Recipient: {1}
pl: [SOD_Exception_Approved] Zainicjowane przez {0}, ID procesu: {9}, nazwa procesu: {2}, czynność: {8}, beneficjent: {1}

source: [SOD_Exception_Denied] Initiated by {0}, Process ID: {9}, Process Name: {2}, Activity: {8}, Recipient: {1}
pl: [SOD_Exception_Denied] Zainicjowane przez {0}, ID procesu: {9}, nazwa procesu: {2}, czynność: {8}, beneficjent: {1}

source: [Start_Correlated_Workflow] Initiated by {0}, Process ID: {9}, Process Name: {2}, Recipient: {1}, Correlated Process Name: {8}, Correlated Process ID: {10}, Correlation ID: {16}
pl: [Start_Correlated_Workflow] Zainicjowane przez {0}, ID procesu: {9}, nazwa procesu: {2}, beneficjent: {1}, nazwa skorelowanego procesu: {8}, ID skorelowanego procesu: {10}, ID korelacji: {16}

source: [User_Message] Initiated by {0}, Process ID: {9}, Process Name: {2}, Activity: {8}, Recipient: {1}, Author: {10}, Message: {16}
pl: [User_Message] Zainicjowane przez {0}, ID procesu: {9}, nazwa procesu: {2}, czynność: {8}, beneficjent: {1}, autor: {10}, komunikat: {16}

source: [Workflow_Approved] Initiated by {0}, Process ID: {9}, Process Name: {2}, Activity: {8}, Recipient: {1}, Secondary User: {10}
pl: [Workflow_Approved] Zainicjowane przez {0}, ID procesu: {9}, nazwa procesu: {2}, czynność: {8}, beneficjent: {1}, drugi użytkownik: {10}

source: [Workflow_Claimed] Initiated by {0}, Process ID: {9}, Process Name: {2}, Activity: {8}, Recipient: {1}, Secondary User: {10}
pl: [Workflow_Claimed] Zainicjowane przez {0}, ID procesu: {9}, nazwa procesu: {2}, czynność: {8}, beneficjent: {1}, drugi użytkownik: {10}

source: [Workflow_Completed] Initiated by {0}, Process ID: {9}, Process Name: {2}, Activity: {8}, Recipient: {1}
pl: [Workflow_Completed] Zainicjowane przez {0}, ID procesu: {9}, nazwa procesu: {2}, czynność: {8}, beneficjent: {1}

source: [Workflow_Denied] Initiated by {0}, Process ID: {9}, Process Name: {2}, Activity: {8}, Recipient: {1}, Secondary User: {10}
pl: [Workflow_Denied] Zainicjowane przez {0}, ID procesu: {9}, nazwa procesu: {2}, czynność: {8}, beneficjent: {1}, drugi użytkownik: {10}

source: [Workflow_Ended] Initiated by {0}, Process ID: {9}, Process Name: {2}, Activity: {8}, Recipient: {1}
pl: [Workflow_Ended] Zainicjowane przez {0}, ID procesu: {9}, nazwa procesu: {2}, czynność: {8}, beneficjent: {1}

source: [Workflow_Error] Initiated by {0}, Error Message: {10}, Process ID: {9}, Process Name: {2}, Activity: {8}, Recipient: {1}
pl: [Workflow_Error] Zainicjowane przez {0}, ID procesu: {9}, nazwa procesu: {2}, czynność: {8}, beneficjent: {1}

source: [Workflow_Escalated] Initiated by {0}, Process ID: {9}, Process Name: {2}, Activity: {8}, Recipient: {1}, Secondary User: {10}
pl: [Workflow_Escalated] Zainicjowane przez {0}, ID procesu: {9}, nazwa procesu: {2}, czynność: {8}, beneficjent: {1}, drugi użytkownik: {10}

source: [Workflow_Forwarded] Initiated by {0}, Process ID: {9}, Process Name: {2}, Activity: {8}, Recipient: {1}
pl: [Workflow_Forwarded] Zainicjowane przez {0}, ID procesu: {9}, nazwa procesu: {2}, czynność: {8}, beneficjent: {1}

source: [Workflow_Reassigned] Initiated by {0}, Process ID: {9}, Process Name: {2}, Activity: {8}, Recipient: {1}
pl: [Workflow_Reassigned] Zainicjowane przez {0}, ID procesu: {9}, nazwa procesu: {2}, czynność: {8}, beneficjent: {1}

source: [Workflow_Refused] Initiated by {0}, Process ID: {9}, Process Name: {2}, Activity: {8}, Recipient: {1}, Secondary User: {10}
pl: [Workflow_Refused] Zainicjowane przez {0}, ID procesu: {9}, nazwa procesu: {2}, czynność: {8}, beneficjent: {1}, drugi użytkownik: {10}

source: [Workflow_Reminder_Sent] Initiated by {0}, Process ID: {9}, Process Name: {2}, Activity: {8}, Recipient: {1}, Secondary User: {10}
pl: [Workflow_Reminder_Sent] Zainicjowane przez {0}, ID procesu: {9}, nazwa procesu: {2}, czynność: {8}, beneficjent: {1}, drugi użytkownik: {10}

source: [Workflow_ResetPriority] Initiated by {0}, Process ID: {9}, Process Name: {2}, Activity: {8}, Recipient: {1}
pl: [Workflow_ResetPriority] Zainicjowane przez {0}, ID procesu: {9}, nazwa procesu: {2}, czynność: {8}, beneficjent: {1}

source: [Workflow_Retracted] Initiated by {0}, Process ID: {9}, Process Name: {2}, Activity: {8}, Recipient: {1}, Secondary User: {10}
pl: [Workflow_Retracted] Zainicjowane przez {0}, ID procesu: {9}, nazwa procesu: {2}, czynność: {8}, beneficjent: {1}, drugi użytkownik: {10}

source: [Workflow_Started] Initiated by {0}, Process ID: {9}, Process Name: {2}, Activity: {8}, Recipient: {1}, Secondary User: {10}
pl: [Workflow_Started] Zainicjowane przez {0}, ID procesu: {9}, nazwa procesu: {2}, czynność: {8}, beneficjent: {1}, drugi użytkownik: {10}

source: [Workflow_Timedout] Initiated by {0}, Process ID: {9}, Process Name: {2}, Activity: {8}, Recipient: {1}
pl: [Workflow_Timedout] Zainicjowane przez {0}, ID procesu: {9}, nazwa procesu: {2}, czynność: {8}, beneficjent: {1}

source: [Workflow_Unclaimed] Initiated by {0}, Process ID: {9}, Process Name: {2}, Activity: {8}, Recipient: {1}, Secondary User: {10}
pl: [Workflow_Unclaimed] Zainicjowane przez {0}, ID procesu: {9}, nazwa procesu: {2}, czynność: {8}, beneficjent: {1}, drugi użytkownik: {10}

source: [{0}] is not supported in workflow context. Please use [{1}].
pl: Brak obsługi dla [{0}] w kontekście przepływu. Proszę użyć [{1}].

source: [{0}] not supported for read only object.
pl: Brak obsługi dla [{0}], dla obiektu tylko do odczytu.

source: [{0}] operation failed for work entry [{1}].
pl: Nie powiodła się operacja [{0}] dla wpisu zadania [{1}].

source: getWorkEntries failed
pl: Nie powiodła się metoda getWorkEntries

source: timeout for Web service activity must be between [{0}] minutes and [{1}] days
pl: czas oczekiwania dla usługi sieciowej musi zawierać się pomiędzy [{0}] minutami a [{1}] dniami

source: timeout for completed processes must be between [{0}] and [{1}] days
pl: czas oczekiwania dla ukończonych procesów musi zawierać się między [{0}] a [{1}] dniami

source: timeout for user activity must be between [{0}] minutes and [{1}] days
pl: czas oczekiwania dla aktywności użytkownika musi zawierać się między [{0}] minutami a [{1}] dniami
