Repository: aviarypl/suse-l10n-pl
Catalog: lcn/50-pot/gnome-screensaver.*.po
Languages: pl

source: Screensaver
pl: Wygaszacz ekranu

source: Set your screensaver preferences
pl: Ustaw preferencje dotyczące wygaszacza ekranu

source: <b>Screensaver preview</b>
pl: <b>Podgląd wygaszacza ekranu</b>

source: <b>Warning: the screen will not be locked for the root user.</b>
pl: <b>Ostrzeżenie: ekran nie zostanie zablokowany dla użytkownika root.</b>

source: Power _Management
pl: Za_rządzanie zasilaniem

source: Regard the computer as _idle after:
pl: Uznaj komputer za _bezczynny po:

source: Screensaver Preferences
pl: Preferencje wygaszacza ekranu

source: Screensaver Preview
pl: Podgląd wygaszacza ekranu

source: _Activate screensaver when computer is idle
pl: _Aktywuj wygaszacz, kiedy komputer jest bezczynny

source: _Lock screen when screensaver is active
pl: _Zablokuj ekran, kiedy wygaszacz jest aktywny

source: _Preview
pl: _Podgląd

source: _Screensaver theme:
pl: _Motywy wygaszacza

source: Screensaver themes
pl: Motywy wygaszacza

source: Screensavers
pl: Wygaszacze ekranu

source: Activate when idle
pl: Włącz przy bezczynności

source: Allow embedding a keyboard into the window
pl: Zezwól na osadzanie klawiatury w oknie

source: Allow logout
pl: Zezwól na wylogowanie

source: Allow user switching
pl: Zezwól na przełączenie użytkownika

source: Embedded keyboard command
pl: Polecenie osadzonej klawiatury

source: Lock on activation
pl: Zablokuj przy aktywacji

source: Logout command
pl: Polecenie wylogowania

source: Reason for being away
pl: Powód odejścia od komputera

source: Screensaver theme selection mode
pl: Tryb wyboru motywu wygaszacza ekranu

source: Set this to TRUE to activate the screensaver when the session is idle.
pl: Ustawienie tej opcji na wartość "true" spowoduje aktywację wygaszacza, gdy sesja jest bezczynna.

source: Set this to TRUE to allow embedding a keyboard into the window when trying to unlock. The "keyboard_command" key must be set with the appropriate command.
pl: Ustawienie tej opcji na wartość "true" pozwala na osadzanie klawiatury w głównym oknie podczas próby odblokowania. Klucz "keyboard_command" musi zostać ustawiony za pomocą odpowiedniego polecenia.

source: Set this to TRUE to lock the screen when the screensaver goes active.
pl: Ustawienie tej opcji na wartość "true" spowoduje zablokowanie ekranu przy aktywacji wygaszacza.

source: Set this to TRUE to offer an option in the unlock dialog to switch to a different user account.
pl: Ustawienie tej opcji na wartość "true" spowoduje, że w oknie odblokowania pojawi się możliwość przełączenia się na konto innego użytkownika.

source: Set this to TRUE to offer an option in unlock dialog to logging out after a delay. The Delay is specified in the "logout_delay" key.
pl: Ustawienie tej opcji na wartość "true" spowoduje, że w oknie odblokowania pojawi się możliwość wylogowania się po pewnym opóźnieniu. Opóźnienie określone jest w kluczu "logout_delay".

source: The command that will be run, if the "embedded_keyboard_enabled" key is set to TRUE, to embed a keyboard widget into the window. This command should implement an XEMBED plug interface and output a window XID on the standard output.
pl: Polecenie do uruchomienia, jeśli klucz "embedded_keyboard_enabled" jest ustawiony na wartość "true", w celu osadzenia formantu klawiatury w oknie. To polecenie powinno zaimplementować osadzany interfejs XEMBED i zwracać XID okna na standardowym wyjściu.

source: The command to invoke when the logout button is clicked. This command should simply log the user out without any interaction. This key has effect only if the "logout_enable" key is set to TRUE.
pl: Polecenie do wywołania, gdy naciśnięty został przycisk wylogowania. Polecenie to powinno wylogować użytkownika bez żadnej interakcji. Klucz ten działa tylko, jeśli klucz "logout_enable" ma wartość TRUE.

source: The number of minutes after screensaver activation before locking the screen.
pl: Liczba minut po aktywacji wygaszacza, po której ekran zostanie zablokowany.

source: The number of minutes after the screensaver activation before a logout option will appear in unlock dialog. This key has effect only if the "logout_enable" key is set to TRUE.
pl: Liczba minut po aktywacji wygaszacza, po której w oknie odblokowania dostępna będzie opcja wylogowania. Opcja odnosi skutek tylko, jeśli klucz "logout_enable" ma wartość TRUE.

source: The number of minutes of inactivity before the session is considered idle.
pl: Liczba minut nieaktywności, po której sesja uznawana jest za bezczynną.

source: The number of minutes to run before changing the screensaver theme.
pl: Liczba minut, jaka ma upłynąć przed zmianą motywu wygaszacza.

source: The number of seconds of inactivity before signalling to power-management. This key is set and maintained by the session power-management agent.
pl: Liczba sekund bezczynności przed powiadomieniem o zarządzaniu zasilaniem. Ten klucz jest ustawiany i obsługiwany przez agenta sesji zarządzania zasilaniem.

source: The reason for being away from the computer.
pl: Powód odejścia od komputera.

source: The selection mode used by screensaver. May be "blank-only" to enable the screensaver without using any theme on activation, "single" to enable screensaver using only one theme on activation (specified in "themes" key), and "random" to enable the screensaver using a random theme on activation.
pl: Tryb wyboru używany przez wygaszacz. Może mieć wartość "blank-only", jeśli wygaszacz ma nie używać żadnego motywu po aktywacji, "single", jeśli ma używać tylko jednego motywu (określonego w kluczu "themes") lub "random", jeśli motyw ma być losowany po aktywacji.

source: Theme for lock dialog
pl: Motyw okna dialogowego blokady

source: Theme to use for the lock dialog.
pl: Motyw używany w oknie dialogowym blokady.

source: This key specifies the list of themes to be used by the screensaver. It's ignored when "mode" key is "blank-only", should provide the theme name when "mode" is "single", and should provide a list of themes when "mode" is "random".
pl: Klucz określający listę motywów wykorzystywanych przez wygaszacz ekranu. Lista jest ignorowana, gdy klucz "mode" ma wartość "blank-only", powinna wskazywać nazwę motywu, kiedy klucz "mode" ma wartość "single" lub listę motywów, kiedy klucz "mode" ma wartość "random".

source: Time before locking
pl: Czas przed włączeniem blokady

source: Time before logout option
pl: Czas przed włączeniem opcji wylogowania

source: Time before power-management baseline
pl: Opóźnienie przed zadziałaniem zarządzania zasilaniem

source: Time before session is considered idle
pl: Opóźnienie przed uznaniem sesji za bezczynną

source: Time before theme change
pl: Czas przed zmianą motywu

source: <b>Leave a message for %R:</b>
pl: <b>Proszę zostawić wiadomość dla użytkownika %R:</b>

source: <span size="small">%U on %h</span>
pl: <span size="small">%U na %h</span>

source: _Cancel
pl: _Anuluj

source: _Leave Message
pl: Zosta_w wiadomość

source: _Log Out
pl: Wyl_oguj

source: _Switch User
pl: _Przełącz użytkownika

source: _Unlock
pl: _Odblokuj

source: Cosmos
pl: Kosmos

source: Display a slideshow of pictures of the cosmos
pl: Wyświetla pokaz zdjęć kosmosu

source: Bubbles the GNOME foot logo around the screen
pl: Logo GNOME w formie bąbelków lata po całym ekranie

source: Floating Feet
pl: Latające stopy

source: Display a slideshow from your Pictures folder
pl: Wyświetl pokaz zdjęć z katalogu Obrazy.

source: Pictures folder
pl: Katalog obrazów

source: A pop-art-ish grid of pulsing colors.
pl: Popartowa siatka pulsujących kolorów.

source: Pop art squares
pl: Popartowe kwadraty

source: Show paths that images follow
pl: Wyświetl ścieżkę, po której przesuwają się obrazki

source: Occasionally rotate images as they move
pl: Co jakiś czas obróć obrazki podczas przesuwania

source: Print out frame rate and other statistics
pl: Wyświetl ilość klatek na sekundę i inne statystyki

source: The maximum number of images to keep on screen
pl: Maksymalna liczba obrazków na ekranie

source: MAX_IMAGES
pl: MAKS_LICZBAOBRAZKÓW

source: The initial size and position of window
pl: Pierwotny rozmiar i pozycja okna

source: WIDTHxHEIGHT+X+Y
pl: SZEROKOŚĆxWYSOKOŚĆ+X+Y

source: The source image to use
pl: Źródłowy obrazek, jaki ma zostać użyty

source: image - floats images around the screen
pl: image - wyświetla obrazki pływające po ekranie

source: %s. See --help for usage information.
pl: %s. Proszę użyć --help, aby wyświetlić informacje o sposobie użycia.

source: You must specify one image. See --help for usage information.
pl: Należy podać jeden obrazek. Szczegółowe informacje: --help.

source: Location to get images from
pl: Położenie obrazków

source: PATH
pl: Ścieżka

source: Color to use for images background
pl: Kolor używany do tła obrazu

source: Do not randomize pictures from location
pl: Bez losowego wybierania obrazów z położenia

source: Do not try to stretch images on screen
pl: Bez rozciągania obrazów na ekranie

source: Copying files
pl: Kopiowanie plików

source: From:
pl: Od:

source: To:
pl: Do:

source: Copying themes
pl: Kopiowanie motywów

source: Invalid screensaver theme
pl: Nieprawidłowy motyw wygaszacza ekranu

source: %s does not appear to be a valid screensaver theme.
pl: Plik %s nie wygląda na prawidłowy motyw wygaszacza ekranu.

source: Copying file: %u of %u
pl: Kopiowanie pliku: %u z %u

source: Causes the screensaver to exit gracefully
pl: Kończy pracę wygaszacza ekranu

source: Query the state of the screensaver
pl: Zapytaj o stan wygaszacza ekranu

source: Query the length of time the screensaver has been active
pl: Zapytanie o długość czasu działania wygaszacza ekranu

source: Tells the running screensaver process to lock the screen immediately
pl: Nakazuje działającemu procesowi wygaszacza natychmiastowe zablokowanie ekranu

source: If the screensaver is active then switch to another graphics demo
pl: Jeśli wygaszacz jest aktywny, przełącz do następnej demonstracji graficznej

source: Turn the screensaver on (blank the screen)
pl: Włącz wygaszacz ekranu (wygaś ekran)

source: If the screensaver is active then deactivate it (un-blank the screen)
pl: Jeśli wygaszacz jest aktywny, zdezaktywuj go (zakończ wygaszanie ekranu)

source: Poke the running screensaver to simulate user activity
pl: Zasymuluj aktywność użytkownika i powiadom o tym wygaszacz

source: Inhibit the screensaver from activating. Command blocks while inhibit is active.
pl: Zatrzymanie włączenia wygaszacza ekranu. Polecenie blokuje, gdy zatrzymywanie jest aktywne.

source: The calling application that is inhibiting the screensaver
pl: Aplikacja wywołująca, która zatrzymuje włączenie wygaszacza ekranu

source: The reason for inhibiting the screensaver
pl: Powód zatrzymania wygaszacza ekranu

source: Version of this application
pl: Wersja tej aplikacji

source: The screensaver is %s
pl: Wygaszacz ekranu to %s

source: active
pl: aktywny

source: inactive
pl: nieaktywny

source: The screensaver is not inhibited
pl: Wygaszacz ekranu nie jest zatrzymany

source: The screensaver is being inhibited by:
pl: Wygaszacz ekranu jest zatrzymany przez:

source: The screensaver has been active for %d seconds.
pl: Wygaszacz ekranu działa przez %d sekund.

source: Show debugging output
pl: Wyświetl wyjście debugowania

source: Show the logout button
pl: Wyświetl przycisk wylogowania

source: Command to invoke from the logout button
pl: Polecenie do wywołania po naciśnięciu przycisku wylogowania

source: Show the switch user button
pl: Wyświetl przycisk przełączania użytkowników

source: Message to show in the dialog
pl: Wiadomość do wyświetlenia w oknie dialogowym

source: MESSAGE
pl: Wiadomość

source: Username:
pl: Nazwa użytkownika

source: Password:
pl: Hasło:

source: You are required to change your password immediately (password aged)
pl: Wymagana natychmiastowa zmiana hasła (hasło przeterminowane)

source: You are required to change your password immediately (root enforced)
pl: Wymagana natychmiastowa zmiana hasła (wymuszona przez administratora)

source: Your account has expired; please contact your system administrator
pl: Konto zostało zablokowane. Należy skontaktować się z administratorem

source: No password supplied
pl: Nie wprowadzono hasła

source: Password unchanged
pl: Hasło nie zostało zmienione

source: Can not get username
pl: Nie można uzyskać nazwy użytkownika

source: Retype new UNIX password:
pl: _Powtórzenie nowego hasła UNIX:

source: Enter new UNIX password:
pl: _Wprowadzenie nowego hasła UNIX:

source: (current) UNIX password:
pl: (aktualne) Hasło UNIX:

source: Error while changing NIS password.
pl: Błąd podczas zmiany hasła NIS.

source: You must choose a longer password
pl: Należy podać nowe hasło

source: Password has been already used. Choose another.
pl: Podane hasło było już używane. Proszę podać inne.

source: You must wait longer to change your password
pl: Należy zmienieć teraz hasło

source: Sorry, passwords do not match
pl: Nowe hasła nie są zgodne.

source: Checking...
pl: Sprawdzanie...

source: Authentication failed.
pl: Uwierzytelnienie nie powiodło się.

source: Please enter password or swipe your finger
pl: Proszę wprowadzić hasło albo przesunąć palec po czytniku

source: Scan didn't quite work. Please try again
pl: Skanowanie nie zadziałało. Proszę spróbować ponownie.

source: Swipe was too short. Please try again
pl: Przesunięcie nad czytnikiem było zbyt krótkie. Proszę spróbować ponownie.

source: Please center your finger on the sensor and try again
pl: Proszę umieścić palec w środku czytnika i spróbować ponownie.

source: Please remove finger from the sensor and try again
pl: Proszę zdjąć palec z czytnika i spróbować ponownie.

source: Blank screen
pl: Wygaś ekran

source: Random
pl: Losowy

source: %d hour
pl: %d godzina

source: %d minute
pl: %d minuta

source: %d second
pl: %d sekunda

source: Never
pl: Nigdy

source: Could not load the main interface
pl: Nie można wczytać głównego interfejsu

source: Please make sure that the screensaver is properly installed
pl: Prosimy upewnić się, że wygaszacz ekranu został prawidłowo zainstalowany

source: Don't become a daemon
pl: Nie przechodź w tryb demona

source: Enable debugging code
pl: Włącz kod debugowania

source: Unable to establish service %s: %s
pl: Ustanowienie usługi %s nie powiodło się: %s

source: Can't set PAM_TTY=%s
pl: Nie można ustawić wartości PAM_TTY=%s

source: Incorrect password.
pl: Niepoprawne hasło.

source: Not permitted to gain access at this time.
pl: Obecnie brak zezwolenia na dostęp.

source: No longer permitted to access the system.
pl: Nie ma już zezwolenia na dostęp do systemu.

source: failed to register with the message bus
pl: nie udało się zarejestrować w szynie wiadomości

source: not connected to the message bus
pl: brak połączenia z szyną wiadomości

source: screensaver already running in this session
pl: wygaszacz ekranu już działa w tej sesji

source: Time has expired.
pl: Czas minął.

source: You have the Caps Lock key on.
pl: Wciśnięty jest klawisz Caps Lock.

source: S_witch User...
pl: _Przełącz użytkownika...

source: Log _Out
pl: _Wyloguj...

source: %U on %h
pl: %U na %h

source: _Password:
pl: _Hasło:
