Repository: aviarypl/suse-l10n-pl
Catalog: lcn/50-pot/gnome-docker.*.po
Languages: pl

source: Docked
pl: Zadokowany

source: Your computer has been docked
pl: Komputer został zadokowany

source: Undocked
pl: Odłączony

source: Your computer has been undocked
pl: Komputer został odłączony

source: Undock
pl: Odłącz

source: Failed to undock device
pl: Odłączenie urządzenia nie powiodło się

source: Licensed under the GNU General Public License Version 2
pl: Licencjonowany na warunkach GNU General Public License, wersja 2

source: GNOME Docker is free software; you can redistribute it and/or modify it under the terms of the GNU General Public License as published by the Free Software Foundation; either version 2 of the License, or (at your option) any later version.
pl: Program GNOME Docker to wolne oprogramowanie; można je redystrybuować i/lub modyfikować zgodnie z warunkami licencji GNU General Public License wydanej przez Free Software Foundation, w wersji 2 tej licencji lub dowolnej późniejszej.

source: GNOME Docker is distributed in the hope that it will be useful, but WITHOUT ANY WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE. See the GNU General Public License for more details.
pl: Program GNOME Docker rozpowszechniany jest z nadzieją, iż będzie on użyteczny - jednak BEZ JAKIEJKOLWIEK GWARANCJI, w tym domniemanej gwarancji PRZYDATNOŚCI HANDLOWEJ albo PRZYDATNOŚCI DO OKREŚLONYCH ZASTOSOWAŃ. W celu uzyskania bliższych informacji proszę zapoznać się z Powszechną Licencją Publiczną (General Public License) GNU.

source: You should have received a copy of the GNU General Public License along with this program; if not, write to the Free Software Foundation, Inc., 51 Franklin Street, Fifth Floor, Boston, MA 02110-1301, USA.
pl: Użytkownik powinien wraz z tym programem otrzymać kopię licencji GNU General Public License. W przeciwnym wypadku prosimy skontaktować się z Free Software Foundation, Inc., 51 Franklin Street, Fifth Floor, Boston, MA 02110-1301, USA.

source: translator-credits
pl: Piotr Makowski <pmakowski@aviary.pl>, 2009. Zbigniew Braniecki <gandalf@aviary.pl>, 2005, 2006 Wadim Dziedzic <nikdo@aviary.pl>, 2005, 2006 Wojciech Kapusta <wojciech@aviary.pl>, 2005, 2006 Stanisław Małolepszy <smalolepszy@aviary.pl>, 2005, 2006 Marek Stępień <marcoos@aviary.pl>, 2005, 2006

source: _About
pl: _O programie

source: Status: System docked
pl: Stan: Komputer zadokowany
