Repository: aviarypl/suse-l10n-pl
Catalog: lcn/50-pot/html-help-install.*.po
Languages: pl

source: Press <placeholder-1/> to get the list of video modes your graphics card supports. The highest mode your monitor can display is preselected.
pl: Proszę nacisnąć <placeholder-1/>, aby uzyskać listę trybów wideo obsługiwanych przez używaną kartę graficzną. Wstępnie wybrany jest najwyższy tryb obsługiwany przez monitor.

source: It is possible that your monitor cannot be detected automatically. In that case, select your preferred mode manually.
pl: Możliwe, że monitor nie będzie mógł być wykryty automatycznie. W takim przypadku należy ręcznie wybrać odpowiedni tryb.

source: If your system has problems with the graphics card during the installation, the <placeholder-1/> may be a usable work-around.
pl: Jeśli podczas instalacji system ma problemy z kartą graficzną, opcja <placeholder-1/> może być dobrym rozwiązaniem.

source: Return to <placeholder-1/>
pl: Wróć do <placeholder-1/>

source: translator-credits
pl: Aviary.pl <team@aviary.pl>, 2005-2009
