Repository: aviarypl/suse-l10n-pl
Catalog: lcn/50-pot/html-help-install.*.po
Languages: pl

source: Boot Loader Help
pl: Pomoc programu rozruchowego

source: Welcome to <placeholder-1/>
pl: Witamy w <placeholder-1/>

source: description
pl: opis

source: Use this menu to select the desired function. If you have problems navigating in this help system, press <placeholder-1/> to enter the <placeholder-2/> of the help system. The main functions in this menu are:
pl: Należy użyć tego menu w celu wybrania odpowiedniej funkcji. W przypadku występowania problemów z nawigacją w tym systemie pomocy, proszę nacisnąć klawisz <placeholder-1/>, aby wejść do <placeholder-2/> systemu pomocy. Główne funkcje w tym menu to:

source: Boot from Hard Disk
pl: Uruchomienie z dysku twardego

source: <placeholder-1/>: This selection will not do anything to the system. It only starts a previously installed operating system.
pl: <placeholder-1/>: Ta opcja nie wpływa na system. Uruchamia jedynie poprzednio zainstalowany system operacyjny.

source: Installation
pl: Instalacja

source: <placeholder-1/>: This installation mode works on most machines. If you experience a system freeze during boot or problems with detection of your hardware components, such as disk controllers or network cards, try one of the following installation options.
pl: <placeholder-1/>: Ten tryb instalacji działa w większości komputerów. W przypadku zawieszeń przy uruchamianiu komputera albo problemów z wykrywaniem komponentów sprzętowych, jak np. kontrolery dysku lub karty sieciowe, należy spróbować jednej z następujących opcji instalacyjnych.

source: Installation -- ACPI Disabled
pl: Instalacja (bez ACPI)

source: <placeholder-1/>: Many of the currently-sold computers have incomplete or faulty ACPI implementations. This selection disables ACPI support in the kernel, but still enables many performance features, like DMA for IDE hard disks.
pl: <placeholder-1/>: Wiele obecnie sprzedawanych komputerów ma niekompletne lub wadliwe implementacje ACPI. Opcja ta wyłącza obsługę ACPI w jądrze, ale wykorzystuje niektóre opcje wydajności, jak DMA dla dysków IDE.

source: Installation -- Local APIC Disabled
pl: Instalacja (bez lokalnego APIC)

source: <placeholder-1/>: If the normal installation fails, this might be due to the system hardware not supporting local APIC. If this seems to be the case, use this option to install without local APIC support.
pl: <placeholder-1/>: Powodem niepowodzenia normalnej instalacji może być sprzęt nieobsługujący lokalnego APIC. W takim przypadku należy użyć tej opcji, aby zainstalować system bez obsługi lokalnego APIC.

source: Installation -- Safe Settings
pl: Instalacja (bezpieczne ustawienia)

source: <placeholder-1/>: If you were not successful with <placeholder-2/>, this selection might solve the issue.
pl: <placeholder-1/>: W przypadku niepowodzenia z <placeholder-2/>, ta opcja może rozwiązać problem.

source: Rescue System
pl: System ratunkowy

source: <placeholder-1/>: This boot image starts a small Linux system in RAM. This is useful if the system does not start properly. After booting this system, log in as root.
pl: <placeholder-1/>: Ten obraz startowy uruchamia niewielki system Linux w pamięci RAM. Jest to przydatne, gdy system nie uruchamia się prawidłowo. Po uruchomieniu tego systemu należy zalogować się jako użytkownik root.

source: Firmware Test
pl: Test oprogramowania wbudowanego

source: <placeholder-1/>: Runs a BIOS test tool that validates ACPI and other parts of your BIOS.
pl: <placeholder-1/>: Uruchamia narzędzie sprawdzające BIOS pod kątem poprawności ACPI i innych częsci BIOS.

source: Memory Test
pl: Test pamięci

source: <placeholder-1/>: Memory testing is useful for more than checking installation of new memory modules. It is a stress test for a big part of your computer system and may indicate hardware problems.
pl: <placeholder-1/>: Test pamięci może być użyty nie tylko do sprawdzania nowych modułów pamięci. Jest to test obciążeniowy dla dużej części podzespołów komputera, mogący wskazać problemy sprzętowe.

source: Boot Options
pl: Opcje uruchamiania

source: <placeholder-1/>: The boot options may change the behavior of your system completely. They are settings for the kernel.
pl: <placeholder-1/>: Opcje uruchamiania mogą całościowo wpłynąć na zachowanie systemu. Są to ustawienia jądra.

source: @@@fkey_help@@@ Help
pl: @@@fkey_help@@@ Pomoc

source: <placeholder-1/>: This is context sensitive. It will show different screens depending on the active element of the boot screen. There is also a description of this help system available.
pl: <placeholder-1/>: Pomoc ta jest zależna od kontekstu. Podaje różne informacje zależnie od aktywnych elementów ekranu uruchamiania. Dostępny jest również opis dla tego systemu pomocy.

source: <placeholder-1/>: Set language and keyboard mapping used by the boot loader.
pl: <placeholder-1/>: Ustawia język i mapowanie klawiatury używane przez program rozruchowy.

source: @@@fkey_video@@@ Video Mode
pl: @@@fkey_video@@@ Tryb wideo

source: text mode
pl: Tryb tekstowy

source: <placeholder-1/>: Here, choose between different screen resolutions while installing. If you encounter problems with the graphical installation, the <placeholder-2/> may be a work-around for you.
pl: <placeholder-1/>: Wybór rozdzielczości ekranu dla instalacji. W przypadku występowania problemów z instalacją w trybie graficznym rozwiązaniem może być użycie <placeholder-2/>.

source: @@@fkey_inst@@@ Installation Source
pl: @@@fkey_inst@@@ Źródło instalacji

source: <placeholder-1/>: Choose the installation source.
pl: <placeholder-1/>: Wybór źródła instalacji.

source: @@@fkey_dud@@@ Driver Update
pl: @@@fkey_dud@@@ Aktualizacja sterownika

source: <placeholder-1/>: For very new machines, a driver update may be needed to install the system.
pl: <placeholder-1/>: W przypadku najnowszego sprzętu może być konieczna aktualizacja sterowników w celu instalacji systemu.

source: Software Type Selection
pl: Wybór typu oprogramowania

source: You have the choice to install the 32-bit or 64-bit version of @@@product@@@.
pl: Są do wyboru opcje instalacji 32- lub 64-bitowej wersji systemu @@@product@@@.

source: Driver Update
pl: Aktualizacja sterowników

source: If you need a driver update floppy or CD-ROM, press <placeholder-1/>. The boot loader asks you to insert the driver update medium after loading the Linux kernel.
pl: Jeśli potrzebna jest dyskietka lub płyta CD-ROM z aktualizacją sterownika, proszę nacisnąć <placeholder-1/>. Program rozruchowy poprosi o włożenie nośnika z aktualizacją sterownika po wczytaniu jądra Linuksa.

source: A driver update is typically a floppy with new versions of hardware drivers or bug fixes needed during installation.
pl: Dyskietka jest domyślnym źródłem aktualizacji sterowników sprzętu albo łatek potrzebnych w czasie instalacji.

source: Select <placeholder-1/> if you encounter hangs while installing or irreproducible errors. This option disables DMA for IDE drives and all power management features. See also the kernel options for <placeholder-2/>, <placeholder-3/> and <placeholder-4/>.
pl: W przypadku zawieszania się systemu podczas instalacji, należy wybrać opcję <placeholder-1/>. Opcja ta wyłącza DMA dla napędów IDE oraz zaawansowane zarządzanie energią. Warto również przejrzeć opcje jądra dla <placeholder-2/>, <placeholder-3/> oraz <placeholder-4/>.

source: Starts a BIOS checker that validates the ACPI tables and many other parts of your BIOS. Test results can be stored on usb disk or saved via network.
pl: Uruchamia narzędzie sprawdzające BIOS pod kątem poprawności tabel ACPI i wielu innych części BIOS. Wyniki testu mogą być przechowane na dysku USB lub wysłane przez sieć.

source: Boot Installed OS
pl: Uruchomienie zainstalowanego systemu

source: Select <placeholder-1/> to start the system installed on your local hard disk. This system must be installed properly, because only the MBR (Master Boot Record) on the first hard disk is started. The device ID of the first hard disk is provided by the BIOS of the computer.
pl: Proszę wybrać opcję <placeholder-1/>, aby uruchomić system zainstalowany na dysku twardym. System musi być prawidłowo zainstalowany, ponieważ uruchamiany jest wyłącznie główny sektor startowy MBR (Master Boot Record) na pierwszym dysku. Identyfikator pierwszego dysku pobierany jest z systemu BIOS komputera.

source: Use this if you forgot to remove the CD or DVD from your drive and want to start the computer from the hard disk.
pl: Opcji tej należy użyć w celu uruchomienia komputera z dysku twardego przy nośniku CD lub DVD pozostawionym w napędzie.

source: Using the Help System
pl: Jak korzystać z systemu pomocy

source: The boot loader online help is context sensitive. It gives information about the selected menu item or, if you are editing boot options, it tries to look up information about the option in which the cursor is positioned.
pl: Pomoc online zależna jest od kontekstu. Zawiera informacje związane z wybranym menu lub aktualnie edytowanym polem.

source: Up Arrow
pl: Strzałka w górę

source: <placeholder-1/>: highlight previous link
pl: <placeholder-1/>: wyróżnienie poprzedniego odnośnika

source: Down Arrow
pl: Strzałka w dół

source: <placeholder-1/>: highlight next link
pl: <placeholder-1/>: wyróżnienie następnego odnośnika

source: Left Arrow
pl: Strzałka w lewo

source: <placeholder-1/>, <placeholder-2/>: return to previous topic
pl: <placeholder-1/>, <placeholder-2/>: powrót do poprzedniego tematu

source: Right Arrow
pl: Strzałka w prawo

source: Space
pl: Spacja

source: <placeholder-1/>, <placeholder-2/>, <placeholder-3/>: follow link
pl: <placeholder-1/>, <placeholder-2/>, <placeholder-3/>: otwarcie odnośnika

source: <placeholder-1/>: scroll up one page
pl: <placeholder-1/>: przewija do góry o jedną stronę

source: <placeholder-1/>: scroll down one page
pl: <placeholder-1/>: przewija do dołu o jedną stronę

source: <placeholder-1/>: go to page start
pl: <placeholder-1/>: przechodzi do początku strony

source: <placeholder-1/>: go to page end
pl: <placeholder-1/>: przechodzi do końca strony

source: <placeholder-1/>: leave help
pl: <placeholder-1/>: opuszcza pomoc

source: Navigation Keys <ul><placeholder-1/><placeholder-2/><placeholder-3/><placeholder-4/><placeholder-5/><placeholder-6/><placeholder-7/><placeholder-8/><placeholder-9/></ul>
pl: Klawisze nawigacyjne <ul><placeholder-1/><placeholder-2/><placeholder-3/><placeholder-4/><placeholder-5/><placeholder-6/><placeholder-7/><placeholder-8/><placeholder-9/></ul>

source: Installation Source
pl: Źródło instalacji

source: Press <placeholder-1/> to choose an installation source.
pl: Proszę nacisnąć <placeholder-1/>, aby wybrać źródło instalacji,

source: install
pl: Zainstaluj

source: This is the same as using the <placeholder-1/> boot option.
pl: Oznacza to samo, co użycie opcji rozruchowej <placeholder-1/>.

source: Language and Keyboard Layout Selection
pl: Wybór języka i klawiatury

source: Press <placeholder-1/> to change language and keyboard layout the boot loader uses.
pl: Proszę nacisnąć <placeholder-1/> w celu zmiany języka i układu klawiatury używanych przez program rozruchowy.

source: boot options
pl: Opcje uruchamiania

source: Select <placeholder-1/> to start the default installation. The <placeholder-2/> entered are used in the start-up. This item activates many features of commonly available hardware.
pl: Proszę wybrać <placeholder-1/>, aby uruchomić instalację domyślną. Wprowadzone: <placeholder-2/> będą użyte przy uruchomieniu. Ten element włącza wiele funkcji powszechnie dostępnego sprzętu.

source: The included <placeholder-1/> provides good possibilities to stress test the hardware of a system. Its main purpose is to detect broken RAM, but it also stresses many other parts of the system.
pl: Dodatkowy <placeholder-1/> zapewnia szerokie możliwości sprawdzania sprzętu. Głównym celem jest wykrycie uszkodzonej pamięci RAM, można również sprawdzać wiele innych elementów systemu.

source: There is no guarantee that the memory is good if no errors are found, although most of memory defects will be found.
pl: Brak znalezionych błędów nie gwarantuje, że pamięć jest dobra, jednak większość błędów zostanie wykryta.

source: Current hardware usually requires ACPI (Advanced Configuration and Power Interface) to control the interrupt handling. ACPI completely replaces the old APM system.
pl: Dzisiejszy sprzęt zazwyczaj wymaga ACPI do kontrolowania przerwań. APCI całkowicie zastępuje stary system APM.

source: kernel freezes when booting
pl: jądro zawiesza się przy uruchamianiu

source: PCI Cards are not detected or initialized properly
pl: karty PCI nie zostały wykryte lub zinicjalizowane prawidłowo

source: Select <placeholder-1/> if you encounter problems during boot of the kernel. Known problems with machines that have problems with ACPI are: <ul><placeholder-2/><placeholder-3/></ul>
pl: Jeżeli podczas uruchamiania systemu występują problemy, należy wybrać opcję <placeholder-1/>. Znanymi błędami sprzętowymi występującymi przy używaniu ACPI są: <ul><placeholder-2/> <placeholder-3/></ul>

source: You may also try the <placeholder-1/> boot option and look at the test results of the ACPI validation.
pl: Można również spróbować opcji rozruchowej <placeholder-1/> i sprawdzić wyniki testu ACPI.

source: Normally there are no problems with the APIC (Advanced Programmable Interrupt Controller). But if you seem to have some, try this option to boot without local APIC support.
pl: Normalnie nie ma problemów z APIC. Gdyby jednak się okazało, iż występują, proszę spróbować tej opcji, aby uruchomić bez lokalnej obsługi APIC.

source: Please don't confuse this with <placeholder-1/> (Advanced Configuration and Power Interface).
pl: Proszę nie mylić tego z <placeholder-1/> (zaawansowanym zarządzaniem zasilaniem)

source: There are two types of boot options available. First, there are options that affect the installer. Second, there are kernel options. Some of the more common options are:
pl: Istnieją dwa rodzaje dostępnych opcji rozruchowych. Pierwszy to opcje wpływające na instalator. Drugi to opcje jądra. Niektóre z najpopularniejszych opcji:

source: <placeholder-1/> -- select an installation source
pl: <placeholder-1/> -- wybór źródła instalacji

source: network options
pl: opcje sieciowe

source: <placeholder-1/> -- the network options
pl: <placeholder-1/> -- opcje sieciowe

source: vnc options
pl: opcje vnc

source: <placeholder-1/> -- options for installation via VNC
pl: <placeholder-1/> -- opcje instalacji przez VNC

source: a) installer options <ul><placeholder-1/><placeholder-2/><placeholder-3/></ul>
pl: a) opcje instalatora <ul><placeholder-1/><placeholder-2/><placeholder-3/></ul>

source: <placeholder-1/> -- influence the behavior of the splash screen
pl: <placeholder-1/> -- wpływa na zachowanie ekranu powitalnego

source: <placeholder-1/> -- toggle power management
pl: <placeholder-1/> -- przełącza zarządzanie zasilaniem

source: <placeholder-1/> -- advanced configuration and power interface
pl: <placeholder-1/> -- ACPI

source: <placeholder-1/> -- control the IDE subsystem
pl: <placeholder-1/> -- sterowanie podsystemem IDE

source: b) kernel options <ul><placeholder-1/><placeholder-2/><placeholder-3/><placeholder-4/></ul>
pl: b) opcje jądra <ul><placeholder-1/><placeholder-2/><placeholder-3/><placeholder-4/></ul>

source: Installer Options: Network Options
pl: Opcje instalatora: ustawienia sieciowe

source: It is possible to configure the network interface right now. The hardware will be detected later by YaST2. The minimum set of options to configure your network card consists of host IP and netmask. For example: <ul><placeholder-1/></ul>
pl: Można teraz skonfigurować interfejs sieciowy. Sprzęt zostanie później wykryty przez program YaST2. Minimalny zestaw opcji do skonfigurowania obecnej karty sieciowej zawiera adres IP hosta i maskę sieciową. Na przykład: <ul><placeholder-1/></ul>

source: or in a shorter form: <ul><placeholder-1/></ul>
pl: lub w krótszej formie: <ul><placeholder-1/></ul>

source: network-based install
pl: instalacja sieciowa

source: gateway
pl: brama sieciowa

source: If you specified a <placeholder-1/> and do not specify both of these options, the installer tries to configure the network interface with <placeholder-2/>. If you need a default gateway, specify this with the option <placeholder-3/>. For example: <ul><placeholder-4/></ul>
pl: Jeśli określono <placeholder-1/>, a nie zostały określone obie te opcje, instalator spróbuje skonfigurować interfejs sieciowy z <placeholder-2/>. Jeśli potrzebne jest użycie domyślnej bramy sieciowej, należy ustawić ją za pomocą opcji <placeholder-3/>. Na przykład:<ul><placeholder-4/></ul>

source: Kernel Options: acpi
pl: Opcje jądra: acpi

source: <placeholder-1/> -- do not use ACPI to route PCI interrupts
pl: <placeholder-1/> -- bez użycia ACPI do przekierowania przerwań PCI

source: <placeholder-1/> -- only the parts of ACPI that are relevant for booting remain activated
pl: <placeholder-1/> - pozostaną aktywne jedynie elementy ACPI niezbędne przy uruchamianiu systemu

source: acpi=off
pl: acpi=wyłączone

source: <placeholder-1/> -- switch off ACPI completely
pl: <placeholder-1/> -- całkowicie wyłącza ACPI

source: <placeholder-1/> -- switch on ACPI even if your BIOS is dated before 2000
pl: <placeholder-1/> -- włącza ACPI, nawet jeśli BIOS użytkownika pochodzi sprzed 2000 roku

source: ACPI (Advanced Configuration and Power Interface) is a standard that defines power and configuration management interfaces between an operating system and the BIOS. By default, <placeholder-1/> is switched on when a BIOS is detected that is newer than from year 2000. There are several commonly used parameters to control the behavior of ACPI: <ul><placeholder-2/><placeholder-3/><placeholder-4/><placeholder-5/></ul>
pl: ACPI (Zaawansowane Zarządzanie Energią) jest standardem definiującym interfejsy zarządzania energią pomiędzy systemem operacyjnym a BIOS. Domyślnie <placeholder-1/> jest włączony, jeśli BIOS pochodzi z roku 2000 lub jest nowszy. Istnieje kilka standardowo używanych parametrów do kontroli działania ACPI: <ul><placeholder-2/><placeholder-3/><placeholder-4/><placeholder-5/></ul>

source: Especially on new computers, it replaces the old <placeholder-1/> system.
pl: Szczególnie na nowych komputerach - zastępuje stary system <placeholder-1/>

source: Kernel Options: apm
pl: Opcje jądra: apm

source: <placeholder-1/> -- switch off APM completely
pl: <placeholder-1/> -- całkowite wyłączenie APM

source: APM is one of the two power management strategies used on current computers. It is mainly used with laptops for functions like suspend to disk, but it may also be responsible for switching off the computer after power down. APM relies on a correct working BIOS. If the BIOS is broken, APM may have only limited use or even prevent the computer from working. Therefore, it may be switched off with the parameter <ul><placeholder-1/></ul>
pl: APM to jedna z dwóch strategii zarządzania energią używana w nowoczesnych komputerach. Stosowana jest głównie w laptopach do funkcji usypiania, ale może być również odpowiedzialna za wyłączenie komputera po zaniku napięcia. APM opiera się na prawidłowo działającym systemie BIOS. Jeśli BIOS zawiera błędy w konfiguracji, APM może mieć jedynie ograniczone zastosowanie a nawet uniemożliwić prawidłową pracę komputera. W takiej sytuacji należy go wyłączyć używając parametru<ul><placeholder-1/></ul>

source: Some very new computers may take more advantage from the newer <placeholder-1/>.
pl: Niektóre z najnowszych komputerów mogą zyskać więcej dzięki nowszym <placeholder-1/>.

source: Kernel Options: ide
pl: Opcje jądra: ide

source: <placeholder-1/> -- switch off DMA for IDE drives
pl: <placeholder-1/> -- wyłącza DMA dla napędów IDE

source: IDE is, unlike SCSI, commonly used in most desktop workstations. To circumvent some hardware problems that occur with IDE systems, use the kernel parameter: <ul><placeholder-1/></ul>
pl: IDE w przeciwieństwie do SCSI jest zwykle używany w komputerach domowych. Aby uniknąć problemów sprzętowych mogących wystąpić podczas używania systemów IDE, należy użyć parametru jądra: <ul><placeholder-1/></ul>

source: Installer Options: install
pl: Opcje instalatora: zainstaluj

source: By default, the local CD-ROMs are searched for the installation source. For a network install, select the <placeholder-1/> option. Possible installation protocols are <ul><placeholder-2/><placeholder-3/><placeholder-4/></ul>
pl: Domyślnym źródłem instalacji jest lokalny napęd CD-ROM. Dla instalacji sieciowej należy wybrać opcję <placeholder-1/>. Możliwymi protokołami instalacyjnymi są <ul><placeholder-2/><placeholder-3/><placeholder-4/></ul>

source: The syntax to use is just like standard URLs. For example, if your server is found at 192.168.0.1 and you want to do an NFS-based install from the directory /install on this server, specify the source as follows: <ul><placeholder-1/></ul>
pl: Składnia, której należy użyć, jest podobna do standardowego adresu URL. Na przykład, jeśli adres serwera to 192.168.0.1, a instalacja ma być oparta na NFS, należy podać ścieżkę w następujący sposób:<ul><placeholder-1/></ul>

source: The network card will either be configured with <placeholder-1/> or you must specify the parameters yourself as described in the <placeholder-2/>.
pl: Karta sieciowa zostanie skonfigurowana za pomocą <placeholder-1/> albo konieczne będzie określenie parametrów w <placeholder-2/>.

source: Kernel Options: splash
pl: Opcje jądra: splash

source: <placeholder-1/> -- The splash screen is switched off. This may be useful with very old monitors or if some error occurs.
pl: <placeholder-1/> -- Ekran powitalny jest wyłączony. Ta opcja może być przydatna w wypadku bardzo starych monitorów lub przy wystąpieniu jakichś błędów.

source: <placeholder-1/> -- Activates splash, kernel and boot messages are still shown.
pl: <placeholder-1/> -- Włącza ekran powitalny przy jednoczesnej widoczności komunikatów jądra i rozruchu.

source: <placeholder-1/> -- Activates splash, but no messages. Instead a progress bar is drawn.
pl: <placeholder-1/> -- Włącza ekran powitalny bez wyświetlania komunikatów. Zamiast tego jest wyświetlany pasek postępu.

source: The splash screen is the picture shown during system start-up. <ul><placeholder-1/><placeholder-2/><placeholder-3/></ul>
pl: Splash screen jest to obrazek wyświetlany podczas uruchamiania systemu.<ul><placeholder-1/><placeholder-2/><placeholder-3/></ul>

source: Installer Options: vnc
pl: Opcje instalatora: vnc

source: To enable the VNC installation, specify the parameters vnc and vncpassword: <ul><li><placeholder-1/></li></ul>
pl: W celu włączenia instalacji VNC należy określić parametry vnc i vncpassword: <ul><li><placeholder-1/></li></ul>

source: The VNC server will be started and you may control YaST2 over any VNC client from a remote system.
pl: Serwer VNC zostanie uruchomiony i będzie można sterować programem YaST2 za pomocą dowolnego klienta VNC na systemie zdalnym.

source: The <placeholder-1/> is a small RAM disk base system. From there, it is possible to make all kinds of changes to an installed system. Because only low-level tools are available in this system, it is intended for experts.
pl: <placeholder-1/> to niewielki system oparty na wirtualnym dysku (RAM-dysku). Dzięki temu możliwe jest wykonanie zmian w zainstalowanym systemie. Ponieważ w tym systemie zawarte są tylko narzędzia niskiego poziomu, jest on przeznaczony dla ekspertów.

source: Video Mode Selection
pl: Wybór trybu wyświetlania
