Repository: aviarypl/suse-l10n-pl
Catalog: lcn/50-pot/kde4-opensuse.*.po
Languages: pl

source: The new window manager will be used when KDE is started the next time.
pl: Nowy menedżer okien zostanie użyty przy następnym uruchomieniu środowiska KDE.

source: Window manager change
pl: Zmiana menedżera okien

source: A new window manager is running. It is still recommended to restart this KDE session to make sure all running applications adjust for this change.
pl: Nowy manadżer okien jest uruchomiony. Wciąż zalecane jest ponowne uruchomienie sesji KDE aby mieć pewność, że wszystkie uruchomione aplikacje dostosowały się do zmiany.

source: Window Manager Replaced
pl: Menedżer okien został zastąpiony

source: Your running window manager will be now replaced with the configured one.
pl: Uruchomiony menedżer okien zostanie zastąpiony właśnie skonfigurowanym.

source: Config Window Manager Change
pl: Konfiguracja zmiany menedżera okien

source: &Accept Change
pl: &Akceptuj zmianę

source: &Revert to Previous
pl: &Przywróć poprzedni

source: The configured window manager has been launched. Please check it has started properly and confirm the change. The launch will be automatically reverted in 20 seconds.
pl: Skonfigurowany menedżer okien został uruchomiony. Proszę sprawdzić, czy został uruchomiony poprawnie i potwierdzić tę zmianę. Zostanie ona anulowana automatycznie w przeciągu 20 sekund.

source: The running window manager has been reverted to the default KDE window manager KWin.
pl: Uruchomiony menedżer okien został zastąpiony domyślnym dla środowiska KDE menedżerem KWin.

source: The new window manager has failed to start. The running window manager has been reverted to the default KDE window manager KWin.
pl: Uruchomienie nowego menedżera okien nie powiodło się. Uruchomiony menedżer okien został zastąpiony przez domyślny dla środowiska KDE menedżer okien KWin.

source: Running the configuration tool failed
pl: Uruchomienie narzędzia konfiguracyjnego nie powiodło się.

source: 1 second remaining:
pl: pozostała 1 sekunda:

source: Use a different &window manager:
pl: Użyj innego &menedżera okien:

source: &Use the default KDE window manager (KWin)
pl: &Użyj domyślnego menedżera okien KDE (KWin)

source: Configure
pl: Konfiguruj

source: Note: Most window managers have their own configuration and do not follow KDE settings.
pl: Uwaga: większość menedżerów okien posiada własne konfiguracje, które nie są zgodne z ustawieniami środowiska KDE.

source: Select the cursor theme you want to use (hover preview to test cursor):
pl: Proszę wybrać żądany motyw kursora (testowanie - przesunięcie kursora na podgląd):

source: Install New Theme...
pl: Zainstaluj nowy motyw...

source: Failed to activate desktop effects using the given configuration options. Settings will be reverted to their previous values. Check your X configuration. You may also consider changing advanced options, especially changing the compositing type.
pl: Nie udało się aktywować efektów pulpitu przy użyciu wprowadzonych opcji konfiguracyjnych. Zostaną przywrócone poprzednie wartości ustawień. Proszę sprawdzić konfigurację serwera X. Być może należy zmienić zaawansowane opcje, zwłaszcza rodzaj rozszerzenia composite.

source: No Effect
pl: Brak efektu

source: Keep window thumbnails
pl: Zachowaj miniatury okien

source: Only for shown windows
pl: Tylko dla wyświetlonych okien

source: Enabling this option allows compositing to be activated even if some of the internal checks fail. Doing so may make the whole desktop unusable and its use is not recommened. Use only if KWin refuses to activate compositing on a system that should be capable of compositing.
pl: Włączenie tej opcji umożliwi aktywację rozszerzenia composite, nawet jeśli któreś z wewnętrznych sprawdzeń się nie powiedzie. Może to uczynić całe środowisko bezużytecznym i dlatego nie jest zalecane. Opcję tę należy odblokować jedynie w przypadku, kiedy menedżer KWin odmawia włączenia rozszerzenia composite w systemie, który powinien je obsługiwać.

source: Disable functionality checks
pl: Wyłącz sprawdzenia funkcjonalności

source: Effect for window switching
pl: Efekt przełączania okien

source: Effect for desktop switching
pl: Efekt przełączania pulpitów

source: Instant
pl: Natychmiastowy

source: Very fast
pl: Bardzo szybko

source: Fast
pl: Szybko

source: Slow
pl: Wolno

source: Very slow
pl: Bardzo wolno

source: Extremely slow
pl: Nadzwyczaj wolno

source: Animation speed
pl: Szybkość animacji

source: &Suspend Computer
pl: W&strzymaj komputer

source: Suspend to Disk
pl: Wstrzymaj na dysk

source: Suspend to RAM
pl: Wstrzymaj do pamięci RAM

source: Standby
pl: Tryb czuwania

source: Suspend Computer
pl: Wstrzymaj komputerj

source: Insufficient virtual size for the total screen size. The configured virtual size of your X server is insufficient for this setup. This configuration needs to be adjusted. Do you wish to run a tool to adjust the configuration?
pl: Niewystarczający rozmiar wirtualny całkowitej wielkości ekranu. Skonfigurowany rozmiar wirtualny serwera X użytkownika jest niewystarczający dla tych ustawień i powinien zostać dostosowany. Czy uruchomić narzędzie do dostosowania konfiguracji?

source: Configuration has been adjusted. Please restart your session for this change to take effect.
pl: Konfiguracja została dostosowana. Proszę uruchomić ponownie sesję, aby zmiany odniosły skutek.

source: Changing configuration failed. Please adjust your xorg.conf manually.
pl: Zmiana konfiguracji nie powiodła się. Proszę dostosować plik xorg.conf ręcznie.

source: Identify Outputs
pl: Identyfikacja wyjść

source: Toggle Present Windows (All desktops)
pl: Przełączanie obecnych okien (wszystkie pulpity)

source: Toggle Present Windows (Current desktop)
pl: Przełączanie obecnych okien (bieżący pulpit)

source: Basic
pl: Podstawowe

source: Desktop Cube
pl: Kostka pulpitu

source: Background Color:
pl: Kolor tła:

source: Wallpaper:
pl: Tapeta:

source: Activation
pl: Aktywacja

source: Screen edge:
pl: Krawędź ekranu:

source: Display desktop name
pl: Wyświetl nazwę pulpitu

source: Reflection
pl: Odbicie

source: Rotation duration:
pl: Czas obrotu:

source: Opacity
pl: Nieprzezroczystość

source: Caps
pl: Podstawy

source: Show caps
pl: Wyświetlanie podstaw

source: Cap Color:
pl: Kolor podstawy:

source: Display image on caps
pl: Wyświetl obraz na podstawach

source: Zoom
pl: Powiększenie

source: Define how far away the object should appear
pl: Proszę określić, jak daleko powinien się pojawić obiekt.

source: Near
pl: Blisko

source: Far
pl: Daleko

source: Additional options
pl: Opcje dodatkowe

source: Show cube when desktop changed
pl: Wyświetlaj kostkę po zmianie pulpitu

source: Cube appears on all screens in a multi screen setup. If not set cube will appear on only one screen and scaled so that all screens fit on that screen.
pl: Kostka pojawia się na wszystkich ekranach w konfiguracji wieloekranowej. Jeśli nie jest ustawione, kostka pojawi się tylko na jednym ekranie i zostanie przeskalowana tak, że wszystkie ekrany będą pasowały do tego ekranu.

source: Span cube on all screens in multi screen setup
pl: Rozciągnij kostkę na wszystkich ekranach w konfiguracji wieloekranowej

source: Cube is deactivated after rotating the cube with the mouse. Otherwise cube will stay in the position.
pl: Kostka jest wyłączona po jej obrocie za pomocą myszy. W innym przypadku kostka pozostanie w miejscu.

source: Close after mouse dragging
pl: Zamknij po przeciągnięciu za pomocą myszy

source: Use for walk through desktop list
pl: Użyj do przechodzenia po liście pulpitów

source: Cylinder is deactivated after rotating the cylinder with the mouse. Otherwise cylinder will stay in the position.
pl: Walec jest wyłączony po jego obrocie za pomocą myszy. W innym przypadku walec zostanie w miejscu.

source: Rearrange &duration:
pl: &Czas trwania ponownego ułożenia:

source: Display window &titles
pl: Wyświetl &tytuły okien

source: Use for window &switching
pl: Użyj do p&rzełączania okien

source: Layout mode:
pl: Tryb układu:

source: Natural
pl: Naturalny

source: Regular grid
pl: Regularna siatka

source: Flexible grid
pl: Elastyczna siatka

source: Active screen &edge (Current desktop):
pl: Krawędź aktywnego &ekranu (bieżacy pulpit):

source: Active screen &edge (All desktops):
pl: Krawędź aktywnego &ekranu (wszystkie pulpity):

source: Natural Layout Settings
pl: Ustawienia układu naturalnego

source: Fill &gaps
pl: Wy&pełnij luki

source: Faster
pl: Szybciej

source: Nicer
pl: Ładniej

source: Cap deformation:
pl: Deformacja podstawy walca:

source: Sphere
pl: Kula

source: Plane
pl: Płaszczyzna

source: Sphere is deactivated after rotating the sphere with the mouse. Otherwise sphere will stay in the position.
pl: Kula jest wyłączona po jej obrocie za pomocą myszy. W innym przypadku kula pozostanie w miejscu.

source: Empty
pl: Pusty

source: Compositing was too slow and has been suspended. If this was only a temporary problem, you can resume using the '%1' shortcut. You can also disable functionality checks in advanced compositing settings.
pl: Rozszerzenie composite było zbyt wolne i zostało wstrzymane. Jeśli to był tylko tymczasowy problem, można wznowić za pomocą skrótu klawiaturowego "%1". Można także wyłączyć sprawdzenia funkcjonalności w zaawansowanych ustawieniach rozszerzenia composite.

source: Save Session
pl: Zapisz sesję

source: Save current session for next login
pl: Zapisz obecną sesję dla następnego logowania

source: Pause without logging out
pl: Pauza bez wylogowywania

source: Administration
pl: Administracja

source: System Information
pl: Informacje o systemie

source: New Applications
pl: Nowe aplikacje

# @item:inlistbox Format:
source: Name (Description)
pl: Nazwa (opis)

# @item:inlistbox Format:
source: Try to find a solution to the given savegame
pl: Proszę spróbować znaleźć rozwiązanie dla danej zapisanej gry

# @item:inlistbox Format:
source: Calculating...
pl: Obliczanie...

# @item:inlistbox Format:
source: Timeout while playing - unknown if it can be won
pl: Przekroczono czas podczas gry - nie wiadomo, czy wygrana będzie możliwa

# @item:inlistbox Format:
source: Spell check stopped.
pl: Sprawdzanie pisowni zostało zatrzymane.

# @item:inlistbox Format:
source: Spell check canceled.
pl: Sprawdzanie pisowni zostało anulowane.

# @item:inlistbox Format:
source: Spell check complete.
pl: Sprawdzanie pisowni zostało ukończone.

# @item:inlistbox Format:
source: Nothing to spell check.
pl: Nie ma nic do sprawdzenia piosowni.

# @item:inlistbox Format:
source: (Points to %1)
pl: (Punkty do %1)

# @item:inlistbox Format:
source: Disable automatic startup on login
pl: Wyłącz automatyczne uruchamianie przy logowaniu

# @item:inlistbox Format:
source: Used by kmix_autostart.desktop
pl: Używane przez kmix_autostart.desktop

# Message Sending Failed using the named local account
source: Kopete was not able to send the last message sent on account '%1'. If possible, please send the console output from Kopete to <wstephenson@novell.com> for analysis.
pl: Program Kopete nie mógł wysłać ostatniej wiadomości na konto "%1". Jeśli jest możliwe, proszę przesłać do analizy wyjście konsoli z programu Kopete pod adres <wstephenson@novell.com> .

# message sending failed using the named local account
source: Unable to Send Message on Account '%1'
pl: Nie można wysłać wiadomości na konto "%1"
