Repository: aviarypl/suse-l10n-pl
Catalog: lcn/50-pot/kupdateapplet.*.po
Languages: pl

source: Accept
pl: Akceptuj

source: Decline
pl: Odrzuć

source: helper program returned: %1
pl: program pomocniczy zwrócił: %1

source: Refresh failed. Please run 'zypper refresh' as user root.
pl: Odświeżanie się nie powiodło. Proszę uruchomić program "zypper refresh" jako użytkownik root.

source: No patches and no packages marked for installation.
pl: Brak poprawiek i pakietów zaznaczonych do instalacji.

source: Operation was too complex: %1
pl: Operacja była zbyt złożona: %1

source: <b>New software for your system is available</b>
pl: <b>Dostępne jest nowe opogramowanie dla systemu</b>

source: Choose the updates to be installed:
pl: Wybór aktualizacji do zainstalowania:

source: Don't install updates that require a restart
pl: Nie instaluj aktualizacji, które wymagają ponownego uruchomienia

source: Details
pl: Szczegóły

source: Configure now
pl: Konfiguruj teraz

source: Start YaST and install updates manually
pl: Uruchom program YaST i zainstaluj aktualizacje ręcznie

source: Install
pl: Zainstaluj

source: Ignore
pl: Zignoruj

source: Install anyway
pl: Instaluj mimo wszystko

source: Check for updates anyway
pl: Sprawdź aktualizacje mimo wszystko

source: <b>Checking for updates...</b>
pl: <b>Sprawdzanie aktualizacji...</b>

source: <b>Error:</b>
pl: <b>Błąd:</b>

source: <b>New hardware has been attached.</b>
pl: <b>Nowy sprzęt został podłączony.</b>

source: Do you want install drivers needed for the following hardware?<br>"%1"
pl: Czy zainstalować sterowniki potrzebne dla następujących urządzeń?<br>"%1"

source: <b>No Updates Available</b>
pl: <b>Brak dostępnych aktualizacji</b>

source: Updates that affect your updater itself are available.
pl: Dostępne są aktualizacje dla samego narzędzia aktualizacji.

source: <b>Updating...</b>
pl: <a>Aktualizowanie...</b>

source: <b>Unable to check whether updates are available.</b>
pl: <b>Nie można sprawdzić dostępności aktualizacji.</b>

source: Please configure an update repository.
pl: Proszę skonfigurować repozytorium aktualizacji.

source: Please connect to the internet.
pl: Proszę podłączyć system do internetu.

source: The system is busy. Another check will start soon.
pl: System jest zajęty. Niedługo zostanie wykonane kolejne sprawdzenie.

source: The system is on battery. Please connect a power supply.
pl: System jest zasilany z baterii. Proszę podłączyć zasilacz sieciowy.

source: Name
pl: Nazwa

source: Summary
pl: Podsumowanie

source: Type
pl: Typ

source: New Version
pl: Nowa wersja

source: Catalog
pl: Katalog

source: Restart
pl: Uruchom ponownie

source: The following official patches for your distribution either fix security holes or errors in the software.
pl: Poniższe oficjalne poprawki naprawiają błędy lub luki bezpieczeństwa oprogramowania w dystrybucji.

source: Patches
pl: Poprawki

source: Repository
pl: Repozytorium

source: Select All Patches
pl: Zaznacz wszystkie poprawki

source: Clear Patch Selection
pl: Usuń zaznaczenie poprawek

source: The following list contains new versions for software packages installed on your system.<br>These updates are provided by the opensource community.
pl: Poniższa lista zawiera nowe wersje pakietów zainstalowanych w systemie. <br>Aktualizacje te dostarczane są przez społeczność otwartego kodu.

source: Select All Packages
pl: Zaznacz wszystkie pakiety

source: Clear Package Selection
pl: Usuń zaznaczenie pakietów

source: Upgrades
pl: Uaktualnienia

source: Add/Remove Update Repositories...
pl: Dodaj/usuń źródła aktualizacji...

source: Available Updates
pl: Dostępne aktualizacje

source: <h2>Available Updates</h2>
pl: <h2>Dostępne aktualizacje</h2>

source: Repository Signature Required
pl: Wymagana sygnatura repozytorium

source: Do you want to accept this repository signature?
pl: Czy zaakceptować tę sygnaturę repozytorium?

source: Reboot your system as soon as possible. %1
pl: Proszę, najszybciej jak to możliwe, uruchomić komputer ponownie. %1

source: Relogin into your system as soon as possible. %1
pl: Proszę, najszybciej jak to możliwe, zalogować sie ponownie w systemie. %1

source: Restart this application as soon as possible. %1
pl: Proszę, najszybciej jak to możliwe, uruchomić tę aplikację ponownie. %1

source: Check for updates every:
pl: Sprawdzaj aktualizacje co:

source: Hours
pl: godzin/y

source: Show recurring notification when updates are available every:
pl: Gdy dostępne są aktualizacje, ponawiaj powiadomienie co:

source: Minutes
pl: minut/y

source: Backend:
pl: Mechanizm:

source: Automa&tically start updater on login
pl: Uruchom program ak&tualizacji po zalogowaniu

source: Show available upgrades when backend provides them (for experts only)
pl: Wyświetl dostępne uaktualnienia, gdy mechanizm je dostarcza (dla ekspertów)

source: Show notifications
pl: Wyświetlaj powiadomienia

source: Always show detailed view
pl: Zawsze wyświetlaj widok szczegółowy

source: Animated icon on check
pl: Animacja ikony podczas sprawdzania

source: Check for updates only when the system is connected to charger
pl: Sprawdzaj dostępność aktualizacji tylko, gdy system jest podłączony do ładowarki

source: Check for updates only when the system is under low load
pl: Sprawdzaj dostępność aktualizacji tylko, gdy system nie jest obciążony

source: Search for drivers when new hardware is attached
pl: Szukaj sterowników po podłączeniu nowego urządzenia

source: How often to check for updates.
pl: Częstotliwość sprawdzania dostępności aktualizacji.

source: How often show recurring warning when updates are available.
pl: Jak często wyświetlać powtarzające się ostrzeżenia, gdy dostępne są aktualizacje.

source: Automatically start the applet on login
pl: Automatycznie uruchamiaj aplet po zalogowaniu

source: The backend for connecting to package database.
pl: Mechanizm połączenia do bazy pakietów.

source: Show available upgrades (for experts only).
pl: Pokazuj dostępne uaktualnienia (dla ekspertów).

source: Show notifications.
pl: Wyświetlaj powiadomienia.

source: Always show detailed view.
pl: Zawsze wyświetlaj widok szczegółowy.

source: Show animated tray icon on check.
pl: Wyświetlaj animowaną ikonę paska zadań podczas sprawdzania.

source: Last check for updates.
pl: Ostatnie sprawdzenie dostępności aktualizacji.

source: Last check for distro updates.
pl: Ostatnie sprawdzenie aktualizacji dystrubucji.

source: Last applet state.
pl: Ostatni stan apletu.

source: System's maximum load when checking for updates
pl: Maksymalne obciążenie systemu podczas sprawdzania aktualizacji.

source: Show popup to send system profile next time
pl: Następnym razem wyświetl menu podręczne wysyłania profilu.

source: Settings
pl: Ustawienia

source: more ...
pl: więcej...

source: An error occured
pl: Wystąpił błąd

source: New software updates for your system are available.
pl: Dostępne są nowe aktualizacje oprogramowania dla systemu.

source: Take part in the openSUSE community.
pl: Udział w społeczności openSUSE.

source: New hardware has been attached.
pl: Podłączono nowe urządzenie.

source: A Distro Upgrade is available:
pl: Dostępne są uaktualnienia dla dystrubucji:

source: Upgrade ...
pl: Uaktualnij...

source: Driver development is prioritized based on hardware popularity.<br>Please send your system profile to influence this work.
pl: Priorytet tworzenia sterowników opiera się na popularności sprzętu.<br>Proszę przesłać profil systemu, aby mieć wpływ na prace nad sterownikami.

source: Send now
pl: Wyślij teraz

source: Don't ask again
pl: Nie pytaj ponownie

source: Add/Remove Update Sources...
pl: Dodaj/usuń źródła aktualizacji...

source: Configure Applet...
pl: Konfiguruj aplet...

source: Check Now
pl: Sprawdż teraz

source: Checking for updates...
pl: Sprawdzanie aktualizacji...

source: Error:
pl: Błąd:

source: No Updates Available
pl: Brak dostępnych aktualizacji

source: New software updates are available.
pl: Dostępne są nowe aktualizacje oprogramowania.

source: Unable to check whether updates are available.
pl: Nie można sprawdzić dostępności aktualizacji.

source: Updating...
pl: Aktualizowanie...

source: Backend plugin is not properly configured. Please use the configuration dialog to choose the correct one.
pl: Wtyczka mechanizmu nie jest poprawnie skonfigurowana. Proszę użyć okna dialogowego konfiguracji i wybrać poprawną wtyczkę.
