Repository: aviarypl/suse-l10n-pl
Catalog: lcn/50-pot/libssui.*.po
Languages: pl

source: Log Out
pl: Wylogowanie

source: Shutdown
pl: Wyłączenie komputera

source: _Log Out
pl: Wyl_oguj

source: Ends your session and logs you out.
pl: Kończy sesję i wylogowuje z systemu.

source: Loc_k Screen
pl: Za_blokuj ekran

source: Locks this computer's screen.
pl: Blokuje ekran komputera.

source: _Shutdown
pl: _Wyłącz komputer

source: Ends your session and turns off the computer.
pl: Kończy sesję i wyłącza komputer.

source: _Restart
pl: _Uruchom komputer ponownie

source: Ends your session and restarts the computer.
pl: Kończy sesję i uruchamia komputer ponownie.

source: Slee_p
pl: _Przejdź w stan wstrzymania

source: Suspends your session quickly, using minimal power while the computer stands by.
pl: Wstrzymuje sesję i przechodzi w stan wstrzymania z minimalnym poborem energii.

source: Hi_bernate
pl: Przejdź w stan _hibernacji

source: Suspends your session, using no power until the computer is restarted.
pl: Wstrzymuje sesję i przechodzi w stan uśpienia bez poboru energii.

source: S_witch User
pl: Przełącz _użytkownika

source: Suspends your session, allowing another user to log in and use the computer.
pl: Wstrzymuje sesję bieżącego użytkownika i pozwala zalogować się innemu użytkownikowi.

source: Select a User
pl: Użytkownik

source: _Switch User
pl: _Przełącz

source: Logged in
pl: Zalogowany
