Repository: aviarypl/suse-l10n-pl
Catalog: lcn/50-pot/networkmanager.*.po
Languages: pl

source: error processing netlink message: %s
pl: błąd podczas przetwarzania komunikatu netlink: %s

source: unable to allocate netlink handle for monitoring link status: %s
pl: nie można przydzielić uchwytu netlink, aby monitorować stan połączenia: %s

source: unable to connect to netlink for monitoring link status: %s
pl: nie można połączyć się z netlink, aby monitorować stan połączenia: %s

source: unable to join netlink group for monitoring link status: %s
pl: nie można dołączyć do grupy netlink, aby monitorować stan połączenia: %s

source: unable to allocate netlink link cache for monitoring link status: %s
pl: nie można przydzielić bufora połączenia netlink, aby monitorować stan połączenia: %s

source: error updating link cache: %s
pl: wystąpił błąd podczas aktualizowania bufora połączenia: %s

source: error occurred while waiting for data on socket
pl: wystąpił błąd podczas oczekiwania na dane na gnieździe

source: Invalid option. Please use --help to see a list of valid options.
pl: Nieprawidłowa opcja. Proszę użyć "--help", aby uzyskać listę prawidłowych opcji.

source: # Created by NetworkManager
pl: # Utworzone przez program NetworkManager

source: # Merged from %s
pl: # Połączono z %s

source: NOTE: the libc resolver may not support more than 3 nameservers.
pl: UWAGA: moduł rozstrzygający libc może nie obsługiwać więcej, niż 3 serwery nazw.

source: The nameservers listed below may not be recognized.
pl: Serwery nazw na poniższej liście mogą nie zostać rozpoznane.

source: PEM key file had no end tag '%s'.
pl: Plik klucza PEM nie zawierał kończącego znacznika "%s".

source: Doesn't look like a PEM private key file.
pl: To nie wygląda na plik klucza prywatnego PEM.

source: Not enough memory to store PEM file data.
pl: Brak wystarczającej ilości pamięci do przechowania danych pliku PEM.

source: Malformed PEM file: Proc-Type was not first tag.
pl: Zniekształcony plik PEM: Proc-Type nie był pierwszym znacznikiem.

source: Malformed PEM file: unknown Proc-Type tag '%s'.
pl: Zniekształcony plik PEM: nieznany znacznik Proc-Type "%s".

source: Malformed PEM file: DEK-Info was not the second tag.
pl: Zniekształcony plik PEM: DEK-Info nie był drugim znacznikiem.

source: Malformed PEM file: no IV found in DEK-Info tag.
pl: Zniekształcony plik PEM: nie odnaleziono IV w znaczniku DEK-Info.

source: Malformed PEM file: invalid format of IV in DEK-Info tag.
pl: Zniekształcony plik PEM: nieprawidłowy format IV w znaczniku DEK-Info.

source: Malformed PEM file: unknown private key cipher '%s'.
pl: Zniekształcony plik PEM: nieznany szyfr klucza prywatnego "%s".

source: Could not decode private key.
pl: Nie można było zdekodować klucza prywatnego.

source: PEM certificate '%s' had no end tag '%s'.
pl: Certyfikat PEM "%s" nie zawiera kończącego znacznika "%s".

source: Failed to decode certificate.
pl: Nieudane zdekodowanie certyfikatu.

source: Not enough memory to store certificate data.
pl: Brak wystarczającej ilości pamięci do przechowania danych certyfikatu.

source: IV must be an even number of bytes in length.
pl: Długość znacznika IV musi być parzystą liczbą bajtów.

source: Not enough memory to store the IV.
pl: Brak wystarczającej ilości pamięci do przechowania IV.

source: IV contains non-hexadecimal digits.
pl: IV zawiera nieszesnastkowe cyfry.

source: Private key cipher '%s' was unknown.
pl: Szyfr klucza prywatnego "%s" był nieznany.

source: Not enough memory to create private key decryption key.
pl: Brak wystarczającej ilości pamięci do utworzenia klucza deszyfrującego klucz prywatny.

source: Not enough memory to store decrypted private key.
pl: Brak wystarczającej ilości pamięci do przechowania zdeszyfrowanego klucza prywatnego.

source: Failed to initialize the crypto engine.
pl: Nie powiodła się inicjalizacja modułu crypto.

source: Failed to initialize the MD5 engine: %s / %s.
pl: Nie powiodła się inicjalizacja modułu MD5: %s / %s.

source: Not enough memory for decrypted key buffer.
pl: Brak wystarczającej ilości pamięci dla bufora odszyfrowanego klucza.

source: Failed to initialize the decryption cipher context: %s / %s.
pl: Nieudana inicjalizacja kontekstu szyfru odszyfrowującego: %s / %s.

source: Failed to set symmetric key for decryption: %s / %s.
pl: Nieudane ustawienie klucza symetrycznego do odszyfrowania: %s / %s.

source: Failed to set IV for decryption: %s / %s.
pl: Nieudane ustawienie IV do odszyfrowania: %s / %s.

source: Failed to decrypt the private key: %s / %s.
pl: Nieudane odszyfrowanie klucza prywatnego: %s / %s.

source: Error initializing certificate data: %s
pl: Błąd podczas inicjalizacji danych certyfikatu: %s

source: Couldn't decode certificate: %s
pl: Nie można było zdekodować certyfikatu: %s

source: Failed to initialize the crypto engine: %d.
pl: Nie powiodła się inicjalizacja modułu crypto: %d.

source: Failed to initialize the MD5 context: %d.
pl: Nie powiodła się inicjalizacja kontekstu MD5: %d.

source: Failed to initialize the decryption cipher slot.
pl: Nieudana inicjalizacja slotu szyfru odszyfrowującego.

source: Failed to set symmetric key for decryption.
pl: Nieudane ustawienie klucza symetrycznego do odszyfrowywania.

source: Failed to set IV for decryption.
pl: Nieudane ustawienie IV do odszyfrowywania.

source: Failed to initialize the decryption context.
pl: Nieudana inicjalizacja kontekstu odszyfrowywania.

source: Failed to decrypt the private key: %d.
pl: Nieudane odszyfrowanie klucza prywatnego: %d.

source: Failed to finalize decryption of the private key: %d.
pl: Nieudana finalizacja odszyfrowywania klucza prywatnego: %d.

source: Couldn't decode certificate: %d
pl: Nie można zdekodować certyfikatu: %d
