Repository: aviarypl/suse-l10n-pl
Catalog: lcn/50-pot/patterns-sles.*.po
Languages: pl

source: Novell AppArmor
pl: Program Novell AppArmor

source: Novell AppArmor is an open source Linux application security framework that provides mandatory access control for programs, protecting against the exploitation of software flaws and compromised systems. AppArmor includes everything you need to provide effective containment for programs (including those that run as root) to thwart attempted exploits and even zero-day attacks. AppArmor offers an advanced tool set that largely automates the development of per-program application security so that no new expertise is required.
pl: Novell AppArmor to otwarty zestaw narzędzi zabezpieczających aplikacje linuksowe, który pozwala na obowiązkową kontrolę dostępu dla oprogramowania, zabezpieczając przed wykorzystaniem błędów programistycznych i skutkami włamań. AppArmor zawiera wszystko, co jest potrzebne do skutecznego odizolowania programów (w tym tych działających z prawami administratora) w celu udaremnienia prób nadużyć i nawet ataków dnia zerowego. AppArmor oferuje zaawansowane narzędzie automatyzujące proces przygotowania zabezpieczeń dla konkretnych aplikacji.

source: Server Base System
pl: Serwerowy system podstawowy

source: This is the base Novell SUSE Linux runtime system.
pl: To jest podstawowy system uruchomieniowy Novell SUSE Linux.

source: Default System
pl: System domyślny

source: This is the default system for this product.
pl: To jest domyślny system dla tego produktu.

source: GNOME Desktop Environment for Server
pl: Środowisko graficzne GNOME dla serwera

source: The GNOME desktop environment is an intuitive and attractive desktop for users. The GNOME development platform is an extensive framework for building applications that integrate into the rest of the desktop.
pl: Środowisko graficzne GNOME to intuicyjne i atrakcyjne środowisko graficzne. Platforma programistyczna GNOME to rozbudowany zestaw narzędzi do budowania aplikacji zintegrowanych z tym środowiskiem.

source: KDE Desktop Environment for Server
pl: Środowisko graficzne KDE dla serwera

source: KDE is a powerful free software graphical desktop environment for Linux workstations. It combines ease of use, contemporary functionality, and outstanding graphical design with the technology of the Linux operating system.
pl: KDE jest potężnym środowiskiem graficznym dla linuksowych stacji roboczych. Łączy łatwość obsługi, szerokie możliwości i atrakcyjny wygląd z technologiami systemu operacyjnego Linux.

source: X Window System
pl: System X Window

source: In continuous use for over 20 years, the X Window System provides the only standard platform-independent networked graphical window system bridging the heterogeneous platforms in today's enterprise: from network servers to desktops, thin clients, laptops, and handhelds, independent of operating system and hardware.
pl: Będący w ciągłym użyciu od ponad 20 lat X Window System jest jedynym standardowym, niezależnym od platformy, sieciowym graficznym systemem okienkowym łączącym różnorodne platformy współczesnego przedsiębiorstwa: od serwerów sieciowych po stacje robocze, klienty uproszczone, komputery i urządzenia przenośne, niezależnie od systemu operacyjnego i sprzętu.

source: File Server
pl: Serwer plików

source: Set up a file server to host files so that they may be accessed or retrieved by other computers on the same network, including machines running Microsoft Windows operating systems. The file server can be set up to authenticate against Microsoft Windows domain controllers or to act as a domain controller. Files and directories can be shared with FTP, SMB, and NFS protocols.
pl: Serwer plików przechowuje pliki, które udostępnia innym komputerom z tej samej sieci, również tym działającym pod kontrolą systemu Microsoft Windows. Serwer plików może korzystać z uwierzytelniania na kontrolerach domeny Microsoft Windows albo funkcjonować jako kontroler domeny. Pliki i katalogi mogą być współdzielone przy użyciu protokołów FTP, SMB i NFS.

source: Print Server
pl: Serwer wydruku

source: Set up a print server to host print queues so that they may be accessed by other computers on the same network, including machines running Microsoft Windows operating systems. The print server may accept print jobs from client computers and direct them to locally attached printers or to network printers. lpd, cups, and smb print servers and queues are supported.
pl: Serwer wydruku przechowuje kolejki wydruku, do których można uzyskać dostęp z innych komputerów z tej samej sieci, w tym z komputerów działających pod kontrolą systemu Microsoft Windows. Serwer wydruku może akceptować zadania drukowania z komputerów klienckich i kierować je do drukarek podłączonych lokalnie lub drukarek sieciowych. Obsługiwane serwery wydruku to LPD, CUPS i SMB.

source: Mail and News Server
pl: Serwer poczty i grup dyskusyjnych

source: Set up electronic mail and message services to handle e-mail, mailing, and news lists. It can also set up a virus scanner to scan messages at the server level.
pl: Serwer usług pocztowych obsługuje pocztę elektroniczną i grupy dyskusyjne. Można ponadto rozbudować go o skaner antywirusowy, aby skanować treść wiadomości na poziomie serwera.

source: Web and LAMP Server
pl: Serwer sieci Web i LAMP

source: Set up a Web server that is able to serve static, dynamic, and interactive content (like a Web shop). It is based on the Apache HTTP Server, the database management system MySQL, and a scripting language such as PHP, Python, Ruby on Rails, or Perl.
pl: Serwer sieci Web i LAMP może serwować treść statyczną, dynamiczną i interaktywną (np. sklep internetowy). Oparty jest na serwerze HTTP Apache, systemie zarządzania bazą danych MySQL oraz języku skryptowym takim jak PHP, Python, Ruby on Rails lub Perl.

source: Internet Gateway
pl: Brama internetowa

source: Set up a proxy, firewall, and gateway server. Also provide a virtual private network (VPN) gateway.
pl: Konfigurowany będzie serwer proxy, zapora sieciowa i serwer bramki. Dodatkowo zainstalowana zostanie brama wirtualnej sieci prywatnej (VPN).

source: DHCP and DNS Server
pl: Serwer DHCP i DNS

source: Set up the server for the Dynamic Host Configuration Protocol (DHCP) that provides configuration parameters to client computers to integrate them into a network. Also provide Domain Name System (DNS) services to deliver information associated with domain names, in particular, the IP address.
pl: Konfiguracja serwera DHCP (Dynamic Host Configuration Protocol) udostępnia komputerom klienckim parametry konfiguracyjne, aby mogły one połączyć się w sieć. Serwer DNS (Domain Name System) dostarcza informacje związane z nazwami domenowymi, w szczególności adresy IP.

source: Directory Server (LDAP)
pl: Serwer usług katalogowych (LDAP)

source: Set up a directory server with OpenLDAP and Kerberos. The Lightweight Directory Access Protocol (LDAP) is used to access online directory services. It runs directly over TCP and can be used to access a stand-alone LDAP directory service or to access a directory service that has an X.500 back-end.
pl: Konfiguracja serwera usług katalogowych opartych na OpenLDAP i Kerberos. Protokół LDAP używany jest jako metoda dostępu do usług katalogowych online. Działa bezpośrednio przez TCP i może być użyty do połączenia z samodzielną usługą katalogową LDAP albo z usługą katalogową opartą o mechanizm X.500.

source: Xen Virtual Machine Host Server
pl: Serwer komputerów wirtualnych Xen

source: Set up a server to configure, manage, and monitor virtual machines on a single physical machine. Includes: * XEN virtual machine monitor * XEN virtual machine monitor tools and documentation * XEN-adapted Linux kernel for host server * YaST modules to install and configure virtual systems
pl: Konfiguracja serwera pozwala na konfigurację, zarządzanie i monitorowanie komputerów wirtualnych na jednym komputerze fizycznym. Zawiera: * monitor komputerów wirtualnych XEN * narzędzia monitorujące komputer wirtualny XEN wraz z dokumentacją * jądro Linux zaadaptowane dla XEN dla serwera hostów * moduły dla programu YaST pozwalające na instalację i konfigurację systemów wirtualnych.

source: SAP Application Server Base
pl: Serwer podstawowy aplikacji SAP

source: Set up the server for installing SAP systems.
pl: Konfiguracja serwera do zainstalowania systemów SAP

source: Oracle Server Base
pl: Serwer podstawowy Oracle

source: Set up the server for installing Oracle databases.
pl: Konfiguracja serwera dla instalacji baz danych Oracle.

source: High Availability
pl: Wysoka dostępność

source: Provide tools to ensure a high degree of operational continuity and reduce the downtimes of your system.
pl: Zestaw narzędzi zapewniających ciągłość operacyjną i ograniczających czas nieprzydatności systemu.

source: C/C++ Compiler and Tools
pl: Kompilator i narzędzia C/C++

source: Minimal set of tools for compiling and linking applications.
pl: Minimalny zestaw narzędzi do kompilowania i konsolidacji aplikacji.

source: Linux Tools
pl: Narzędzia linuksowe

source: Standard tools for daily work.
pl: Typowe narzędzia do codziennej pracy.

source: Common Code Base
pl: Wspólna podstawa kodu

source: Consists of all packages that are common to all Novell SUSE Linux Enterprise products. Also provides a Linux Standard Base 3.0 compliant runtime environment.
pl: Zawiera pakiety wspólne dla wszystkich produktów Novell SUSE Linux Enterprise. Ponadto zawiera środowisko uruchomieniowe zgodne z Linux Standard Base 3.0.

source: iSCSI Server
pl: Serwer iSCSI

source: The Internet Small Computer Systems Interface (iSCSI) is a technology for creating a Storage Area Network (SAN). The are two parts to iSCSI: the initiator (the client that wants the data) and the target (the server providing the data). The iSCSI protocol is built on TCP/IP. An EVMS plugin is provided that can be used to easily set up iSCSI targets.
pl: Interfejs Internet Small Computer Systems Interface (iSCSI) to technologia, która pozwala tworzyć sieć SAN (Storage Area Network). Na iSCSI składają się dwie części: klient (żądający danych) i serwer (dostarczający dane). Protokół iSCSI zbudowany jest na bazie protokołu TCP/IP. Dołączona jest także wtyczka dla EVMS, którą można wykorzystać do łatwej konfiguracji serwerów iSCSI.

source: Web-Based Enterprise Management
pl: Zarządzanie przedsiębiorstwem oparte o sieć Web

source: Web-based enterprise management.
pl: Zarządzanie przedsiębiorstwem oparte o sieć Web

source: 32Bit Runtime Environment
pl: 32-bitowe środowisko uruchomieniowe

source: This will install the 32bit variant of all selected patterns. This allows to execute 32bit software.
pl: Spowoduje to zainstalowanie 32-bitowych wersji wszystkich wybranych wzorców, co pozwoli na uruchamianie 32-bitowych aplikacji.

source: 64Bit Runtime Environment
pl: 64-bitowe środowisko uruchomieniowe

source: This will install the 64bit variant of all selected patterns. This allows to execute 64bit software.
pl: Spowoduje to zainstalowanie 64-bitowych wersji wszystkich wybranych wzorców, co pozwoli na uruchamianie 64-bitowych aplikacji.

source: x86 Runtime Environment
pl: Środowisko uruchomieniowe dla architektury x86

source: Base Technologies
pl: Technologie podstawowe

source: Development
pl: Programowanie

source: Graphical Environments
pl: Środowiska graficzne

source: Primary Functions
pl: Funkcje podstawowe
