Repository: aviarypl/suse-l10n-pl
Catalog: lcn/50-pot/release-notes-sled.*.po
Languages: pl

source: SUSE Linux Enterprise Desktop 10 SP2 Release Notes
pl: Informacje o wydaniu SUSE Linux Enterprise Desktop 10 SP2

source: 1.0 Known Issues
pl: 1.0 Znane problemy

source: For the latest version of the SUSE&reg; Linux* Enterprise Desktop 10 SP2 Release Notes, see <ulink url="http://www.novell.com/documentation/sled10/readme/release_notes_sp2.html"/>.
pl: Najnowsza wersja informacji o wydaniu SUSE&reg; Linux* Enterprise Desktop 10 SP2 znajduje się pod adresem http://www.novell.com/documentation/sled10/readme/release_notes_sp2.html .

source: 2.0 Documentation
pl: 2.0 Dokumentacja

source: For SUSE Linux Enterprise Desktop 10 SP2 documentation, see http://www.novell.com/documentation/sled10.
pl: Dokumentację SUSE Linux Enterprise Desktop 10 SP2 można znaleźć pod adresem http://www.novell.com/documentation/sled10.

source: Deployment Guide: 3.3.1 Accessing an SMT Server
pl: Przewodnik instalacji: 3.3.1 Dostęp do serwera SMT

source: The names of the boot prompt parameters given in the manual are obsolete and will get discontinued in SUSE Linux Enterprise 11. Instead of <literal>smturl</literal> use <literal>regurl</literal> and instead of <literal>smtcert</literal> use <literal>regcert</literal>.
pl: Nazwy parametrów zapytań rozruchowych określone w podręczniku są przestarzałe i nie będą kontynuowane w SUSE Linux Enterprise 11. Zamiast <literal>smturl</literal> proszę używać <literal>regurl</literal> a zamiast <literal>smtcert</literal> używać <literal>regcert</literal>.

source: KDE User Guide: 15.6.4 Disabling Features / GNOME User Guide: 12.6.4 Disabling Features
pl: Przewodnik użytkownika KDE: 15.6.4 Wyłączanie funkcji / Przewodnik użytkownika GNOME: 12.6.4 Wyłączanie funkcji

source: By default, Firefox does not honor settings made with the GConf system. In order to make the GConf lockdown keys effective, edit <filename>/usr/lib/firefox/local-configuration.js</filename> and set <systemitem>config.use_system_prefs</systemitem> to <literal>true</literal>. This file allows the administrator to set and lock preferences that will apply to every Firefox user.
pl: Domyślnie Firefox nie respektuje ustawień dokonanych z użyciem systemu GConf. Aby sprawić, by zablokowanie kluczy GConf było efektywne, należy edytować <filename>/usr/lib/firefox/local-configuration.js</filename> i ustawić <systemitem>config.use_system_prefs</systemitem> na <literal>true</literal>. Ten plik umożliwia administratorowi ustawienie i zablokowanie preferencji, które będą zastosowane dla każdego użytkownika Firefox.

source: Hardware Related Issues
pl: Problemy związane ze sprzętem

source: Limited Graphics Support on IBM SurePOS 700 4800-7X3 during Installation
pl: Ograniczona obsługa grafiki podczas instalacji na IBM SurePOS 700 4800-7X3

source: There is only limited graphics support on IBM SurePOS 700 4800-7X3 systems with 4820-2GN monitors. During a graphical installation you can encounter an error message from the monitor (OSD = On Screen Display) such as:
pl: Obsługa grafiki na systemach IBM SurePOS 700 4800-7X3 z monitorami 4820-2GN jest ograniczona. Podczas instalacji graficznej można napotkać komunikat błędu monitora (OSD):

source: To work around this issue try a different resolution, VESA or text-mode for installation. Another option is to choose the native driver by specifying <literal>acceleratedx=1</literal> on the boot prompt. It might also help to update the BIOS.
pl: Aby obejść problem, należy wybrać inną rozdzielczość, tryb VESA lub tekstowy podczas instalacji. Inna możliwość to wybranie natywnego sterownika podczas startu systemu (do polecenia uruchamiającego należy dopisać <literal>acceleratedx=1</literal>). Może także pomóc aktualizacja BIOS.

source: After system installation the problem does not occur any longer and the graphics system is fully supported.
pl: Po instalacji problem nie występuje, a system graficzny jest w pełni obsługiwany.

source: Graphical Distortions on the FIC GE2 Plattform (Transtec SENYO600)
pl: Zniekształcenia obrazu na platformie FIC GE2 (Transtec SENYO600)

source: On the FIC GE2 platform when using 24 BPP color depth and resolutions &gt;= 1280x1024 on the DVI interface stripes are displayed on the X server. This distorts all windows.
pl: Na platformie FIC GE2 przy użyciu 24-bitowej głębi kolorów i rozdzielczości &gt;= 1280x1024 w interfejsie DVI są wyświetlane paski na serwerze X. To zniekształca wszystkie okna.

source: Changing to 16 BPP color depth seems to solve the problem.
pl: Zmiana na 16-bitową głębię kolorów wydaje się rozwiązywać ten problem.

source: Tablet PC Features on 64-bit Architectures
pl: Funkcje Tabletu PC na architekturach 64-bitowych

source: Currently, Tablet PC support is only available for 32-bit architectures. To use Tablet PC features on 64-bit architectures, you need to install a 32-bit system.
pl: Obecnie obsługa Tabletu PC jest dostępna wyłącznie dla architektur 32-bitowych. Aby używać funkcji Tabletu PC w architekturach 64-bitowych należy zainstalować 32-bitowy system.

source: Update Related Issues
pl: Zagadnienia związane z aktualizacją

source: Updating from SUSE Linux Enterprise 10 Service Pack 1 (SP1) to Service Pack 2 (SP2)
pl: Aktualizacja z SUSE Linux Enterprise 10 Service Pack 1 (SP1) do Service Pack 2 (SP2)

source: For updating from SP1 to SP2 using YaST online update, zen-updater, or rug, we recommend to apply the <literal>slesp1-libzypp-4907</literal> patch first.
pl: W celu aktualizacji z SP1 do SP2 z użyciem aktualizacji YaST w trybie online, zen-updater lub rug zalecamy zainstalowanie najpierw poprawki <literal>slesp1-libzypp-4907</literal>.

source: This patch fixes the restart of ZMD during updating the maintenance stack itself. If the patch is not applied first (and ZMD restarted afterwards), you encounter issues during the update to SP2, such issues as thrown exceptions, etc.
pl: Ta poprawka naprawia problem ponownego uruchamiania ZMD podczas aktualizacji samego systemu obsługi. Jeśli poprawka nie zostanie najpierw dodana (i zamiast tego ZMD zostanie ponownie uruchomiony), wystąpią błędy podczas aktualizacji do SP2, takie jak występowanie wyjątków itp.

source: For more information about the update procedure, see the manual.
pl: Więcej informacji o procedurze aktualizacji znajduje się w podręczniku.

source: MDNS and .local Domain Names
pl: Nazwy domen MDNS i .local

source: The <literal>.local</literal> top level domain is treated as link-local domain by the resolver. DNS requests are send as multicast DNS requests instead of normal DNS requests. If you already use the <literal>.local</literal> domain in your nameserver configuration, you must switch this option off in <filename>/etc/host.conf</filename>. Also read the <filename>host.conf</filename> manual page.
pl: Domena najwyższego poziomu <literal>.local</literal> jest traktowana przez moduł rozwiązujący (resolver) jako domena typu link-local. Zapytania DNS są wysyłane jako zapytania multicast DNS zamiast normalnych zapytań DNS. Jeśli domena <literal>.local</literal> jest już używana, należy wyłączyć tę opcję w <filename>/etc/host.conf</filename>. Proszę także przeczytać stronę podręcznika systemowego <filename>host.conf</filename>.

source: If you want to switch off MDNS during installation, use <literal>nomdns=1</literal> as a boot parameter.
pl: W celu wyłączenia MDNS podczas instalacji proszę użyć <literal>nomdns=1</literal> jako parametru rozruchowego.

source: For more information on multicast DNS, see <ulink url="http://www.multicastdns.org"/>.
pl: Więcej informacji o multicast DNS znajduje się pod adresem <ulink url="http://www.multicastdns.org"/>.

source: Software Related Issues
pl: Zagadnienia związane z oprogramowaniem

source: YaST Software Management Gtk and Qt Front-Ends
pl: Interfejsy Gtk i Qt modułu Zarządzania oprogramowaniem YaST

source: YaST comes with two front-ends depending on the desktop installed on your system. By default, the YaST gtk front-end runs on the GNOME desktop, and the YaST qt front-end on the other desktops. This is defined with the <literal>WANT_UI</literal> variable in the <filename>/sbin/yast2</filename> script. Feature-wise, the gtk front-end is very similar to the qt front-end described in the manuals. One exception is the gtk software management module, which differs considerably from the qt port.
pl: YaST posiada dwa interfejsy zależne od środowiska zainstalowanego w systemie użytkownika. Domyślnie w środowisku GNOME uruchamia się interfejs YaST gtk a w innych środowiskach - interfejs YaST qt. Jest to zdefiniowane przez zmienną <literal>WANT_UI</literal> w skrypcie <filename>/sbin/yast2</filename>. Funkcjonalny interfejs gtk jest bardzo podobny do interfejsu qt opisanego w podręcznikach. Jedynym wyjątkiem jest moduł zarządzający oprogramowaniem gtk, który znacząco różni się od portu qt.

source: Notes on yast2-add-on-creator, yast2-cd-creator, and yast2-product-creator
pl: Uwagi do yast2-add-on-creator, yast2-cd-creator i yast2-product-creator

source: yast2-add-on-creator creates a custom product (ISO image) from plain RPM files. It is intended for ISVs who want to create extensions for SUSE Linux Enterprise products.
pl: yast2-add-on-creator tworzy własny produkt (obraz ISO) z zwykłych plików RPM. Jest przeznaczony dla niezależnych dostawców oprogramowania chcących tworzyć rozszerzenia dla produktów SUSE Linux Enterprise.

source: yast2-cd-creator creates a (bootable) ISO image from existing product(s). It can be used for customizing an existing product. For example, it can create a smaller ISO image with a subset of all packages (e.g., basic packages for a minimal system), or, the other way around, an ISO image with more products such as SLES + SDK.
pl: yast2-cd-creator tworzy (rozruchowy) obraz ISO z istniejącego produktu/produktów. Może być używany do dostosowywania istniejącego produktu. Na przykład można utworzyć mniejszy obraz ISO z podzestawem wszystkich pakietów (np. podstawowe pakiety dla minimalnego systemu) lub inaczej, obraz ISO z większą liczbą produktów, jak SLES + SDK.

source: yast2-product-creator is a successor of the cd-creator. It includes a GUI for the kiwi imaging system. This way it is also possible to create a Live-CD, XEN image, etc. from the same configuration used in the CD creator. The product creator will get shipped together with the SDK.
pl: yast2-product-creator jest następcą cd-creator. Zawiera GUI dla systemu przetwarzania obrazu kiwi. Tym sposobem można także tworzyć Live-CD, obraz XEN itp. z tej samej konfiguracji używanej w CD creator. Kreator produktu będzie zawarty razem z SDK.

source: Note, the cd-creator does not support YUM installation sources, but the forthcomming product-creator (part of SDK) will do. If you want to create a medium with updates included, use the product-creator.
pl: Proszę zauważyć, że cd-creator nie obsługuje źródeł instalacji YUM, ale nadchodzący product-creator (część SDK) będzie. W celu utworzenia nośnika z zawartymi aktualizacjami proszę użyć product-creator.

source: Read-Write Support for the NTFS File System
pl: Obsługa odczytu i zapisu dla systemu plików NTFS

source: You can enable read-write support for the Microsoft NTFS file system. Mount a NTFS partition using ntfs-3g as the file system type. For example, enter on the command-line:
pl: Można włączyć obsługę odczytu i zapisu dla systemu plików NTFS Microsoft. Należy zamontować partycję NTFS z użyciem ntfs-3g jako typu systemu plików. Proszę na przykład wprowadzić w lini poleceń:

source: If you want to mount a NTFS partition permantently with read-write support, add a line to the <filename>/etc/fstab</filename> to mount it automatically at boot-time (create the mount point first!):
pl: W celu zamontowania partycji NTFS permanentnie z obsługą odczytu i zapisu proszę dodać linię do <filename>/etc/fstab</filename>, aby montować ją automatycznie podczas rozruchu (proszę najpierw utworzyć punkt montowania!):

source: A more complete example would be:
pl: Bardziej kompletny przykład to:

source: This would give authenticated users write access to the partition, read access for everyone else. It also gives an example of the proper use of locale if necessary. Using <literal>default</literal> for an option opens the partition wide, even for abuse.
pl: To umożliwi uwierzytelnionym użytkownikom dostęp do zapisu partycji i dostęp do odczytu wszystkim innym. Daje także przykład poprawnego użycia parametru locale, jeśli jest konieczny. Użycie <literal>default</literal> jako opcji szeroko udostępnia partycję, nawet dla nadużyć.

source: 3.0 Legal Notices
pl: 3.0 Informacje prawne

source: Novell, Inc. makes no representations or warranties with respect to the contents or use of this documentation, and specifically disclaims any express or implied warranties of merchantability or fitness for any particular purpose. Further, Novell, Inc. reserves the right to revise this publication and to make changes to its content, at any time, without obligation to notify any person or entity of such revisions or changes.
pl: Firma Novell, Inc. nie udziela deklaracji ani gwarancji odnośnie zawartości lub użyteczności tej dokumentacji, w szczególności ani wyraźnej, ani dorozumianej gwarancji zbywalności czy przydatności do określonych zastosowań. Ponadto, firma Novell Inc. zastrzega sobie prawo do rewizji tej publikacji i zmiany jej zawartości w dowolnym momencie, bez obowiązku informowania użytkowników fizycznych i prawnych o fakcie takiej rewizji czy zmiany zawartości.

source: Further, Novell, Inc. makes no representations or warranties with respect to any software, and specifically disclaims any express or implied warranties of merchantability or fitness for any particular purpose. Further, Novell, Inc. reserves the right to make changes to any and all parts of Novell software, at any time, without any obligation to notify any person or entity of such changes.
pl: Ponadto, firma Novell, Inc. nie udziela deklaracji ani gwarancji odnośnie jakiejkolwiek części oprogramowania, w szczególności ani wyraźnej, ani dorozumianej gwarancji zbywalności czy przydatności do określonych zastosowań. Firma Novell, Inc. zastrzega sobie ponadto prawo do zmian dowolnej części względnie całości oprogramowania firmy Novell, w każdym momencie, bez obowiązku informowania użytkowników fizycznych i prawnych o fakcie takich zmian.

source: Any products or technical information provided under this Agreement may be subject to U.S. export controls and the trade laws of other countries. You agree to comply with all export control regulations and to obtain any required licenses or classification to export, re-export, or import deliverables. You agree not to export or re-export to entities on the current U.S. export exclusion lists or to any embargoed or terrorist countries as specified in the U.S. export laws. You agree to not use deliverables for prohibited nuclear, missile, or chemical biological weaponry end uses. Please refer to http://www.novell.com/info/exports/ for more information on exporting Novell software. Novell assumes no responsibility for your failure to obtain any necessary export approvals.
pl: Wszystkie produkty i informacje techniczne dostarczone zgodnie z niniejszą umową mogą być przedmiotem prawa eksportowego USA jak też praw handlowych innych państw. Użytkownik zgadza się zastosować do wszystkich prawnych warunków eksportu oraz do uzyskania wszelkich wymaganych licencji i klasyfikacji związanych z eksportowaniem, reeksportowaniem i/lub importem dóbr. Użytkownik zgadza się nie eksportować ani nie reeksportować do jednostek znajdujących się na liście wyłączeń eksportu USA, ani do żadnych krajów objętych embargiem lub uznanych za terrorystyczne przez prawo eksportowe USA. Użytkownik zgadza się nie używać dostarczonych dóbr do zastosowań nuklearnych, rakietowych lub związanych z wykorzystaniem broni biologicznych lub chemicznych. Szczegóły na temat warunków eksportu oprogramowania firmy Novell można znaleźć na stronie http://www.novell.com/info/exports/. Firma Novell nie przejmuje żadnej odpowiedzialności za nieuzyskanie przez użytkownika wymaganych uprawnień eksportowych.

source: Copyright &reg; 2007 Novell, Inc. All rights reserved. No part of this publication may be reproduced, photocopied, stored on a retrieval system, or transmitted without the express written consent of the publisher.
pl: Copyright &reg; 2007 Novell Inc. Wszelkie prawa zastrzeżone. Reprodukcja, fotokopiowanie, udostępnianie i przesyłanie całości lub części niniejszej publikacji bez pisemnej zgody wydawcy zabronione.

source: Novell, Inc. has intellectual property rights relating to technology embodied in the product that is described in this document. In particular, and without limitation, these intellectual property rights may include one or more of the U.S. patents listed at http://www.novell.com/company/legal/patents and one or more additional patents or pending patent applications in the U.S. and in other countries.
pl: Firma Novell Inc. posiada prawa własności intelektualnej związane z technologiami zawartymi w produkcie opisywanym przez ten dokument. W szczególności prawa te mogą zawierać jeden lub więcej patentów USA opisanych pod adresem http://www.novell.com/company/legal/patents oraz jeden lub więcej dodatkowych patentów lub rozpatrywanych zgłoszeń patentowych w USA i innych krajach.

source: For Novell trademarks, see Novell Trademark ad Service Mark list (http://www.novell.com/company/legal/trademarks/tmlist.html). All third-party trademarks are the property of their respective owners.
pl: Informacje o znakach towarowych firmy Novell można znaleźć na stronie Novell Trademark and Service Mark (http://www.novell.com/company/legal/trademarks/tmlist.html). Wszystkie pozostałe znaki towarowe stanowią własność odpowiednich osób lub organizacji.

source: translator-credits
pl: Zbigniew Braniecki <zbraniecki@aviary.pl>, 2005, 2006, 2007 Wadim Dziedzic <wdziedzic@aviary.pl>, 2005, 2006, 2007 Wojciech Kapusta <wkapusta@aviary.pl>, 2005, 2006, 2007 Stanisław Małolepszy <smalolepszy@aviary.pl>, 2005, 2006, 2007 Marek Stępień <mstepien@aviary.pl>, 2005, 2006, 2007
