Repository: aviarypl/suse-l10n-pl
Catalog: lcn/50-pot/scpm_cli.*.po
Languages: pl

source: Usage: scpm [global_options] command [command_options] [command_args] global options may be: -q quiet mode (only errors will be printed) -v verbose mode -f force action, will write changed profile on a switch -s skip, changes on profiles will be dropped while switching -d print debug messages -m print hash marks -b boot mode (does not call resource actions start/stop, only restores) -w exit on warning (aborts on errors AND on warnings) -x force using of db even if versions do not match command may be: active prints active profile list prints a list of all profiles defined add creates a new profile using the actual configuration copy creates a new profile, you must supply an exiting profile name as command arg delete removes a profile (can't be the active one) disable disables SCPM enable enables SCPM reload reloads the active profile save saves modified resources to active profile rename renames a profile, you have to give an existing profile and the new name for this profile as command args switch switch to another profile, you have to give the profile you want to switch to as command arg set set profile description or switch scripts (see man page) get get profile description or switch scripts modify not yet implemented status prints some status information diff show differences between saved and active resource db perform SCDB action (see man page) rebuild performs SCDB rebuild list_groups list resource groups (use -a to list only active ones) activate_group activates a resource group deactivate_group deactivates a resource group remove_group removes a resource group reset_group resets a resource group to its defaults reset_all resets resource group defaults and active groups list backup runs a backup command recover recovers an unfinished command
pl: Użycie: scpm [opcje_globalne] polecenie [opcje_polecenia] [parametry_polecenia] opcje globalne: -q tryb cichy (wyświetla tylko błędy) -v tryb z dodatkowymi informacjami -f wymusza działanie, zapisze zmieniony profil w czasie przełączania -s pomija, zmiany w profilu będą odrzucone w czasie przełączania -d wyświetla komunikaty debugowania -m wyświetla znaczniki # -b tryb rozruchu (nie wywołuje akcji zasobów start/stop, tylko odtwarza) -w zakończenie po ostrzeżeniu (przerwanie po wystąpieniu błędów ORAZ ostrzeżeń) -x wymusza użycie bazy danych nawet przy niezgodności wersji polecenia: active wyświetla profil aktywny list wyświetla listę wszystkich zdefiniowanych profili add tworzy nowy profil przy użyciu bieżącej konfiguracji copy tworzy nowy profil po dostarczeniu istniejącego jako parametr polecenia delete usuwa profil (nie może być on aktywny) disable wyłącza SCPM enable włącza SCPM reload wczytuje ponownie aktywny profil save zapisuje zmodyfikowane zasoby do aktywnego profilu rename zmienia nazwę profilu po wybraniu istniejącego i wprowadzeniu jego nowej nazwy jako parametru polecenia switch przełącza na inny profil po wybraniu docelowego jako parametr polecenia set ustawia opis profilu albo skrypty przełączające (patrz: strona podręcznika man) get pobiera opis profilu albo skrypty przełączające modify jeszcze nie zaimplementowane status wyświetla informacje o stanie diff wyświetla różnice między zapisanym a aktywnym zasobem db wykonuje działanie SCDB (patrz: strona podręcznika man) rebuild przebudowuje bazę danych SCDB list_groups wyświetla grupy zasobów (przełącznik -a wyświetla tylko aktywne) activate_group aktywuje grupę zasobów deactivate_group dezaktywuje grupę zasobów remove_group usuwa grupę zasobów reset_group przywraca ustawienia domyślne grupy zasobów reset_all przywraca domyślne ustawienia grupy zasobów i listy aktywnych grup backup wykonuje polecenie wykonania kopii zapasowej recover przywraca niezakończone polecenie

source: Commands: (type 'help command' for further info) help [command] load [scdb_file] save [scdb_file] info db_version scpm_version quit create {resource|profile} drop {resource|profile} show minimize maximize customize rebuild_deps convert get set dump import export
pl: Polecenia: (roszę wpisać 'help polecnie' aby uzyskać więcej informacji) help [polecenie] load [plik_scdb] save [plik_scdb] info db_version scpm_version quit create {resource|profile} drop {resource|profile} show minimize maximize customize rebuild_deps convert get set dump import export

source: help [command] help (with no args) shows a command summary help command shows help about the given command
pl: help [polecenie] help (bez argumentów) wyświetla zestawienie poleceń help polecenie wyświetla pomoc dotyczącą podanego polecenia

source: load [scdb_file] loads the SCDB: the file given, the file defined in /etc/sysconfig/scpm, or /var/lib/scpm/scdb/scdb.db
pl: load [plik_scdb] wczytuje bazę danych SCDB: wybrany plik, plik zdefiniowany w pliku /etc/sysconfig/scpm.conf albo /var/lib/scpm/scdb/scdb.db

source: save [scdb_file] saves the SCDB: to the file given, the file defined in /etc/sysconfig/scpm, or /var/lib/scpm/scdb/scdb.db
pl: save [plik_scdb] zapisuje SCDB: do podanego pliku, plik zdefiniowany w pliku /etc/sysconfig/scpm albo /var/lib/scpm/scdb/scdb.db

source: prints some information about the SCPM subsystem and the SCDB
pl: wyświetla nieco informacji o podsystemie SCPM i SCDB

source: db_version displays SCDB version
pl: db_version wyświetla wersję SCDB

source: scpm_version displays version of the SCPM subsystem
pl: scpm_version wyświetla wersję podsystemu SCPM

source: quit quit exits immediately. It does not save your SCDB. If you made changes to your SCDB, call save before quitting. This may change in a future release.
pl: quit quit następuje natychmiastowe wyjście, bez zapisu SCDB. Jeśli dokonano zmian w SCDB, należy wcześniej wywołać polecenie save. Może to się zmienić w przyszłych wersjach.

source: create resource name type [attribute_type:attribute=value] [...] Using this command, you can create a resource in your SCDB. Example: create /etc/foo file This adds a resource /etc/foo of type file to your database and all existing profiles. Supported attribute types are actually 'deps' and and 'data'. If 'deps' is omitted, dependencies are determined automaticallyas much as possible. 'data' is actually of not much use yet. This command may be able to create other things in future, too.
pl: create resource nazwa typ [typ_atrybutu:atrybut=wartość] [...] Używając tego polecenia można tworzyć zasoby w SCDB. Przykład: create /etc/foo file To dodaje zasób /etc/foo typu plik do bazy danych i wszystkich istniejących profili. Obsługiwane typy atrybutów to 'deps' i 'data'. Pominięcie 'deps' powoduje automatyczne ustalenie zależności. 'data' nie jest jeszcze używane. Polecenie może w przyszłości służyć także do tworzenia innych rzeczy.

source: drop resource name type This command completely removes the resource 'name' of resource type 'type' from the SCDB.
pl: drop resource nazwa typ Polecenie usuwa całkowicie zasób 'nazwa' typu 'typ' z SCDB.

source: show resources|profiles|unused|unused_resources|unhandled|unhandeld_resources show profiles prints all defined profiles including a description (if available). show resources prints a list of all resources show unused_resources prints all currently unused resources, meaning resources that are unmodified in all profiles compared to their actual states. show unhandled_resources prints all available resources that are currently not under control of SCPM. unused and unhandled are the appropriate shortcuts.
pl: show resources|profiles|unused|unused_resources|unhandled|unhandeld_resources show profiles wyświetla wszystkie zdefiniowane profile wraz z opisem (jeśli jest). show resources wyświetla listę wszystkich zasobów show unused_resources wyświetla wszystkie aktualnie używane zasoby, czyli zasoby które są niezmienione we wszystkich profilach w porównaniu ze stanem aktualnym. show unhandled_resources wyświetla wszystkie dostępne zasoby, które są aktualnie poza kontrolą SCPM. unused i unhandled są odpowiednimi skrótami.

source: minimize [all|profiles_only] minimize reduces your SCDB to a needed minimum. It checks for unused resources like the 'show unused' command and removes them from the SCDB. If the option 'all' is given, the resources are removed entirely. For option 'profiles_only', the resources are removed from the profiles only. The default is 'all'.
pl: minimize [all|profiles_only] minimize redukuje do niezbędnego minimum bazę SCDB. Szuka nieużywanych zasobów jak polecenie 'show unused' i usuwa je z SCDB. Po podaniu opcji 'all' zasoby są usuwane całkowicie. Opcja 'profiles_only' usuwa tylko zasoby z profili. Domyślną opcją jest 'all'.

source: maximize [all|resources_only] maximize searches resources in your system that are currently not under control of SCPM and adds them to your database. If you specify the 'resources_only' option, these resources are only added to the global resource database, not to the already existing profiles. The 'all' option also adds those resources to every profile. This is the default.
pl: maximize [all|resources_only] maximize przeszukuje system, który nie jest pod kontrolą SCPM i dodaje zasoby do bazy danych. Po podaniu opcji 'resources_only' zasoby są dodawane tylko do globalnej bazy zasobów, a nie do już istniejących profili. Opcja 'all' dodaje te zasoby także do każdego profilu. Jest to ustawienie domyślne.

source: customize will let you define resource sets some time without the need to do some things manually (like setting the wanted resource set in /etc/sysconfig/scpm). It may also incorporate the 'minimize' and 'maximize' function and obsolete them. Stay tuned.
pl: customize pozwala definiować zbiory zasobów bez konieczności wykonywania pewnych działań ręcznie (np. ustawiania żądanego zbioru zasobów w pliku /etc/sysconfig/scpm). Może także obejmować funkcje "minimize" i "maximize" i unieważniać je. Proszę obserwować zmiany.

source: rebuild_deps rebuild_deps redetermines the dependencies for all resources. This may be useful after a system or SCPM update. It is actually needed to fix the database after an update to SCPM 0.7 from the 0.6 branch.
pl: rebuild_deps rebuild_deps ponownie ustala zależności dla wszystkich zasobów. Może to być użyteczne po aktualizacji systemu albo SCPM. Bazę trzeba zwykle poprawić po aktualizacji SCPM z wersji 0.6 do wersji 0.7.

source: convert Calling this function brings your SCDB from version 1.0 to 1.1. It may be able to do more conversion in the future, like converting a local database to a network one.
pl: convert Wywołanie tej funkcji zmienia wersję SCDB z 1.0 na 1.1. W przyszłości może być w stanie wykonać inne konwersje, np. przekształcenie bazy lokalne w sieciową.

source: clean This command determines all obsolete resources and removes them from the SCDB. It is especially useful if you have switched from a full-blown SCDB to a resource set driven one.
pl: clean Polecenie ustala wszystkie nieaktualne zasoby i usuwa je z SCDB. Jest szczególnie użyteczne przy przełączania z pełnej bazy SCDB do bazy sterowanej zbiorem zasobów.

source: get key searches for 'key' in the database and returns the value of it. 'key' must address a leaf node in the database and must be unique. Example: get status*enabled
pl: get 'klucz' szuka w bazie danych 'klucza' i zwraca związaną z nim wartość. 'klucz' musi być związany z węzłem liścia w bazie danych i musi być unikalny. Przykład: get status*enabled

source: set key value sets the leaf node specified by 'key' to 'value'. The key must be unique. Example: set profiles*profile|name=default|clean yes Use this only if you really know what you are doing.
pl: set klucz wartość ustawia wartość węzła liścia określonego przez 'klucz' na 'wartość'. Klucz musi być unikatowy. Przykład: set profiles*profile|name=default|clean yes Należy używać tej funkcji tylko, jeśli dokładnie wiadomo, co się robi.

source: dump [key] dumps the database or parts of it on stdout using xml formatting. 'key' is defined as in the 'get' command, but it has not to be a leaf node of course.
pl: dump [klucz] wyświetla zawartość bazy danych albo jej części na standardowe wyjście w formacie xml. 'Klucz' jest zdefiniowany jak w poleceniu 'get', ale nie musi być oczywiście węzłem liścia.

source: import profile path name imports a previously exported profile from given path.
pl: import profile ścieżka nazwa importuje wyeksportowany wcześniej profil z podanej ścieżki.

source: export profile path [name] exports a profile to the given path. If name is omitted, the active profile is exported.
pl: export profile ścieżka [nazwa] eksportuje profil do podanej ścieżki. Pominięcie nazwy powoduje wyeksportowanie aktywnego profulu.

source: Unknown command
pl: Nieznane polecenie

source: Global option '-r' needs an argument
pl: Globalna opcja '-r' wymaga argumentu

source: Unknown global option
pl: Nieznana opcja globalna

source: No command given
pl: Nie podano polecenia

source: Unknown command
pl: Nieznane polecenie

source: Unknown add option
pl: Nieznana opcja add

source: Unknown list option
pl: Nieznana opcja list

source: Unknown switch/save option
pl: Nieznana opcja switch/save

source: Unknown list_groups option
pl: Nieznana opcja list_groups

source: Unknown activate_group option
pl: Nieznana opcja activate_group

source: Unknown deactivate_group option
pl: Nieznana opcja deactivate_group

source: Unknown show_group option
pl: Nieznana opcja show_group

source: unexpected end of command
pl: niespodziewany koniec polecenia

source: Unknown backup option
pl: Nieznana opcja backup

source: Unknown command option
pl: Nieznana opcja polecenia

source: (type 'help' for help)
pl: (polecenie 'help' wyświetla pomoc)

source: The following resources are modified
pl: Następujące zasoby są zmodyfikowane

source: NEW add ([y]es/[n]o/[a]bort)?
pl: NOWY dodaj (tak [y]/[n]ie/przerwij [a])?

source: DELETED remove ([y]es/[n]o/[a]bort)?
pl: USUNIĘTY usuń (tak [y]/[n]ie/przerwij [a])?

source: save ([y]es/[n]o/[a]bort/[d]iff/app[l]y/[p]atch)?
pl: zapisz (tak [y]/[n]ie/przerwij [a]/[d]iff/zastosuj [l]/[p]atch)?

source: The following resource groups are modified
pl: Następujące grupy zasobów są zmodyfikowane

source: save ([y]es/[n]o/show [r]esources/[a]bort)?
pl: zapisz (tak [y]/[n]nie/pokaż zasoby [r]/przerwij [a])?

source: backup does not exists
pl: kopia zapasowa nie istnieje

source: no backup found
pl: nie znaleziono kopii zapasowej

source: Could not determine your login name
pl: Nie można ustalić nazwy użytkownika

source: Running scpm in read-only mode
pl: Uruchomienie scpm w trybie tylko do odczytu

source: WARNING: /etc/scpm.users has obsolete format
pl: OSTRZEŻENIE: plik /etc/scpm.users ma nieaktualny format

source: Error in /etc/scpm.users
pl: Błąd w pliku /etc/scpm.users

source: You are not root and not in /etc/scpm.users
pl: Funkcja dozwolona jedynie dla administratora (root) wzgl. użytkownika wpisanego w /etc/scpm.users

source: not running as root, read-only mode enabled
pl: nie działa z uprawnieniami administratora (root), włączony tryb tylko do odczytu

source: this command is not available in read-only mode
pl: to polecenie nie jest dostępne w trybie tylko do odczytu

source: you have no permission to execute this command
pl: brak uprawnień do wykonania tego polecenia

source: add needs one argument
pl: add wymaga jednego argumentu

source: copy needs two arguments
pl: copy wymaga dwóch argumentów

source: delete needs one argument
pl: delete wymaga jednego argumentu

source: rename needs two arguments
pl: rename wymaga dwóch argumentów

source: reload must not have arguments
pl: reload nie może mieć argumentów

source: save must not have arguments
pl: save musi mieć dwa argumenty

source: switch needs one argument
pl: switch wymaga jednego argumentu

source: Saving resource failed. Do you want to proceed anyway (not recommended)?
pl: Zapisanie zasobu nie powiodło się. Czy kontynuować mimo to (niezalecane)?

source: modify needs two arguments
pl: modify wymaga dwóch argumentów

source: diff needs two arguments
pl: diff wymaga dwóch argumentów

source: set needs at least two arguments
pl: set wymaga co najmniej dwóch argumentów

source: get needs at least one argument
pl: get wymaga co najmniej jednego argumentu

source: list_groups must not have arguments
pl: list_groups nie może mieć argumentów

source: activate_group needs an argument
pl: activate_group wymaga argumentu

source: deactivate_group needs an argument
pl: deactivate_group wymaga argumentu

source: show_group needs an argument
pl: show_group wymaga argumentu

source: remove_group needs an argument
pl: remove_group wymaga argumentu

source: reset_group needs an argument
pl: reset_group wymaga argumentu

source: reset_all must not have arguments
pl: reset_all nie może mieć argumentów

source: rebuild must not have arguments
pl: rebuild nie może mieć argumentów

source: update needs at least one argument
pl: update wymaga co najmniej jednego argumentu

source: script file is inaccessible
pl: plik skryptu jest niedostępny

source: you need to specify resource types and names
pl: należy podać typy i nazwy zasobów

source: update_resources must not have arguments
pl: update_resources nie może mieć argumentów

source: backup needs at least one argument
pl: backup wymaga co najmniej jednego argumentu

source: you need to specify resource types, names and versions
pl: należy podać typy, nazwy i wersje zasobów

source: Unknown command number. This is a bug.
pl: Nieprawidłowy numer polecenia. To jest błąd w programie.

source: Operation failed. Reason:
pl: Operacja nieudana. Powód:

source: create needs at least 3 arguments
pl: create wymaga co najmniej 3 argumentów

source: invalid argument syntax
pl: nieprawidłowa składnia argumentu

source: drop needs at least 3 arguments
pl: drop wymaga co najmniej 3 argumentów

source: unknown drop resource option
pl: nieznana opcja zasobu drop

source: drop: unknown object
pl: nieznany obiekt drop

source: show needs one argument
pl: show wymaga jednego argumentu

source: unknown show option
pl: nieznana opcja show

source: not yet implemented
pl: jeszcze nie zaimplementowane

source: get needs one argument
pl: get wymaga jednego argumentu

source: set needs two arguments
pl: set wymaga dwóch argumentów

source: This tool can only convert SCDB Version 1.0 and 1.1 to 1.2
pl: To narzędzie może konwertować tylko SCDB, w wersji 1.0 i od 1.1 do 1.2

source: Your SCDB has version
pl: Baza SCDB jest w wersji

source: Database is already at version 1.2
pl: Baza danych jest już w wersji 1.2

source: Converting database to version 1.2
pl: Konwertowanie bazy danych do wersji 1.2

source: Running /lib/scpm/update_storage
pl: Uruchamianie /lib/scpm/update_storage

source: Database is already at version 1.1
pl: Baza danych jest już w wersji 1.1

source: Converting database to version 1.1
pl: Konwertowanie bazy danych do wersji 1.1

source: Unknown target version number
pl: Nieznany docelowy numer wersji

source: export needs at least 2 argument
pl: eksport wymaga co najmniej 2 argumentów

source: Unknown export command
pl: Nieznane polecenie export

source: import needs 3 arguments
pl: eksport wymaga 3 argumentów

source: Unknown import command
pl: Nieznane polecenie import
