Repository: aviarypl/suse-l10n-pl
Catalog: lcn/50-pot/scpm_groups.*.po
Languages: pl

source: Apache HTTP server
pl: Serwer HTTP Apache

source: Automounter service
pl: Usługa Automounter

source: Basic network settings
pl: Podstawowe ustawienia sieciowe

source: CIPE service
pl: Usługa CIPE

source: CRON service
pl: Usługa CRON

source: DHCP server
pl: Serwer DHCP

source: FAM daemon
pl: Demon FAM

source: gpm service
pl: Usługa gpm

source: Icecream distributed compile daemon
pl: Demon rozproszonej kompilacji Icecream

source: inetd service
pl: Usługa inetd

source: Internet dial-up configuration (SuSE Meta pppd)
pl: Konfiguracja wdzwanianego połączenia z Internetem (SuSE Meta pppd)

source: IPsec tunnel service
pl: Usługa tunelu IPsec

source: IrDA service
pl: Usługa IrDA

source: ISDN service
pl: Usługa ISDN

source: LDAP client service
pl: Usługa klienta LDAP

source: Lightweight resolver daemon
pl: Mały demon rozwiązywania nazw

source: Mail subsystem
pl: Podsystem pocztowy

source: Name Service Cache Daemon
pl: Demon buforujący serwer nazw

source: Network Information Service client
pl: Klient NIS

source: Network Time Protocol daemon
pl: Demon NTP

source: nfslock service
pl: Usługa nfslock

source: NFS mounts
pl: Montowanie NFS

source: NFS server
pl: Serwer NFS

source: PCMCIA subsystem
pl: Podsystem PCMCIA

source: portmap daemon
pl: Demon portmap

source: Power management (APM)
pl: Zarządzanie energią (APM)

source: Printer settings
pl: Ustawienia drukarek

source: Secure Shell daemon
pl: Demon SSH

source: Sound service
pl: Usługa dźwiękowa

source: Squid proxy server
pl: Serwer proxy Squid

source: Virus scanner
pl: Skaner antywirusowy

source: wwwoffle service
pl: usługa wwwoffle

source: X Server settings
pl: Ustawienia X Serwera
