Repository: aviarypl/suse-l10n-pl
Catalog: lcn/50-pot/scpm_lib.*.po
Languages: pl

source: VAR1 VAR2 is modified
pl: VAR1 VAR2 zmodyfikowane

source: Running VAR1 script of profile VAR2
pl: Wykonywanie skryptu VAR1 profilu VAR2

source: failed
pl: nieudany

source: done
pl: zrobione

source: Output was
pl: Wyjście

source: Enabling forced. Old database will be dropped.
pl: Wymuszone włączenie. Stare bazy danych zostaną utracone.

source: Analyzing system
pl: Analizowanie systemu

source: Copying profile
pl: Kopiowanie profilu

source: Creating profile VAR1
pl: Tworzenie profilu VAR1

source: Checking for modified resources
pl: Wykrywanie zmodyfikowanych zasobów

source: Checking for new/obsolete resources
pl: Wykrywanie nowych/nieaktualnych zasobów

source: VAR1 VAR2 is new
pl: VAR1 VAR2 jest nowe

source: VAR1 VAR2 is deleted
pl: VAR1 VAR2 jest usunięte

source: Switching to profile
pl: Przełączenie na profil

source: Restoring profile
pl: Odtwarzanie profilu

source: Creating new profile VAR1
pl: Tworzenie nowego profilu VAR1

source: Saving resources
pl: Zapisanie zasobów

source: Updating profile VAR1
pl: Aktualizacja zasobu VAR1

source: Rolling back journal
pl: Wycofywanie dziennika

source: Replaying journal
pl: Powtarzanie dziennika

source: Checking for resources to start or shut down
pl: Sprawdzanie zasobów do uruchomienia albo zatrzymania

source: VAR1 VAR2 must be started
pl: VAR1 VAR2 muszą być uruchomione

source: VAR1 VAR2 must be stopped
pl: VAR1 VAR2 muszą być zatrzymane

source: Checking for dependencies
pl: Sprawdzanie zależności

source: VAR1 VAR2 must be restarted
pl: VAR1 VAR2 muszą być ponownie uruchomione

source: VAR1 VAR2 has to be restarted
pl: VAR1 VAR2 muszą być ponownie uruchomione

source: Resource VAR1 (VAR2) has .rpmorig files; you may want to have a look at it
pl: Zasób VAR1 (VAR2) ma pliki .rpmorig; może należy się im przyjrzeć

source: Updating resource VAR1 (VAR2)
pl: Aktualizacja zasobu VAR1 (VAR2)

source: Resource has .rpmsave files; saving to profile VAR1 (backup will be made)
pl: Zasób ma pliki .rpmsave; zapisywanie do profilu VAR1 (zostanie wykonana kopia)

source: Resource in modified in profile VAR1
pl: Zasób w zmienionym profilu VAR1

source: patch failed; resource saved (backup made)
pl: nałożenie poprawki nie powiodło się; zasób zapisany (wykonana kopia)

source: resource patched (backup made)
pl: na zasób została nałożona poprawka (wykonana kopia)

source: Resource is modified in profile VAR1; resource saved (backup made)
pl: Zasób jest zmieniony w profilu VAR1; zasób zapisany (wykonana kopia)

source: Resource is modified in profile VAR1, resource saved (backup made)
pl: Zasób jest zmieniony w profilu VAR1, zasób zapisany (wykonana kopia)

source: WARNING: resource VAR1 (VAR2) does not exist; ignoring
pl: OSTRZEŻENIE: zasób VAR1 (VAR2) nie istnieje; ignorowanie

source: Adding backup files
pl: Dodawanie plików zapasowych

source: Removing backup files
pl: Usuwanie plików zapasowych

source: Restoring resources
pl: Odzyskiwanie zasobów

source: Resource VAR1 (VAR2) has backup data in profile VAR3
pl: Zasób VAR1 (VAR2) ma zapisaną kopię zapasową w profilu VAR3

source: saving VAR1 (VAR2) to profile VAR3
pl: zapisywanie VAR1 (VAR2) do profilu VAR3

source: [failed]
pl: [nieudane]

source: patching VAR1 (VAR2) of profile VAR3
pl: nakładanie poprawek na VAR1 (VAR2) z profilu VAR3

source: restoring VAR1 (VAR2)
pl: odzyskiwanie VAR1 (VAR2)

source: stopping VAR1 (VAR2)
pl: zatrzymywanie VAR1 (VAR2)

source: starting VAR1 (VAR2)
pl: uruchamianie VAR1 (VAR2)

source: adding resource VAR1 (VAR2)
pl: dodawanie zasobu VAR1 (VAR2)

source: VAR1 (VAR2) to profile VAR3
pl: VAR1 (VAR2) do profilu VAR3

source: restoring backup of VAR1 (VAR2)
pl: odtwarzanie z kopii zapasowej VAR1 (VAR2)

source: VAR1 (VAR2) from profile VAR3
pl: VAR1 (VAR2) z profilu VAR3

source: copying resource VAR1 (VAR2)
pl: kopiowanie zasobu VAR1 (VAR2)

source: rolling back VAR1 (VAR2) of profile VAR3
pl: wycofywanie VAR1 (VAR2) z profilu VAR3

source: previous restore of resource VAR1 (VAR2) cannot be undone (yet)
pl: poprzednie odzyskanie zasobu VAR1 (VAR2) nie może być cofnięte (jeszcze)

source: SCPM aborted by VAR1
pl: SCPM przerwane przez VAR1

source: could not determine resource names for resource type VAR1
pl: nie można ustalić nazw zasobów dla typu zasobu VAR1

source: could not write journal data
pl: nie można zapisać danych dziennika

source: journal stack exceeded
pl: stos dziennika przepełniony

source: could not restore profile VAR1
pl: nie można odtworzyć profilu VAR1

source: could not determine resources for profile VAR1
pl: nie można ustalić zasobów dla profilu VAR1

source: could not determine modified resources for profile VAR1
pl: nie można ustalić zmodyfikowanych zasobów dla profilu VAR1

source: BUG! Obosolete function called
pl: BŁĄD! Wywołana przestarzała funkcja

source: could not remove VAR1 script of profile VAR2
pl: nie można usunąć skryptu VAR1 z profilu VAR2

source: could not run VAR1 script of profile VAR2
pl: nie można wywołać skryptu VAR1 z profilu VAR2

source: you have scripts in scpm 0.6.x style defined, read documentation
pl: masz skrypty zdefiniowane w stylu scpm 0.6.x, proszę przeczytać dokumentację

source: could not execute VAR1 script of profile VAR2
pl: nie można wykonać skryptu VAR1 z profilu VAR2

source: could not determine VAR1 script of profile VAR2
pl: nie można odnaleźć skryptu VAR1 z profilu VAR2

source: could not open database
pl: nie można otworzyć bazy danych

source: database corrupt
pl: uszkodzona baza danych

source: You have an old SCDB version. Read man page how to update it.
pl: Stara wersja SCDB. Aby dowiedzieć się, jak ją zaktualizować, proszę przeczytać odpowiednią stronę podręcznika systemowego.

source: unknown database state. This is a bug.
pl: nieznany stan bazy danych. To jest błąd w programie!

source: Your operating system installation changed or is unknown. Read the man page.
pl: Instalacja systemu operacyjnego została zmieniona albo jest nieznana. Więcej informacji można znaleźć na stronach podręcznika systemowego.

source: could not load scdb
pl: nie można wczytać scdb

source: SCPM is locked by another process (read man page)
pl: SCPM jest zablokowane przez inny proces (proszę przeczytać stronę podręcznika systemowego)

source: SCPM is locked and needs recover (read man page)
pl: SCPM jest zablokowane i wymaga odzyskania (proszę przeczytać stronę podręcznika systemowego)

source: unknown journal state. This is a bug!
pl: nieznany stan dziennika. To jest błąd w programie!

source: SCPM disabled
pl: SCPM wyłączone

source: SCPM already active
pl: SCPM jest już aktywne

source: SCPM is enabled but uninitialized
pl: SCPM włączone, ale nie zainicjowane

source: Profile VAR1 does not exist
pl: Profil VAR1 nie istnieje.

source: Profile VAR1 already exists
pl: Profil VAR1 już istnieje

source: active profile cannot be deleted
pl: nie można usunąć aktywnego profilu

source: could not determine active profile
pl: nie można określić aktywnego profilu

source: You may not use space, *, < and > in the profile name
pl: Nie można używać znaku spacji, "*","<" i ">" w nazwie profilu

source: no profile active
pl: brak aktywnego profilu

source: profile VAR1 does not exist
pl: Profil VAR1 nie istnieje.

source: unknown set command VAR1
pl: nieznane polecenie ustawienia VAR1

source: unknown get command VAR1
pl: nieznane polecenie odczytania VAR1

source: not yet implemented
pl: jeszcze niezaimplementowane

source: unknown rebuild mode specified
pl: podano nieznany tryb przebudowania

source: scdb rebuild failed
pl: przebudowanie scdb nie powiodło się

source: could not query resource group VAR1
pl: nie można odpytać grupy zasobów VAR1

source: could not create file VAR1
pl: nie można utworzyć pliku VAR1

source: number of versions does not match number of resources
pl: liczba wersji nie odpowiada liczbie zasobów

source: could not query profiles for backup resources
pl: nie można odpytać profili o zasoby zapasowe

source: scdb not available
pl: scdb nie jest dostępny

source: could not save scdb
pl: nie można zapisać scdb

source: status operation failed
pl: operacja nieudana

source: could not determine defined profiles
pl: nie można ustalić zdefiniowanych profili

source: could not copy profile VAR1
pl: nie można skopiować profilu VAR1

source: could not set description of profile VAR1
pl: nie można ustawić opisu profilu VAR1

source: could not get description of profile VAR1
pl: nie można uzyskać opisu profilu VAR1

source: could not set VAR1 script of profile VAR2
pl: nie można ustawić skryptu VAR1 profilu VAR2

source: could not get VAR1 script of profile VAR2
pl: nie można pobrać skryptu VAR1 profilu VAR2

source: no resource types defined
pl: nie zdefiniowano typów zasobów

source: could not create resources
pl: nie można utworzyć zasobów

source: could not determine resource actions for profile
pl: nie można ustalić akcji zasobów dla profilu

source: could not resolve dependencies
pl: nie można ustalić zależności

source: could not determine resource types
pl: nie można ustalić typów zasobów

source: could not copy resources (database error)
pl: nie można skopiować zasobów (błąd bazy danych)

source: could not save resource VAR1 (VAR2)
pl: nie można zapisać zasobu VAR1 (VAR2)

source: resource type VAR1 unknown
pl: nieznany typ zasobu VAR1

source: Bug! invalid resource type exception
pl: Błąd! wyjątek nieprawidłowego typu zasobu

source: Bug! resource unknown exception
pl: Błąd! wyjątek nieznanego zasobu

source: could not determine resources to be updated
pl: nie można określić zasobów do aktualizacji

source: unknown resource VAR1 (VAR2)
pl: nieznany zasób VAR1 (VAR2)

source: unknown resource type VAR1
pl: nieznany typ zasobu VAR1

source: could not determine resources with backup data
pl: nie można określić zasobów z danymi archiwalnymi

source: journal corrupt
pl: uszkodzony dziennik

source: could not refresh resource VAR1 (VAR2)
pl: nie można odświeżyć zasobu VAR1 (VAR2)

source: could not create resource VAR1 (VAR2)
pl: nie można utworzyć zasobu VAR1 (VAR2)

source: journal command not implemented
pl: niezaimplementowane polecenie dziennika

source: unknown journal command. This is a bug!
pl: nieznane polecenie dziennika. To jest błąd w programie!

source: database error (VAR1)
pl: błąd bazy danych (VAR1)

source: unknown type used, this is a bug!
pl: użyty nieznany typ. To jest błąd w programie!

source: file operation failed
pl: nieudana operacja plikowa

source: unkown journal command. This is a bug!
pl: użyty nieznany typ. To jest błąd w programie!

source: Journal processing aborted due to user request
pl: Przetwarzanie dziennika przerwane na żądanie użytkownika

source: could not remove resource group VAR1
pl: nie można usunąć grupy zasobów VAR1

source: could not rename resource group VAR1
pl: nie można zmienić nazwy grupy zasobów VAR1

source: could not open active groups file
pl: nie można otworzyć pliku aktywnych grup

source: could not drop resource VAR1 (VAR2)
pl: nie można odrzucić zasobu VAR1 (VAR2)

source: no such default group VAR1
pl: nie ma takiej grupy domyślnej VAR1

source: could not reset resource group VAR1
pl: nie można przywrócić grupy zasobów VAR1

source: could not access directory VAR1
pl: nie można dostać się do katalogu VAR1

source: could not open default groups file
pl: nie można otworzyć domyślnego pliku grup

source: could not open active groups file for writing
pl: nie można otworzyć pliku aktywnych grup do zapisu

source: could not open resource group VAR1
pl: nie można otworzyć grupy zasobów VAR1

source: Resource group VAR1 is corrupt
pl: Grupa zasobów VAR1 jest uszkodzona

source: could not determine modification status of resource VAR1 (&file)
pl: nie można ustalić stanu modyfikacji zasobu VAR1 (&plik)

source: could not save resource VAR1 (file)
pl: nie można zapisać zasobu VAR1 (plik)

source: could not restore resource VAR1 (file)
pl: nie można odzyskać zasobu VAR1 (plik)

source: could not determine files for resource VAR1 (file)
pl: nie można ustalić plików dla zasobu VAR1 (plik)

source: could not determine saved status of resource VAR1 (service)
pl: nie można ustalić zapisanego stanu zasobu VAR1 (usługa)

source: could not determine status of resource VAR1 (service)
pl: nie można ustalić stanu zasobu VAR1 (usługa)

source: could not save resource VAR1 (service)
pl: nie można zapisać zasobu VAR1 (usługa)

source: could not restore resource VAR1 (service)
pl: nie można odzyskać zasoby VAR1 (usługa)

source: could not query saved status for service VAR1
pl: nie można odpytać zapisanego stanu dla usługi VAR1

source: resource type VAR1 does not support show changes feature
pl: typ zasobu VAR1 nie obsługuje możliwości pokazywania zmian

source: could not determine changes for resource VAR1 (file)
pl: nie można określić zmian dla zasobu VAR1 (plik)

source: file has no backup in profile VAR1
pl: plik nie ma kopii zapasowej w profilu VAR1

source: file does not exist in profile VAR1
pl: plik nie ma kopii zapasowej w profilu VAR1

source: could not access file in profile VAR1
pl: nie można uzyskać dostępu do pliku w profilu VAR1

source: current attributes:
pl: bieżące atrybuty:

source: saved attributes:
pl: zapisane atrybuty:

source: current link destination:
pl: aktualny cel dowiązania:

source: saved link destination:
pl: zapisany cel dowiązania:

source: file only exists in profile VAR1
pl: plik istnieje tylko w profilu VAR1

source: service has no backup in profile VAR1
pl: usługa nie ma kopii zapasowej w profilu VAR1

source: service does not exist in profile VAR1
pl: usługa nie istnieje w profilu VAR1

source: Preparing system
pl: Przygotowanie systemu

source: Creating resource database
pl: Tworzenie bazy danych zasobów

source: Creating default profile
pl: Tworzenie domyślnego profilu

source: Copying profile data
pl: Kopiowanie danych profilu

source: Removing profile VAR1
pl: Usuwanie profilu VAR1

source: Adding resources
pl: Dodawanie zasobów

source: Setting profile VAR1 to 'active'
pl: Ustawianie profilu VAR1 w stan 'aktywny'
