Repository: aviarypl/suse-l10n-pl
Catalog: lcn/50-pot/update-desktop-files.*.po
Languages: pl

# Comment(icewm.desktop)
source: A Windows 95-OS/2-Motif-like window manager
pl: Menedżer okien podobny do Windows 95-OS/2-Motif

# Comment(fvwm2.desktop)
source: A powerful ICCCM-compliant multiple virtual desktop window manager
pl: Potężny menedżer okien zgodny z ICCCM, obsługujący wirtualne pulpity

# Comment(release-notes-sled.desktop)
source: A short description of the most important changes for this SUSE Linux Enterprise Desktop 10
pl: Krótki opis najważniejszych zmian w tym wydaniu SUSE Linux Enterprise Desktop 10

# Comment(release-notes-openSUSE.desktop)
source: A short description of the most important changes for this openSUSE release
pl: Krótki opis najważniejszych zmian w tym wydaniu openSUSE

# Comment(WindowMaker.desktop)
source: A simple window manager that resembles the NeXTStep look very closely
pl: Prosty menedżer okien przypominający wyglądem NeXTStep

# GenericName(files.desktop)
source: Add Complete Configuration Files
pl: Dodaj kompletne pliki konfiguracyjne

# GenericName(scripts.desktop)
source: Add or Edit Custom Scripts
pl: Dodawanie lub modyfikacja własnych skryptów

# Comment(nm-novellvpn.desktop)
source: Add, Remove, and Edit VPN Connections
pl: Dodawanie, usuwanie i edycja połączeń VPN

# Name(icalresource.desktop)
source: Akonadi ICal Resource
pl: Zasób Akonadi ICal

# Name(localbookmarksresource.desktop)
source: Akonadi Localbookmark Resource
pl: Zasób lokalnych zakładek Akonadi

# Name(mailthreaderagent.desktop)
source: Akonadi Mail Threader Agent
pl: Agent wątkowania poczty Akonadi

# Name(maildirresource.desktop)
source: Akonadi Maildir Resource
pl: Zasób katalogu poczty Akonadi

# Name(imaplibresource.desktop)
source: Akonadi Mailody Imaplib Resource
pl: Zasób Akonadi Mailody Imaplib

# Name(nntpresource.desktop)
source: Akonadi NNTP Resource
pl: Zasób Akonadi NNTP

# Name(nepomukcontactfeeder.desktop)
source: Akonadi Nepomuk Contact Feeder
pl: Żródło kontaktów Akonadi Nepomuk

# Name(nepomukemailfeeder.desktop)
source: Akonadi Nepomuk EMail Feeder
pl: Żródło poczty Akonadi Nepomuk

# Name(strigifeeder.desktop)
source: Akonadi Strigi Feeder
pl: Źródło Akonadi Strigi

# Name(vcardresource.desktop)
source: Akonadi VCard Resource
pl: Zasób Akonadi vCard

# Name(All-Good-People-1.jpg.desktop)
source: All Good People
pl: Wszyscy dobrzy ludzie

# Comment(vcardresource.desktop)
source: An agent to load data from a VCard file
pl: Agent wczytujący dane z pliku vCard

# Comment(localbookmarksresource.desktop)
source: An agent to load data from a local bookmarks file
pl: Agent wczytujący dane z lokalnego pliku zakładek

# Comment(icalresource.desktop)
source: An agent to load data from a local iCal file
pl: Agent wczytujący dane z lokalnego pliku iCal

# Comment(nntpresource.desktop)
source: An agent to load data from a news server
pl: Agent wczytujący dane z serwerów wiadomości

# Comment(kabcresource.desktop)
source: An agent to load data from a traditional KDE addressbook resource
pl: Agent wczytujący dane z zasobu tradycyjnej książki adresowej KDE

# Comment(kcalresource.desktop)
source: An agent to load data from a traditional KDE calendar resource
pl: Agent wczytujący dane z zasobu tradycyjnego kalendarza KDE

# Comment(mailthreaderagent.desktop)
source: An agent to thread mails from a collection
pl: Agent do wątkowania poczty z kolekcji

# Name(andes-venezolanos.svgz.desktop)
source: Andes Venezolanos
pl: Andy Wenezuelskie

# Name(beagled-autostart.desktop)
source: Beagle Search Daemon
pl: Beagle - usługa wyszukiwania

# Name(Bear.jpg.desktop)
source: Bear
pl: Niedźwiedź

# Name(blue-bend.jpg.desktop)
source: Blue Blend
pl: Niebieskie przenikanie

# Name(blueblobs2.png.desktop)
source: Blue Blobs
pl: Niebieskie krople

# Name(metadata.desktop)
source: Blue Curl
pl: Niebieski zawijas

# Name(bluetooth-applet.desktop)
source: Bluetooth Manager
pl: Zarządzanie Bluetooth

# Comment(bluetooth-applet.desktop)
source: Bluetooth Manager applet
pl: Aplet menedżera Bluetooth

# Name(Boulders.jpg.desktop)
source: Boulders
pl: Głazy

# Name(NatureSeries012.jpg.desktop)
source: Brown Eyed Susans
pl: Wspomnienie

# Name(ing.directory)
source: Building
pl: Budowanie

# Name(celtic.svgz.desktop)
source: Celtic
pl: Celtycki

# Name(Chicken-Songs-2.jpg.desktop)
source: Chicken Songs
pl: Pieśni kurczaków

# Name(chloroblinds.png.desktop)
source: Chloroblinds
pl: Chlorofil

# Name(Clouds.jpg.desktop)
source: Clouds
pl: Chmury

# Name(metadata.desktop)
source: Code Poets Dream
pl: Sen poetów kodu

# Name(metadata.desktop)
source: Colorado Farm
pl: Farma w Kolorado

# Name(krunner.desktop)
source: Command Runner
pl: Uruchamianie poleceń

# Name(files.desktop)
source: Complete Configuration Files
pl: Kompletne pliki konfiguracyjne

# GenericName(general.desktop)
source: Configure General Autoinstallation Options
pl: Konfiguracja ogólnych opcji instalacji automatycznej

# GenericName(software.desktop)
source: Configure Package Selection and Software Settings
pl: Konfiguracja wyboru pakietów i ustawień oprogramowania

# GenericName(partitioning.desktop)
source: Configure Partitioning and Storage Settings
pl: Konfiguracja partycjonowania i ustawień pamięci masowej

# GenericName(report.desktop)
source: Configure Reporting and Logging Options
pl: Konfiguracja opcji raportowania i dzienników

# Comment(cppunit-devel.desktop)
source: CppUnit development kit
pl: Narzędzia programistyczne CppUnit

# Name(NatureSeries004.jpg.desktop)
source: Crabapple
pl: Kwiat rajskiej jabłoni

# Name(metadata.desktop)
source: Curls on Green
pl: Zawijasy na zielonym

# Name(scripts.desktop)
source: Custom Scripts
pl: Własne skrypty

# Name(entry.desktop)
source: Czech Republic
pl: Czechy

# Comment(dxf.desktop)
source: DXF Vectorial Graphic
pl: Grafika wektorowa DXF

# Name(deepwired.png.desktop)
source: Deepwired
pl: Głęboki wir

# Name(default_blue.jpg.desktop)
source: Default Blue
pl: Domyślna - niebieska

# Name(default_gears.jpg.desktop)
source: Default Gears
pl: Domyślna -- Koła zębate

# Name(default-1600x1200.png.desktop)
source: Default SUSE
pl: Domyślna -- SUSE

# Name(default-1600x1200.png.desktop)
source: Default openSUSE
pl: Domyślna -- openSUSE

# Name(default-1600x1200.jpg.desktop)
source: Default openSUSE (1600x1200)
pl: Domyślna tapeta openSUSE (1600 x 1200)

# Name(suse102-1600x1200.jpg.desktop)
source: Default openSUSE 10.2 (1600x1200)
pl: Domyślna tapeta openSUSE 10.2 (1600 x 1200)

# Name(suse102-1920x1200.jpg.desktop)
source: Default openSUSE 10.2 16:10 (1920x1200)
pl: Domyślna tapeta openSUSE 10.2 16:10 (1920 x 1200)

# Name(suse103-1600x1200.jpg.desktop)
source: Default openSUSE 10.3 (1600x1200)
pl: Domyślna tapeta openSUSE 10.3 (1600 x 1200)

# Name(suse103-1920x1200.jpg.desktop)
source: Default openSUSE 10.3 16:10 (1920x1200)
pl: Domyślna tapeta openSUSE 10.3 16:10 (1920 x 1200)

# Name(default-1920x1200.jpg.desktop)
source: Default openSUSE 16:10 (1920x1200)
pl: Domyślna tapeta openSUSE 16:10 (1920 x 1200)

# GenericName(istanbul.desktop)
source: Desktop Session Recorder
pl: Nagrywanie sesji pulpitu

# Name(.directory)
source: Documentation (en)
pl: Dokumentacja (ang)

# Comment(.directory)
source: Documentation (en)
pl: Dokumentacja (ang)

# Name(entry.desktop)
source: Ecuador
pl: Ekwador

# Name(NatureSeries002.jpg.desktop)
source: Electric Flower
pl: Żółty dzban nektaru

# Name(metadata.desktop)
source: Emotion
pl: Emocja

# GenericName(firstboot.desktop)
source: Enable or disable starting Firstboot sequence
pl: Włącz lub wyłącz sekwencje uruchamiania Firstboot

# Name(NatureSeries006.jpg.desktop)
source: Evening Dew
pl: Wieczorna rosa

# Comment(nepomukcontactfeeder.desktop)
source: Extension for Akonadi to push contacts into Nepomuk
pl: Rozszerzenie do Akonadi przesyłające kontakty do Nepomuk

# Comment(nepomukemailfeeder.desktop)
source: Extension for Akonadi to push emails into Nepomuk
pl: Rozszerzenie do Akonadi przesyłające pocztę do Nepomuk

# Name(metadata.desktop)
source: Fields of Peace
pl: Spokojne pola

# Name(metadata.desktop)
source: Finally Summer in Germany
pl: Wreszcie lato w Niemczech

# Name(firstboot.desktop)
source: Firstboot Configuration
pl: Konfiguracja Firstboot

# Name(floating-leaves.jpg.desktop)
source: Floating Leaves
pl: Pływające liście

# Name(NatureSeries014.jpg.desktop)
source: Florida Sunset
pl: Słony powiew wolności

# Name(metadata.desktop)
source: Flower Drops
pl: Czysty oddech kwiatów

# Name(metadata.desktop)
source: Fresh Morning
pl: Świeży poranek

# Name(libcanberra-login-sound.desktop)
source: GNOME Login Sound
pl: Dźwięk logowania GNOME

# Name(.directory)
source: GNOME Quick Start (de)
pl: Krótkie wprowadzenie do GNOME (niemiecki)

# Comment(.directory)
source: GNOME Quick Start (de)
pl: Krótkie wprowadzenie do GNOME (niemiecki)

# Comment(vino-server.desktop)
source: GNOME Remote Desktop Server
pl: Serwer pulpitu zdalnego GNOME

# Name(globe.svgz.desktop)
source: Geared Globe
pl: Kula ziemska z kołem zębatym

# Name(general.desktop)
source: General Options
pl: Opcje ogólne

# Name(metadata.desktop)
source: Golden Ripples
pl: Złote fale

# Name(Green.jpg.desktop)
source: Green
pl: Zieleń

# Name(metadata.desktop)
source: Green Concentration
pl: Zielony świat

# Name(NatureSeries007.jpg.desktop)
source: Green Leaf
pl: Witamy w fabryce tlenu

# Name(hplip-systray.desktop)
source: HP System Tray Service
pl: Usługa HP System Tray

# Comment(hplip-systray.desktop)
source: HP System Tray Service
pl: Usługa HP System Tray

# Name(Haze.jpg.desktop)
source: Haze
pl: Zamglenia

# Name(Hillside.jpg.desktop)
source: Hillside
pl: Wzgórza

# Name(sled-gnome-cbt.desktop)
source: Information on how to use SLED 10
pl: Informacje o korzystaniu z systemu SLED 10

# Name(istanbul.desktop)
source: Istanbul
pl: Stambuł

# Comment(kalarm.autostart.desktop)
source: KAlarm autostart at login
pl: Automatyczne uruchamianie programu KAlarm po zalogowaniu

# Name(KDE34.png.desktop)
source: KDE 3.5 Default
pl: Domyślna -- KDE 3.5

# Name(kabcresource.desktop)
source: KDE Addressbook Compatibility Resource
pl: Zasób zgodności książki adresowej KDE

# Name(kcalresource.desktop)
source: KDE Calendar Compatibility Resource
pl: Zasób zgodności kalendarza KDE

# Name(.directory)
source: KDE3 User Guide (en)
pl: Podręcznik użytkownika KDE3 (angielski)

# Comment(.directory)
source: KDE3 User Guide (en)
pl: Podręcznik użytkownika KDE3 (angielski)

# Name(libkipi.desktop)
source: KIPI API Reference
pl: Podręcznik KIPI API

# Comment(kerneloops-applet.desktop)
source: Kerneloops.org privacy question applet
pl: Aplet pytań prywatności Kerneloops.org

# Name(entry.desktop)
source: Kurdish
pl: kurdyjski

# Name(metadata.desktop)
source: Ladybuggin
pl: Biedronka

# Comment(gnome-user-share.desktop)
source: Launch User Sharing if enabled
pl: Współdzielenie użytkowników, jeśli jest włączone

# Name(metadata.desktop)
source: Leafs Labyrinth
pl: Labirynt liści

# Name(lineart.svgz.desktop)
source: Lineart Logo
pl: Logo z linii

# Comment(pulseaudio-module-xsmp.desktop)
source: Load module-x11-xsmp into PulseAudio
pl: Wczytuje moduł module-x11-xsmp do PulseAudio

# Name(entry.desktop)
source: Malayalam
pl: Malajalam

# Name(moon.svgz.desktop)
source: Moon
pl: Księżyc

# Name(Mountains.jpg.desktop)
source: Mountains
pl: Tchnienie nieba

# Name(Naptime.jpg.desktop)
source: Naptime
pl: Praca może poczekać...

# Name(nepomukserver.desktop)
source: Nepomuk Server
pl: Server Nepomuk

# Name(No-Ones-Laughing-3.jpg.desktop)
source: No One's Laughing
pl: Nikt się nie śmieje

# Name(.directory)
source: Novell AppArmor Administration Guide (en)
pl: Novell AppArmor -- Podrecznik administratora (angielski)

# Comment(.directory)
source: Novell AppArmor Administration Guide (en)
pl: Novell AppArmor -- Podrecznik administratora (angielski)

# Name(curvy2.png.desktop)
source: Novell Curvy
pl: Krzywe Novell

# Name(GnomeOnlineHelp.desktop)
source: Online Help
pl: Pomoc Online

# Name(NatureSeries010.jpg.desktop)
source: Orange Flower
pl: Pomarańczowa eksplozja

# Name(software.desktop)
source: Package Selection
pl: Wybór pakietów

# Name(gpk-update-icon.desktop)
source: PackageKit Update Applet
pl: Aplet aktualizacji PackageKit

# GenericName(gpk-update-icon.desktop)
source: PackageKit Update Applet
pl: Aplet aktualizacji PackageKit

# Comment(gpk-update-icon.desktop)
source: PackageKit Update Applet
pl: Aplet aktualizacji PackageKit

# Name(NatureSeries008.jpg.desktop)
source: Parallel Veins
pl: Życie na zielono

# Name(partitioning.desktop)
source: Partitioning
pl: Partycjonowanie

# Name(NatureSeries011.jpg.desktop)
source: Phantom Leaves
pl: Drzewo mądrości

# Name(plasma.desktop)
source: Plasma
pl: Plazma

# Name(print-applet.desktop)
source: Print Queue Applet
pl: Aplet kolejki drukowania

# Name(printer-applet.desktop)
source: Printer Applet
pl: Aplet drukarki

# GenericName(hplip-systray.desktop)
source: Printer Status Applet
pl: Aplet stanu drukarki

# Name(pulseaudio-module-xsmp.desktop)
source: PulseAudio Session Management
pl: Zarządzanie sesją PulseAudio

# Name(qtsharp.desktop)
source: Qt# API reference
pl: Podręcznik Qt# API

# Name(NatureSeries005.jpg.desktop)
source: Rain Drops
pl: Deszcz o świcie

# Comment(istanbul.desktop)
source: Record a video of your desktop session
pl: Nagrywanie filmów z sesji pulpitu

# Name(metadata.desktop)
source: Red Leaf
pl: Czerwony liść

# Name(Relax.jpg.desktop)
source: Relax
pl: Odpoczynek

# Name(release-notes-openSUSE.desktop)
source: Release Notes
pl: Informacje o wydaniu

# Name(release-notes-sled.desktop)
source: Release Notes SUSE Linux Enterprise Desktop 10
pl: Informacje o wydaniu dla SUSE Linux Enterprise Desktop 10

# Name(vino-server.desktop)
source: Remote Desktop
pl: Pulpit zdalny

# Name(report.desktop)
source: Reporting & Logging
pl: Raportowanie i rejestry systemowe

# Name(SLEswirl.png.desktop)
source: SLE Swirl
pl: Wiry SLE

# Name(seaofconero.jpg.desktop)
source: Sea of Conero
pl: Morze Conero

# Name(Silence.jpg.desktop)
source: Silence
pl: Dotyk ciszy

# Name(silkx.png.desktop)
source: Silk X
pl: Jedwab X

# Name(silky.png.desktop)
source: Silk Y
pl: Jedwab Y

# Name(metadata.desktop)
source: Skeeter Hawk
pl: Ważka

# Name(skyblinds.png.desktop)
source: Skyblinds
pl: Rolety nieba

# Name(Soaring.jpg.desktop)
source: Soaring
pl: Puchowy świat

# Name(soft-green.jpg.desktop)
source: Soft Green
pl: Miękka zieleń

# Name(SpringFlowers.jpg.desktop)
source: Spring Flowers
pl: Wiosenne kwiaty

# Comment(strigifeeder.desktop)
source: Strigi-based fulltext search
pl: Pełnotekstowe wyszukiwanie na bazie Strigi

# Name(sunshine-after-the-rain.jpg.desktop)
source: Sunshine After The Rain
pl: Słońce po deszczu

# Name(NatureSeries001.jpg.desktop)
source: Swirled Leaf
pl: Tańczący liść

# Comment(print-applet.desktop)
source: System tray icon for managing print jobs
pl: Ikona obszaru powiadamiania do zarządzania listą zadań drukarki

# Comment(printer-applet.desktop)
source: System tray icon for managing print jobs
pl: Ikona obszaru powiadamiania do zarządzania listą zadań drukarki

# Name(taglib.desktop)
source: Taglib API reference
pl: Podręcznik Taglib API

# Name(NatureSeries003.jpg.desktop)
source: Tendril
pl: Zaczarowana fasola

# Comment(nepomukserver.desktop)
source: The Nepomuk Server providing Storage services and strigi controlling
pl: Serwer Nepomuk dostarczający usługi Storage i zarządzania strigi

# Name(metadata.desktop)
source: There is Rain on the Table
pl: Deszcz na stole

# Name(Time-For-Lunch-2.jpg.desktop)
source: Time For Lunch
pl: Czas na obiad

# Name(Totally-New-Product-1.jpg.desktop)
source: Totally New Product
pl: Zupełnie nowy produkt

# Name(triplegears.jpg.desktop)
source: Triple Gears
pl: Potrójne koła zębate

# Name(Turtle.jpg.desktop)
source: Turtle
pl: Powoli!

# GenericName(rekall.desktop)
source: Universal Database
pl: Uniwersalna baza danych

# Comment(user-dirs-update-gtk.desktop)
source: Update common folders names to match current locale
pl: Dopasowanie nazw katalogów do bieżącego języka

# Name(gnome-user-share.desktop)
source: User Sharing
pl: Współdzielenie użytkowników

# Name(user-dirs-update-gtk.desktop)
source: User folders update
pl: Aktualizacja katalogów użytkownika

# Name(nm-novellvpn.desktop)
source: VPN Connection Manager (NovellVPN)
pl: Menedżer połączeń VPN (NovellVPN)

# GenericName(nm-novellvpn.desktop)
source: VPN Connection Manager (NovellVPN)
pl: Menedżer połączeń VPN (NovellVPN)

# Name(metadata.desktop)
source: Vector Sunset
pl: Zachód słońca

# Name(gnome-volume-manager.desktop)
source: Volume Manager
pl: Menedżer woluminów

# Comment(gnome-volume-manager.desktop)
source: Volume manager for removable drives and media
pl: Menedżer woluminów dla napędów i nośników wymiennych

# GenericName(xawtv.desktop)
source: Watch TV!
pl: Oglądaj TV!

# GenericName(motv.desktop)
source: Watch TV!
pl: Oglądaj TV!

# Name(here-gear.svgz.desktop)
source: We Are Gear
pl: My jesteśmy trybem

# Name(Wolf.jpg.desktop)
source: Wolf
pl: Wilk

# Name(Won-Ton-Soup-3.jpg.desktop)
source: Won Ton Soup
pl: Zupa Won Ton

# Name(NatureSeries009.jpg.desktop)
source: Yellow Flower
pl: Miniaturowe słońce

# GenericName(qyzis.desktop)
source: Yzis Frontend for Qt
pl: Interfejs Yzis dla Qt

# Name(kerneloops-applet.desktop)
source: kerneloops applet
pl: aplet kerneloops

# Name(.directory)
source: openSUSE 11.0 KDE Quick Start (de)
pl: Krótkie wprowadzenie do openSUSE 11.0 KDE (niemiecki)

# Comment(.directory)
source: openSUSE 11.0 KDE Quick Start (de)
pl: Krótkie wprowadzenie do openSUSE 11.0 KDE (niemiecki)

# Name(.directory)
source: openSUSE-Dokumentation (de)
pl: Dokumentacja openSUSE (niem.)

# Comment(.directory)
source: openSUSE-Dokumentation (de)
pl: Dokumentacja openSUSE (niem.)
