Repository: aviarypl/suse-l10n-pl
Catalog: lcn/50-pot/zypper.*.po
Languages: pl

source: source-install (si) [options] <name> ... Install specified source packages and their build dependencies. Command options: -d, --build-deps-only Install only build dependencies of specified packages. -D, --no-build-deps Don't install build dependencies. -r, --repo <alias|#|URI> Install packages only from specified repositories.
pl: source-install (si) [parametr] <nazwa> ... Instaluje określone pakiety źródłowe wraz z ich zależnościami. Parametry polecenia: -d, --build-deps-only Instaluje tylko zależności dla wybranych pakietów źródłowy. -D, --no-build-deps Nie instaluje pakietów źródłowych. -r, --repo <alias|#|URI> Instaluje pakiety tylko z określonego repozytorium.

source: verify (ve) [options] Check whether dependencies of installed packages are satisfied and repair eventual dependency problems. Command options: --no-recommends Do not install recommended packages, only required. -D, --dry-run Test the repair, do not actually do anything to the system. -r, --repo <alias|#|URI> Use only specified repositories to install missing packages.
pl: verify (ve) [parametr] Sprawdza czy czy zależności zainstalowanych pakietów są spełnione i próbuje naprawić możliwe problemy. Parametry polecenia: --no-recommends Nie instaluje zalecanych pakietów, instaluje tylko wymagane. -D, --dry-run Sprawdza możliwość naprawy, żadne zmiany nie zostaną wprowadzone. -r, --repo <alias|#|URI> Użyje tylko określonych repozytoriów by zainstalować brakujące pakiety.

source: install-new-recommends (inr) [options] Install newly added packages recommended by already installed packages. This can typically be used to install new language packages or drivers for newly added hardware. Command options: -r, --repo <alias|#|URI> Use only specified repositories to install packages. -D, --dry-run Test the installation, do not actually install anything. --debug-solver Create solver test case for debugging.
pl: install-new-recommends (inr) [parametry] Instaluje nowo dodane pakiety zalecane przez pakiety, które są już zainstalowane w systemie. Można użyć do instalacji nowych pakietów językowych lub sterowników dla dodanego sprzętu. Parametry polecenia: -r, --repo <alias|#|URI> Używa wyłącznie określonych repozytoriów by zainstalować pakiety. -D, --dry-run Sprawdza możliwość instalacji, żadne zmiany nie zostaną wprowadzone. --debug-solver Tworzy test rozwiązujący zależności niezbędny prze debugowaniu.

source: addservice (as) [options] <URI> <alias> Add a repository index service to the system. Command options: -t, --type <TYPE> Type of the service (%s). -d, --disable Add the service as disabled. -n, --name Specify descriptive name for the service.
pl: addservice (as) [parametr] <URI> <alias> Dodaje usługę indeksowania repozytorium do systemu. Parametry polecenia: -t, --type <TYPE> Typ usługi (%s). -d, --disable Dodaje usługę jako zablokowaną. -n, --name Dodaje opis dla usługi.

source: removeservice (rs) [options] <alias|#|URI> Remove specified repository index service from the sytem.. Command options: --loose-auth Ignore user authentication data in the URI. --loose-query Ignore query string in the URI.
pl: removeservice (rs) [parametry] <alias|#|URI> Usuwa określoną usługę indeksu repozytorium z systemu. Parametry polecenia: --loose-auth Ignoruje identyfikację użytkownika w adresie URL. --loose-query Ignoruje ciąg z zapytaniem w adresie URL.

source: modifyservice (ms) <options> <alias|#|URI> modifyservice (ms) <options> <%s> Modify properties of services specified by alias, number, or URI, or by the '%s' aggregate options. Command options: -d, --disable Disable the service (but don't remove it). -e, --enable Enable a disabled service. -r, --refresh Enable auto-refresh of the service. -R, --no-refresh Disable auto-refresh of the service. -n, --name Set a descriptive name for the service. -a, --all Apply changes to all services. -l, --local Apply changes to all local services. -t, --remote Apply changes to all remote services. -m, --medium-type <type> Apply changes to services of specified type.
pl: modifyservice (ms) <opcje> <alias|#|URI> modifyservice (ms) <opcje> <%s> Modyfikuje właściwości określonych usług według aliasu, numeru, adresu URI lub opcji "%s". Opcje polecenia: -d, --disable Wyłącza usługę (lecz jej nie usuwa). -e, --enable Włącza wyłączoną usługę. -r, --refresh Włącza automatyczne odświeżanie usługi. -R, --no-refresh Wyłącza automatyczne odświeżanie usługi. -n, --name Ustawia opisową nazwę usługi. -a, --all Zatwierdza zmiany we wszystkich usługach. -l, --local Zatwierdza zmiany we wszystkich lokalnych usługach. -t, --remote Zatwierdza zmiany we wszystkich zdalnych usługach. -m, --medium-type <type> Zatwierdza zmiany w usługach określonego typu.

source: services (ls) [options] List defined services. Command options: -u, --uri Show also base URI of repositories. -p, --priority Show also repository priority. -d, --details Show more information like URI, priority, type. -r, --with-repos Show also repositories belonging to the services. -P, --sort-by-priority Sort the list by repository priority. -U, --sort-by-uri Sort the list by URI. -N, --sort-by-name Sort the list by name.
pl: services (ls) [parametr] Wyświetla zdefiniowane usługi. Parametry polecenia: -u, --uri Wyświetla również URI. -p, --priority Wyświetla również priorytet repozytoriów. -d, --details Wyświetla więcej informacji, jak URI, priorytet, typ. -r, --with-repos Wyświetla również repozytoria należące do usług. -P, --sort-by-priority Sortuje listę repozytoriów według priorytetu. -U, --sort-by-uri Sortuje listę według URI. -N, --sort-by-name Sortuje listę według nazwy.

source: refresh-services (refs) [options] Refresh defined repository index services. Command options: -R, --no-repos Do not refresh non-index services (plain repositories).
pl: refresh-services (refs) [parametry] Odświeża wybrane usługi indeksu repozytoriów. Parametry polecenia: -R, --no-repos Bez odświeżania usług bez indeksu (tylko repozytoria).

source: addrepo (ar) [options] <URI> <alias> addrepo (ar) [options] <FILE.repo> Add a repository to the sytem. The repository can be specified by its URI or can be read from specified .repo file (even remote). Command options: -r, --repo <FILE.repo> Just another means to specify a .repo file to read. -t, --type <TYPE> Type of repository (%s). -d, --disable Add the repository as disabled. -c, --check Probe URI. -C, --no-check Don't probe URI, probe later during refresh. -n, --name Specify descriptive name for the repository. -k, --keep-packages Enable RPM files caching. -K, --no-keep-packages Disable RPM files caching. -f, --refresh Enable autorefresh of the repository.
pl: addrepo (ar) [options] <URI> <alias> addrepo (ar) [options] <NAZWA PLIKU.repo> Dodaje repozytorium do systemu. Repozytorium może być określone za pomocą URL lub może być odczytane z pliku .repo również zdalnego. Parametry polecenia: -r, --repo <NAZWA PLIKU.repo> Jeszcze jeden sposób na określenie pliku .repo z którego zostaną odczytane dane. -t, --type <TYPE> Typ repozytorium (%s). -d, --disable Dodaje repozytorium jako wyłączone. -c, --check Sprawdza adres URL. -C, --no-check Nie sprawdza adresu URL, zostanie on sprawdzony później podczas odświeżania. -n, --name Pozwala określić opisową nazwę repozytorium. -k, --keep-packages Pozwala przechowywać pliki RPM w lokalnym buforze. -K, --no-keep-packages Blokuje przechowywanie RPM w lokalnym buforze. -f, --refresh Włącza automatyczne odświeżanie repozytorium.

source: list-resolvables (lr) List available resolvable types.
pl: list-resolvables (lr) Wyświetla dostępne typy obiektów rozwiązywalnych.

source: repos (lr) [options] List all defined repositories. Command options: -e, --export <FILE.repo> Export all defined repositories as a single local .repo file. -u, --uri Show also base URI of repositories. -p, --priority Show also repository priority. -d, --details Show more information like URI, priority, type. -U, --sort-by-uri Sort the list by URI. -P, --sort-by-priority Sort the list by repository priority. -A, --sort-by-alias Sort the list by alias. -N, --sort-by-name Sort the list by name.
pl: repos (lr) [parametr] Wyświetla wszystkie zdefiniowane repozytoria. Parametry polecenia: -e, --export <FILE.repo> Eksportuje wszystkie zdefiniowane repozytoria jako lokalny plik .repo. -u, --uri Wyświetla również podstawowy URI repozytoriów. -p, --priority Wyświetla również priorytet repozytoriów. -d, --details Wyświetla więcej informacji jak, URI, priorytet, typ. -U, --sort-by-uri Sortuje listę według URI. -P, --sort-by-priority Sortuje listę według priorytetu. -A, --sort-by-alias Sortuje listę według aliasu. -N, --sort-by-name Sortuje listę według nazwy.

source: removerepo (rr) [options] <alias|#|URI> Remove repository specified by alias, number or URI. Command options: --loose-auth Ignore user authentication data in the URI. --loose-query Ignore query string in the URI.
pl: removerepo (rr) [opcje] <alias|URI> Usuwa repozytorium określone przez alias lub adres URI. Opcje polecenia: --loose-auth Ignoruje dane uwierzytelniania w adresie URI --loose-query Ignoruje ciąg zapytania w adresie URI

source: renamerepo (nr) [options] <alias|#|URI> <new-alias> Assign new alias to the repository specified by alias, number or URI. This command has no additional options.
pl: renamerepo [options] <alias|#|URI> <nowy-alias> Przypisuje nowy alias do repozytorium określonego przez alias, numer lub adres URI. To polecenie nie posiada żadnych dodatkowych opcji.

source: modifyrepo (mr) <options> <alias|#|URI> modifyrepo (mr) <options> <%s> Modify properties of repositories specified by alias, number, or URI, or by the '%s' aggregate options. Command options: -d, --disable Disable the repository (but don't remove it). -e, --enable Enable a disabled repository. -r, --refresh Enable auto-refresh of the repository. -R, --no-refresh Disable auto-refresh of the repository. -n, --name Set a descriptive name for the repository. -p, --priority <1-99> Set priority of the repository. -k, --keep-packages Enable RPM files caching. -K, --no-keep-packages Disable RPM files caching. -a, --all Apply changes to all repositories. -l, --local Apply changes to all local repositories. -t, --remote Apply changes to all remote repositories. -m, --medium-type <type> Apply changes to repositories of specified type.
pl: modifyrepo (mr) <parametry> <alias|#|URI> modifyrepo (mr) <parametry> <%s> Modyfikuje właściwości repozytoriów określonych aliasem, numerem, adresem URL lub za pomocą opcji "%s". Opcje polecenia: -d, --disable Wyłącza repozytorium, ale nie usuwa go. -e, --enable Włącza wyłączone repozytorium. -r, --refresh Włącza automatyczne odświeżanie repozytorium. -R, --no-refresh Wyłącza automatyczne odświeżanie repozytorium. -n, --name Ustawia opisową nazwę dla repozytorium. -p, --priority <1-99> Ustawia priorytet repozytorium. -k, --keep-packages Ustawia przechowywanie plików RPM w lokalnym buforze. -K, --no-keep-packages Wyłącza buforowanie pakietów RPM w lokalnym buforze. -a, --all Zastosuj zmiany dla wszystkich repozytoriów. -l, --local Zastosuj zmiany do lokalnych repozytoriów. -t, --remote Zastosuj zmiany do wszystkich zdalnych repozytoriów. -m, --medium-type <type> Zastosuj zmiany do repozytoriów określonego typu.

source: refresh (ref) [alias|#|URI] ... Refresh repositories specified by their alias, number or URI. If none are specified, all enabled repositories will be refreshed. Command options: -f, --force Force a complete refresh. -b, --force-build Force rebuild of the database. -d, --force-download Force download of raw metadata. -B, --build-only Only build the database, don't download metadata. -D, --download-only Only download raw metadata, don't build the database. -r, --repo <alias|#|URI> Refresh only specified repositories. -s, --services Refresh also services before refreshing repos.
pl: refresh (ref) [alias|#|URI] ... Odświeża repozytoria na podstawie aliasu, numeru, lub adresu URL. Jeżeli żadne nie będzie wybrane, zostaną odświeżone wszystkie włączone repozytoria. Parametry polecenia: -f, --force Wymusza pełne odświeżenie. -b, --force-build Wymusza przebudowanie bazy danych pakietów. -d, --force-download Wymusza pobranie surowych metadanych. -B, --build-only Tworzy tylko bazę danych, nie pobiera metadanych. -D, --download-only Wymusza pobranie surowych metadanych, bez budowy bazy danych. -r, --repo <alias|#|URI> Odświeża tylko określone repozytoria. -s, --services Odświeża również serwery przed odświeżeniem repozytoriów.

source: clean [alias|#|URI] ... Clean local caches. Command options: -r, --repo <alias|#|URI> Clean only specified repositories. -m, --metadata Clean metadata cache. -M, --raw-metadata Clean raw metadata cache. -a, --all Clean both metadata and package caches.
pl: clean [alias|#|URI] ... Czyści lokalny bufor. Parametry polecenia: -r, --repo <alias|#|URI> Czyści tylko określone repozytoria. -m, --metadata Czyści bufor metadanych. -M, --raw-metadata Czyści bufor surowych metadanych. -a, --all Czyści zarówno metadanych jak i pakietów.

source: list-updates (lu) [options] List all available updates. Command options: -t, --type <type> Type of resolvable (%s). Default: %s. -r, --repo <alias|#|URI> List only updates from the specified repository. --best-effort Do a 'best effort' approach to update. Updates to a lower than the latest version are also acceptable.
pl: list-updates (lu) [opcje] Wyświetla wszystkie dostępne aktualizacje. Opcje polecenia: -t, --type <type> Typ obiektu rozwiązywalnego (%s). Domyślnie: %s. -r, --repo <alias|#|URI> Wyświetla aktualizacje tylko z określonego repozytorium. --best-effort Wykonuje podejście "najlepsza próba". Aktualizacje do wersji niższych niż najnowsze są także akceptowalne.

source: update (up) [options] Update all installed resolvables with newer versions, where applicable. Command options: -t, --type <type> Type of resolvable (%s). Default: %s. -r, --repo <alias|#|URI> Limit updates to the specified repository. --skip-interactive Skip interactive updates. -l, --auto-agree-with-licenses Automatically say 'yes' to third party license confirmation prompt. See man zypper for more details. --best-effort Do a 'best effort' approach to update. Updates to a lower than the latest version are also acceptable. --debug-solver Create solver test case for debugging. --no-recommends Do not install recommended packages, only required. -R, --no-force-resolution Do not force the solver to find solution, let it ask. --force-resolution Force the solver to find a solution (even an agressive). -D, --dry-run Test the update, do not actually update.
pl: update (up) [opcje] Aktualizuje wszystkie zainstalowane pakiety rozwiązywalne. Opcje polecenia: -t, --type <type> Rodzaj pakietu (%s). Domyślny: %s. -r, --repo <alias|#|URI> Ogranicza uaktualnienia do wybranego repozytorium. --skip-interactive Pomija interaktywną aktualizację. -l, --auto-agree-with-licenses Automatycznie akceptuje licencje firm trzecich Więcej informacji w podręczniku "man zypper". --best-effort Wykonuje podejście "najlepsza próba". Aktualizacje do wersji niższych niż najnowsze także będą akceptowane. --debug-solver Generuje test rozwiązywania zależności do debugowania. --no-recommends Bez instalowania zalecanych pakietów, tylko wymagane. -R, --no-force-resolution Bez wymuszania wyszukania rozwiązania, pozwala zapytać. --force-resolution Wymusza wyszukanie rozwiązania (agresywnie). -D, --dry-run Test aktualizacji, bez faktycznego aktualizowania pakietów.

source: dist-upgrade (dup) [options] Perform a distribution upgrade. Command options: -r, --repo <alias|#|URI> Limit the upgrade to the specified repository. --no-recommends Do not install recommended packages, only required. -l, --auto-agree-with-licenses Automatically say 'yes' to third party license confirmation prompt. See man zypper for more details. --debug-solver Create solver test case for debugging -D, --dry-run Test the upgrade, do not actually upgrade
pl: dist-upgrade (dup) [parametry] Wykonuje aktualizację systemu. parametry polecenia: -r, --repo <alias|#|URI> Ogranicza uaktualnienie do wybranego repozytorium. --no-recommends Instaluje tylko wymagane pakiety, nie instaluje zalecanych. -l, --auto-agree-with-licenses Automatycznie akceptuje licencje firm trzecich.. Więcej informacji: man zypper. --debug-solver Tworzy test rozwiązywania zależności dla debuggowania. -D, --dry-run Testuje aktualizację, zmiany nie zostaną wprowadzone.

source: search (se) [options] [querystring] ... Search for packages matching given search strings. Command options: --match-all Search for a match with all search strings (default). --match-any Search for a match with any of the search strings. --match-substrings Search for a match to partial words (default). --match-words Search for a match to whole words only. --match-exact Searches for an exact package name. -d, --search-descriptions Search also in package summaries and descriptions. -C, --case-sensitive Perform case-sensitive search. -i, --installed-only Show only packages that are already installed. -u, --uninstalled-only Show only packages that are not currently installed. -t, --type <type> Search only for packages of the specified type. -r, --repo <alias|#|URI> Search only in the specified repository. --sort-by-name Sort packages by name (default). --sort-by-repo Sort packages by repository. -s, --details Show each available version in each repository on a separate line. * and ? wildcards can also be used within search strings.
pl: search [parametr] [zapytanie...] Szuka pakietów pasujących do podanych fraz Opcje polecenia: --match-all Szuka pasujących do wszystkich fraz (domyślne) --match-any Szuka pasujących do dowolnej z podanych fraz --match-substrings Pasujące frazy mogą być fragmentami słów (domyślnie) --match-words Pasujące frazy muszą być pełnymi słowami --match-exact Szuka pakietu o dokładnie takiej nazwie jak podana fraza -d, --search-descriptions Szuka także w podsumowaniu i opisach pakietów. -c, --case-sensitive Rozróżnianie wielkości liter. -i, --installed-only Wyświetla tylko pakiety, które są już zainstalowane. -u, --uninstalled-only Wyświetla tylko pakiety, które nie są aktualnie zainstalowane. -t, --type <type> Szuka tylko pakietów określonego typu. -r, --repo <alias|#|URI> Szuka tylko w repozytorium określonym przez alias. --sort-by-name Sortuje pakiety wg nazwy (domyślnie). --sort-by-repo Sortuje pakiety według repozytorium. -s, --details Sprawdza każdą dostępną wersję w każdym repozytorium w oddzielnym wierszu. Znaki specjalne * oraz ? mogą być używane wewnątrz fraz wyszukiwania.

source: patch-check (pchk) [options] Check for available patches. Command options: -r, --repo <alias|#|URI> Check for patches only in the specified repository.
pl: patch-check (pchk) [opcje] Wyszukuje dostępne poprawki Opcje: -r, --repo <alias|#|URI> Ogranicza tylko do poprawek z określonego repozytorium.

source: patches (pch) [repository] ... List all patches available in specified repositories. Command options: -r, --repo <alias|#|URI> Just another means to specify repository.
pl: patches (pch) [repository] ... Wyświetla listę wszystkich dostępnych w danym repozytorium poprawek Opcje: -r, --repo <alias|#|URI> określa repozytorium.

source: packages (pa) [options] [repository] ... List all packages available in specified repositories. Command options: -r, --repo <alias|#|URI> Just another means to specify repository. -i, --installed-only Show only installed packages. -u, --uninstalled-only Show only packages which are not installed. -N, --sort-by-name Sort the list by package name. -R, --sort-by-repo Sort the list by repository.
pl: packages (pa) [parametry] [repozytorium] ... Wyświetla listę pakietów dostępną w określonym repozytorium. Parametry polecenia: -r, --repo <alias|#|URI> Kolejny sposób określenia repozytorium. -i, --installed-only Wyświetla tylko zainstalowane pakiety. -u, --uninstalled-only Wyświetla tylko pakiety, które nie są zinstalowane. -N, --sort-by-name Sortuje pakiety według ich nazwy. -R, --sort-by-repo Sortuje według repozytoriów.

source: patterns (pt) [options] [repository] ... List all patterns available in specified repositories. Command options: -r, --repo <alias|#|URI> Just another means to specify repository. -i, --installed-only Show only installed patterns. -u, --uninstalled-only Show only patterns which are not installed.
pl: patterns (pt) [parametry] [repozytorium] ... Wyświetla listę wszystkich wzorców dostępnych w określonym repozytorium. Parametry polecenia: -r, --repo <alias|#|URI> Kolejny sposób określenia repozytorium. -i, --installed-only Wyświetla tylko zainstalowane repozytoria. -u, --uninstalled-only Wyświetla listę wzorców, które nie są zinstalowane.

source: products (pd) [options] [repository] ... List all products available in specified repositories. Command options: -r, --repo <alias|#|URI> Just another means to specify repository. -i, --installed-only Show only installed products. -u, --uninstalled-only Show only products which are not installed.
pl: products (pd) [parametry] [repozytorium] ... Wyświetla listę produktów dostępnych w określonych repozytoriach. Polecenia parametry: -r, --repo <alias|#|URI> Kolejny sposób określenia repozytorium. -i, --installed-only Wyświetla zainstalowane produkty. -u, --uninstalled-only Wyświetla niezainstalowane produkty.

source: info (if) [options] <name> ... Show detailed information for specified packages. Command options: -r, --repo <alias|#|URI> Work only with the specified repository. -t, --type <type> Type of resolvable (%s). Default: %s.
pl: info (if) [parametr] <nazwa> ... Wyświetla szczegółową informację dla określonych pakietów. Parametry polecenia: -r, --repo <alias|#|URI> Działa tylko na określonym repozytorium. -t, --type <type> Typ pakietu (%s). Domyślny: %s.

source: patch-info <patchname> ... Show detailed information for patches. This is a rug compatibility alias for '%s'.
pl: patch-info <nazwa poprawki> ... Wyświetla szczegółowe informacje na temat poprawek To polecenie to alias kompatybilności dla "%s".

source: pattern-info <pattern_name> ... Show detailed information for patterns. This is a rug compatibility alias for '%s'.
pl: pattern-info <nazwa_wzorca> ... Wyświetla szczegółowe informacje na temat wzorców To polecenie to alias kompatybilności dla "%s".

source: product-info <product_name> ... Show detailed information for products. This is a rug compatibility alias for '%s'.
pl: product-info <nazwa_produktu> ... Wyświetla szczegółowe informacje na temat produktów. To polecenie to alias kompatybilności dla "%s".

source: what-provides (wp) <capability> List all packages providing the specified capability. This command has no additional options.
pl: what-provides (wp) <właściwość> Wyświetla listę pakietów według określonej właściwości. Brak innych parametrów.

source: moo Show an animal. This command has no additional options.
pl: moo wyświetla zwierzę To polecenie nie ma dodatkowych opcji.

source: addlock (al) [options] <packagename> ... Add a package lock. Specify packages to lock by exact name or by a glob pattern using '*' and '?' wildcard characters. Command options: -r, --repo <alias|#|URI> Restrict the lock to the specified repository. -t, --type <type> Type of resolvable (%s). Default: %s.
pl: addlock (al) [parametry] <nazwa pakietu> ... Dodaje blokadę pakietu. Określa pakiety do zablokowania poprzez użycie wzorca dopasowania wieloznaczników "*" i "?". Parametry polecenia: -r, --repo <alias|#|URI> Ogranicza blokadę do określonego repozytorium. -t, --type <type> Typ pakietu (%s). Domyślny: %s.
