Repository: aviarypl/suse-l10n-pl
Catalog: lcn/50-pot/zypper.*.po
Languages: pl

source: Accepting an unsigned file %s.
pl: Akceptowanie niepodpisanego pliku %s.

source: %s is unsigned, continue?
pl: %s nie jest podpisany, kontynuować?

source: Import key %s to trusted keyring?
pl: Zaimportować klucz %s do listy zaufanych?

source: Accepting file %s signed with an unknown key %s.
pl: Akceptowanie pliku %s podpisanego nieznanym kluczem %s.

source: %s is signed with an unknown key %s. Continue?
pl: %s jest podpisany nieznanym kluczem %s. Kontynuować?

source: Automatically trusting key id %s, %s, fingerprint %s
pl: Automatyczne dodawanie klucza id: %s, %s, odcisk: %s do zaufanych

source: Do you want to trust key id %s, %s, fingerprint %s
pl: Czy zaufać kluczowi id: %s, %s, odcisk: %s ?

source: Ignoring failed signature verification for %s with public key id %s, %s, fingerprint %s! Double-check this is not caused by some malicious changes in the file!
pl: Ignorowanie nieudanej weryfikacji sygnatury dla %s z kluczem publicznym id: %s, %s, odcisk: %s. Proszę dokładnie sprawdzić, czy nie jest to spowodowane podejrzanymi zmianami w pliku.

source: Signature verification failed for %s with public key id %s, %s, fingerprint %s. Warning: This might be caused by a malicious change in the file! Continuing is risky! Continue anyway?
pl: Weryfikacja sygnatury dla %s z kluczem publicznym id: %s, %s, odcisk: %s zakończona niepowodzeniem. Może to być to spowodowane podejrzanymi zmianami w pliku. Kontynuacja jest ryzykowna. Kontynuować?

source: No digest for file %s.
pl: Brak podsumowania dla pliku %s.

source: Continue?
pl: Czy kontynuować?

source: Unknown digest %s for file %s.
pl: Nieznane podsumowanie %s dla pliku %s.

source: Ignoring failed digest verification for %s (expected %s, found %s).
pl: Zignorowano nieudaną weryfikację podsumowania dla %s (oczekiwano %s, napotkano %s)

source: Digest verification failed for %s. Expected %s, found %s.
pl: Weryfikacja podsumowania dla %s nie powiodła się. Oczekiwano %s, napotkano %s.

source: The following query locks some of the objects you want to unlock:
pl: To zapytanie blokuje niektóre obiekty, które mają być odblokowane:

source: The following query does not lock anything:
pl: To zapytanie nie blokuje niczego:

source: Please insert medium [%s] #%d and type 'y' to continue or 'n' to cancel the operation.
pl: Proszę wsunąć nośnik [%s] #%d i nacisnąć "t" aby kontynuować lub "n" aby przerwać operację.

source: User Name
pl: Nazwa użytkownika

source: Password
pl: Hasło

source: Retrieving delta
pl: Pobieranie różnicy

source: Applying delta
pl: Nanoszenie różnicy

source: Retrieving patch rpm
pl: Pobieranie poprawki rpm

source: Retrieving %s %s-%s.%s
pl: Pobieranie %s %s-%s.%s

source: (%s unpacked)
pl: (%s po zainstalowaniu)

source: Running: %s (%s, %s)
pl: Uruchomiono: %s (%s, %s)

source: Reading installed packages
pl: Odczytywanie zainstalowanych pakietów

source: Removing %s-%s
pl: Usuwanie %s-%s

source: Removal of %s failed:
pl: Błąd podczas usuwania %s:

source: (with --nodeps)
pl: (z --nodeps)

source: (with --nodeps --force)
pl: (z --nodeps --force)

source: Installing: %s-%s
pl: Instalowanie: %s-%s

source: Installation of %s-%s failed:
pl: Instalacja %s-%s nie powiodła się:

source: Unknown command '%s'
pl: Nieznane polecenie "%s"

source: Name:
pl: Nazwa:

source: Version:
pl: Wersja:

source: Arch:
pl: Architektura:

source: Vendor:
pl: Dostawca:

source: Summary:
pl: Podsumowanie:

source: Description:
pl: Opis:

source: %s '%s' not found.
pl: Nie znaleziono %s "%s".

source: Information for %s %s:
pl: %s %s -- informacje:

source: Info for type '%s' not implemented.
pl: Informacja "%s" nie została jeszcze zaimplementowana.

source: None
pl: Brak

source: Requires
pl: Wymaga

source: Provides
pl: Dostarcza

source: Conflicts
pl: Konfliktuje

source: Obsoletes
pl: Dezaktualizuje

source: Requirement
pl: Wymagane

source: Provided By
pl: Dostarczony przez

source: Conflict
pl: Konflikt

source: Catalog:
pl: Katalog:

source: Repository:
pl: Repozytorium:

source: Installed:
pl: Zainstalowano:

source: Yes
pl: Tak

source: No
pl: Nie

source: Status:
pl: Stan:

source: up-to-date
pl: aktualny

source: out-of-date (version %s installed)
pl: przestarzały (zainstalowana wersja to %s)

source: not installed
pl: niezainstalowany

source: Installed Size:
pl: Rozmiar po zainstalowaniu:

source: Category:
pl: Kategoria:

source: Created On:
pl: Utworzono:

source: Reboot Required:
pl: Ponowne uruchomienie:

source: Package Manager Restart Required
pl: Wymagane ponowne uruchomienie menedżera pakietów

source: Restart Required:
pl: Ponowne uruchomienie:

source: Interactive:
pl: Interaktywny:

source: Provides:
pl: Dostarcza:

source: Requires:
pl: Wymaga:

source: Recommended
pl: Zalecany

source: Suggested
pl: Sugerowany

source: Name
pl: Nazwa

source: Type
pl: Typ

source: Dependency
pl: Zależność

source: Contents
pl: Zawartość

source: (empty)
pl: (pusty)

source: Category
pl: Kategoria

source: Flavor
pl: rodzaj

source: Installed
pl: Zainstalowano

source: Short Name
pl: Skrócona nazwa

source: '%s' not found
pl: Nie znaleziono "%s"

source: skipping %s '%s' (the newest version already installed)
pl: Pominięto %s "%s" (najnowsza wersja jest już zainstalowana)

source: Failed to add '%s' to the list of packages to be installed.
pl: Dodanie "%s" do listy pakietów przeznaczonych do instalacji nie powiodło się.

source: Failed to add '%s' to the list of packages to be removed.
pl: Dodanie "%s" do listy pakietów przeznaczonych do usunięcia nie powiodło się.

source: '%s' is already installed.
pl: "%s" jest już zainstalowany.

source: '%s' is not installed.
pl: "%s" nie jest zainstalowany.

source: %s contradicts %s
pl: %s jest przeciwstawne do %s

source: %s cannot currently be used with %s
pl: %s nie może być teraz użyte z %s

source: No valid arguments specified.
pl: Nie podano prawidłowego pliku żądania.

source: '%s' not found.
pl: Nie znaleziono "%s".

source: '%s' providing '%s' is already installed.
pl: "%s" dostarczający "%s" jest już zainstalowany.

source: (any)
pl: (którykolwiek)

source: (multiple)
pl: (wielokrotny)

source: Catalog
pl: Katalog

source: Importance
pl: Ważne

source: Repository
pl: Repozytorium

source: There are no package locks defined.
pl: Nie zdefiniowano blokad pakietów.

source: Error reading the locks file:
pl: Wystąpił błąd podczas odczytu pliku blokad:

source: Problem adding the package lock:
pl: Wystąpił problem podczas dodawania blokady pliku:

source: Specified lock has been successfully added.
pl: Dodano wybraną blokadę.

source: Specified lock has been successfully removed.
pl: Wybrana blokada została usunięta.

source: No lock has been removed.
pl: Nie usunięto żadnych blokad.

source: %lu lock has been successfully removed.
pl: Usunięto %lu blokadę.

source: Problem removing the package lock:
pl: Wystąpił problem podczas usuwania blokad pakietów:

source: OK OK! Exiting immediately...
pl: Przyjęto. Natychmiastowe przerwanie...

source: Automatically agreeing with %s %s license.
pl: Automatycznie zaakceptowano licencję obiektu "%s" typu "%s"

source: In order to install '%s'%s, you must agree to terms of the following license agreement:
pl: Aby zainstalować "%s"%s, należy zaakceptować warunki poniższej licencji:

source: Do you agree with the terms of the license?
pl: Czy zaakceptować warunki licencji?

source: Aborting installation due to the need for license confirmation.
pl: Nie zaakceptowano licencji. Przerwano instalację.

source: Please restart the operation in interactive mode and confirm your agreement with required licenses, or use the %s option.
pl: Proszę ponownie wykonać operację w trybie interaktywnym i zgodzić się z warunkami licencji lub użyć opcji %s.

source: Aborting installation due to user disagreement with %s %s license.
pl: Przerwanie instalacji z powodu braku akceptacji licencji %s %s.

source: Source package '%s' not found.
pl: Pakiet z kodem źródłowym "%s" nie został znaleziony.

source: Installing source package %s-%s
pl: Instalowanie pakietu z kodem źródłowym %s-%s

source: Source package %s-%s successfully installed.
pl: Pakiet z kodem źródłowym %s-%s został zainstalowany pomyślnie.

source: Problem installing source package %s-%s:
pl: Problem podczas instalacji pakietu z kodem źródłowym %s-%s

source: Warning:
pl: Ostrzeżenie:

source: error
pl: błąd

source: done
pl: gotowe

source: Retrieving:
pl: Wyszukiwanie informacji:

source: starting
pl: uruchamianie

source: No help available for this prompt.
pl: Nie jest dostępna pomoc dla tej wskazówki.

source: no help available for this option
pl: nie jest dostępna pomoc dla tej opcji

source: Checking whether to refresh metadata for %s
pl: Sprawdzanie czy trzeba odświeżyć metadane dla %s.

source: Repository '%s' is up to date.
pl: Repozytorium "%s" jest aktualne.

source: The up-to-date check of '%s' has been delayed.
pl: Sprawdzenie aktualizacji "%s" zostało przełożone na później.

source: Forcing raw metadata refresh
pl: Wymuszono odświeżenie surowych metadanych

source: Retrieving repository '%s' metadata
pl: Pobieranie metadanych repozytorium "%s"

source: Problem retrieving files from '%s'.
pl: Problem podczas pobierania plików z "%s".

source: Please see the above error message for a hint.
pl: Więcej informacji dostępne w powyższym komunikacie błędów.

source: No URIs defined for '%s'.
pl: Nie określono adresów URI dla "%s".

source: Please add one or more base URI (baseurl=URI) entries to %s for repository '%s'.
pl: Proszę dodać co najmniej jeden bazowy adres URL (baseurl=URL) do pliku %s dla repozytorium "%s".

source: No alias defined for this repository.
pl: Nie określono aliasu dla tego repozytorium.

source: Repository '%s' is invalid.
pl: Repozytorium "%s" jest niepoprawne.

source: Please check if the URIs defined for this repository are pointing to a valid repository.
pl: Proszę sprawdzić, czy zdefiniowane adresy URL dla tego repozytorium wskazują na poprawne repozytorium.

source: Error retrieving metadata for '%s':
pl: Błąd przetwarzania metadanych dla "%s":

source: Forcing building of repository cache
pl: Wymuszono przebudowane pamięci podręcznej repozytorium

source: Error parsing metadata for '%s':
pl: Błąd przetwarzania metadanych dla "%s":

source: This may be caused by invalid metadata in the repository, or by a bug in the metadata parser. In the latter case, or if in doubt, please, file a bug report by following instructions at http://en.opensuse.org/Zypper#Troubleshooting
pl: Może to być spowodowane przez niepoprawne metadane w repozytorium lub przez błąd w parserze metadanych. W tym drugim przypadku proszę zgłosić błąd według instrukcji pod adresem http://en.opensuse.org/Zypper#Troubleshooting

source: Repository metadata for '%s' not found in local cache.
pl: Metadane repozytorium "%s" nie zostały znalezione w pamięci podręcznej.

source: Error building the cache database:
pl: Błąd podczas budowania bazy danych pamięci podręcznej:

source: Repository '%s' not found by its alias, number, or URI.
pl: Nie znaleziono repozytorium "%s" wg aliasu, numeru lub adresu URL.

source: Use '%s' to get the list of defined repositories.
pl: Używa "%s" by otrzymać listę zdefiniowanych repozytoriów.

source: Disabling repository '%s' because of the above error.
pl: Wyłączono repozytorium "%s" z powodu powyższego błędu.

source: Repository '%s' is out-of-date. You can run 'zypper refresh' as root to update it.
pl: Repozytorium "%s" jest nieaktualne. Aby je zaktualizować, należy uruchomić polecenie "zypper refresh" jako użytkownik root.

source: The metadata cache needs to be built for the '%s' repository. You can run 'zypper refresh' as root to do this.
pl: Repozytorium "%s" jest nieaktualne. Aby je zaktualizować, należy uruchomić polecenie "zypper refresh" jako użytkownik root.

source: Disabling repository '%s'.
pl: Wyłączanie repozytorium "%s".

source: Initializing Target
pl: Inicjalizacja celu

source: Target initialization failed:
pl: Inicjalizacja celu nie powiodła się:

source: Running 'zypper refresh' as root might resolve the problem.
pl: Wydanie polecenia "zypper refresh" z uprawnieniami użytkownika root może rozwiązać problem.

source: Status
pl: Stan

source: Active
pl: Aktywny

source: Disabled
pl: Wyłączono

source: Enabled
pl: Włączono

source: Refresh
pl: Odśwież

source: Priority
pl: Priorytet

source: URI
pl: Adres URL

source: Service
pl: Usługa

source: No repositories defined. Use the 'zypper addrepo' command to add one or more repositories.
pl: Nie zdefiniowano żadnych repozytoriów. Aby je dodać, należy skorzystać z polecenia "zypper addrepo".

source: Error reading repositories:
pl: Błąd odczytu repozytoriów:

source: Can't open %s for writing.
pl: Nie można otworzyć pliku %s do zapisu.

source: Maybe you do not have write permissions?
pl: Proszę sprawdzić prawa dostępu.

source: Repositories have been successfully exported to %s.
pl: Repozytoria zostały wyeksportowane do "%s".

source: Specified repositories:
pl: Wybrane repozytoria:

source: Skipping disabled repository '%s'
pl: Pominięto wyłączone repozytorium "%s"

source: Skipping repository '%s' because of the above error.
pl: Pominięto wyłączone repozytorium "%s" z powodu powyższego błędu.

source: Use '%s' or '%s' commands to add or enable repositories.
pl: Należy użyć "%s" lub "%s", aby dodać i odblokować repozytoria.

source: Specified repositories are not enabled or defined.
pl: Podane repozytoria nie są włączone lub zdefiniowane.

source: There are no enabled repositories defined.
pl: Brak zdefiniowanych włączonych repozytoriów.

source: Could not refresh the repositories because of errors.
pl: Nie można odświeżyć repozytoriów z powodu błędów.

source: Some of the repositories have not been refreshed because of an error.
pl: Część repozytoriów nie została odświeżona z powodu błędów.

source: Specified repositories have been refreshed.
pl: Odświeżono podane repozytoria.

source: All repositories have been refreshed.
pl: Odświeżono wszystkie repozytoria.

source: Cleaning metadata cache for '%s'.
pl: Czyszczenie bufora metadanych dla "%s".

source: Cleaning raw metadata cache for '%s'.
pl: Czyszczenie bufora surowych metadanych dla "%s".

source: Cleaning packages for '%s'.
pl: Czyszczenie pakietów dla "%s".

source: Cannot clean repository '%s' because of an error.
pl: Nie można wyczyścić repozytorium "%s" z powodu błędu.

source: Cleaning installed packages cache.
pl: Czyszczenie bufora zainstalowanych pakietów.

source: Cannot clean installed packages cache because of an error.
pl: Nie można wyczyścić bufora zainstalowanych pakietów z powodu błędu.

source: Could not clean the repositories because of errors.
pl: Nie udało się wyczyścić repozytoriów z powodu błędów.

source: Some of the repositories have not been cleaned up because of an error.
pl: Niektóre z repozytoriów nie zostały wyczyszczone z powodu błędów.

source: Specified repositories have been cleaned up.
pl: Wybrane repozytoria zostały wyczyszczone.

source: All repositories have been cleaned up.
pl: Wszystkie repozytoria zostały wyczyszczone.

source: This is a changeable read-only media (CD/DVD), disabling autorefresh.
pl: To jest wymienny nośnik tylko do odczytu (CD/DVD). Automatyczne odświeżanie wyłączone.

source: Repository named '%s' already exists. Please use another alias.
pl: Repozytorium "%s" już istnieje. Proszę użyć innego aliasu.

source: Could not determine the type of the repository. Please check if the defined URIs (see below) point to a valid repository:
pl: Nie można określić typu repozytorium. Proszę sprawdzić czy zdefiniowane adresy (poniżej) URL wskazują na poprawne repozytoria:

source: Can't find a valid repository at given location:
pl: Nie można znaleźć poprawnego repozytorium w podanym miejscu:

source: Problem transferring repository data from specified URI:
pl: Problem podczas przesyłania danych repozytorium spod podanego adresu URL:

source: Please check whether the specified URI is accessible.
pl: Proszę sprawdzić czy podany adres URL jest dostępny.

source: Unknown problem when adding repository:
pl: Nieokreślony problem podczas dodawania repozytorium:

source: Repository '%s' successfully added
pl: Repozytorium "%s" zostało dodane z powodzeniem

source: Autorefresh
pl: Automatyczne odświeżanie

source: Reading data from '%s' media
pl: Odczytywanie danych z nośnika "%s"

source: Problem reading data from '%s' media
pl: Problem podczas odczytywania danych z nośnika "%s"

source: Please check if your installation media is valid and readable.
pl: Proszę sprawdzić czy nośnik instalacyjny jest poprawny i można go odczytać.

source: Problem accessing the file at the specified URI
pl: Problem z dostępem do pliku spod podanego adresu URL

source: Please check if the URI is valid and accessible.
pl: Proszę sprawdzić czy podany adres URL jest poprawny i dostępny.

source: Problem parsing the file at the specified URI
pl: Problem podczas analizy pliku pod danym adresem URL

source: Is it a .repo file? See http://en.opensuse.org/Standards/RepoInfo for details.
pl: Czy jest to plik .repo? Szczegóły: http://en.opensuse.org/Standards/RepoInfo

source: Problem encountered while trying to read the file at the specified URI
pl: Napotkano problem podczas próby odczytu pliku pod adresem URL

source: Repository with no alias defined found in the file, skipping.
pl: Znaleziono repozytorium bez określonego aliasu. Zostanie pominięte.

source: Repository '%s' has no URI defined, skipping.
pl: Nie znaleziono repozytorium .%s. Zostanie pominięte.

source: Repository '%s' has been removed.
pl: Usunięto repozytorium "%s".

source: Repository '%s' renamed to '%s'.
pl: Zmieniono nazwę repozytorium %s na %s.

source: Error while modifying the repository:
pl: Wystąpił błąd podczas modyfikacji repozytorium.

source: Leaving repository '%s' unchanged.
pl: Nie zmieniono repozytorium "%s".

source: Invalid priority '%s'. Use a positive integer number. The greater the number, the lower the priority.
pl: Niepoprawny priorytet "%s". Proszę użyć dodatniej liczby całkowitej. Im wyższa jest jej wartość, tym niższy priorytet.

source: Repository '%s' priority has been left unchanged (%d)
pl: Nie zmieniono priorytetu repozytorium "%s" (%d)

source: Repository '%s' has been sucessfully enabled.
pl: Włączono repozytorium "%s".

source: Repository '%s' has been sucessfully disabled.
pl: Wyłączono repozytorium "%s".

source: Autorefresh has been enabled for repository '%s'.
pl: Włączono automatycznie odświeżanie dla repozytorium "%s".

source: Autorefresh has been disabled for repository '%s'.
pl: Wyłączono automatyczne odświeżanie repozytorium "%s".

source: RPM files caching has been enabled for repository '%s'.
pl: Włączono buforowanie pakietów RPM dla repozytorium "%s".

source: RPM files caching has been disabled for repository '%s'.
pl: Wyłączono buforowanie pakietów RPM dla repozytorium "%s".

source: Repository '%s' priority has been set to %d.
pl: Ustawiono priorytet repozytorium "%s" na %d.

source: Name of repository '%s' has been set to '%s'.
pl: Nazwa repozytorium "%s" została ustawiona na "%s".

source: Nothing to change for repository '%s'.
pl: Nie ma żadnych zmian dla repozytorium "%s".

source: Leaving repository %s unchanged.
pl: Nie zmieniono repozytorium "%s".

source: Error reading services:
pl: Błąd podczas odczytu usług:

source: Service '%s' not found by its alias, number, or URI.
pl: Nie powiodło się odnalezienie usługi "%s" na podstawie aliasu, numeru, bądź adresu URL.

source: Use '%s' to get the list of defined services.
pl: Należy użyć "%s", aby uzyskać listę zdefiniowanych usług.

source: No services defined. Use the '%s' command to add one or more services.
pl: Nie zdefiniowano żadnych usług. Aby je dodać, należy użyć polecenia "%s".

source: Service aliased '%s' already exists. Please use another alias.
pl: Usługa o aliasie "%s" już istnieje. Proszę użyć innego aliasu.

source: Error occured while adding service '%s'.
pl: Wystąpił błąd podczas dodawania usługi "%s".

source: Service '%s' has been successfully added.
pl: Pomyślnie dodano usługę "%s".

source: Removing service '%s':
pl: Usuwanie usługi "%s":

source: Service '%s' has been removed.
pl: Usługa "%s" została usunięta.

source: Refreshing service '%s'.
pl: Uaktualnianie usługi "%s".

source: Problem retrieving the repository index file for service '%s':
pl: Wystąpił problem podczas pobierania pliku indeksu repozytorium dla usługi "%s":

source: Check if the URI is valid and accessible.
pl: Proszę sprawdzić, czy podany adres URL jest poprawny i dostępny.

source: Skipping disabled service '%s'
pl: Pomijanie wyłączonej usługi "%s"

source: Skipping service '%s' because of the above error.
pl: Pominięto wyłączoną usługę "%s" z powodu powyższego błędu.

source: Use '%s' or '%s' commands to add or enable services.
pl: Należy użyć poleceń "%s" lub "%s", aby dodać lub włączyć usługi.

source: Specified services are not enabled or defined.
pl: Podane usługi nie są włączone lub zdefiniowane.

source: There are no enabled services defined.
pl: Brak zdefiniowanych usług, które są włączone.

source: Could not refresh the services because of errors.
pl: Nie można odświeżyć usług z powodu błędów.

source: Some of the services have not been refreshed because of an error.
pl: Część usług nie została odświeżona z powodu błędu.

source: Specified services have been refreshed.
pl: Odświeżono podane usługi.

source: All services have been refreshed.
pl: Odświeżono wszystkie usługi.

source: Service '%s' has been sucessfully enabled.
pl: Włączono usługę "%s".

source: Service '%s' has been sucessfully disabled.
pl: Wyłączono usługę "%s".

source: Autorefresh has been enabled for service '%s'.
pl: Włączono automatyczne odświeżanie usługi "%s".

source: Autorefresh has been disabled for service '%s'.
pl: Wyłączono automatyczne odświeżanie usługi "%s".

source: Name of service '%s' has been set to '%s'.
pl: Nazwa usługi "%s" została ustawiona na "%s".

source: Nothing to change for service '%s'.
pl: Brak zmian dla usługi "%s".

source: Error while modifying the service:
pl: Wystąpił błąd podczas modyfikacji usługi:

source: Leaving service %s unchanged.
pl: Nie zmieniono usługi %s.

source: Retrieving repository '%s' data...
pl: Pobieranie danych repozytorium "%s"...

source: Repository '%s' not cached. Caching...
pl: Brak pamięci podręcznej dla repozytorium "%s". Tworzenie...

source: Problem loading data from '%s'
pl: Problem przy wczytywaniu danych z "%s"

source: Resolvables from '%s' not loaded because of error.
pl: Pakiety rozwiązywalne z "%s" nie zostały wczytane z powodu błędu.

source: Repository '%s' appears to outdated. Consider using a different mirror or server.
pl: Repozytorium "%s" może być przestarzałe. Zaleca się użycie innego repozytorium lub serwera lustrzanego.

source: Try '%s', or even '%s' before doing so.
pl: Należy użyć "%s" lub nawet "%s" przed wykonaniem czynności.

source: Reading installed packages...
pl: Odczyt zainstalowanych pakietów...

source: Problem occured while reading the installed packages:
pl: Wystąpił błąd podczas pobierania danych z zainstalowanych pakietów.

source: ZENworks Management Daemon is running. WARNING: this command will not synchronize changes. Use rug or yast2 for that.
pl: Usługa ZENworks Management jest uruchomiona. UWAGA: to polecenie nie zsynchronizuje zmian. Należy użyć do tego rug lub yast2.

source: Bundle
pl: Zestaw

source: Version
pl: Wersja

source: Arch
pl: Architektura

source: System Packages
pl: Pakiety systemowe

source: Summary
pl: Podsumowanie

source: No needed patches found.
pl: Nie znaleziono potrzebnych poprawek.

source: No patterns found.
pl: Nie znaleziono wzorców.

source: No packages found.
pl: Nie znaleziono pakietów.

source: No products found.
pl: Nie znaleziono produktów.

source: No providers of '%s' found.
pl: Brak dostawców "%s".

source: Solution %d:
pl: Rozwiązanie %d:
