Repository: aviarypl/suse-l10n-pl
Catalog: lcn/50-pot/zypper.*.po
Languages: pl

source: Choose the above solution using '1' or skip, retry or cancel
pl: Należy wybrać "1" by użyć powyższego rozwiązania lub można pominąć, spróbować ponownie lub przerwać

source: Choose the above solution using '1' or cancel using 'c'
pl: Należy wybrać powyższe rozwiązanie wybierając "1" lub przerwać wybierając "a"

source: s/r/c
pl: p/o/a

source: c
pl: a

source: Applying solution %s
pl: Zastosowanie rozwiązania %s

source: %d Problem:
pl: Problem z %d:

source: Specified capability not found
pl: Nie znaleziono podanej właściwości

source: Resolving dependencies...
pl: Rozwiązywanie zależności...

source: The following package is going to be upgraded:
pl: Zaktualizowany zostanie następujący pakiet:

source: The following patch is going to be upgraded:
pl: Zaktualizowana zostanie następująca poprawka:

source: The following pattern is going to be upgraded:
pl: Zaktualizowany zostanie następujący wzorzec:

source: The following product is going to be upgraded:
pl: Zaktualizowany zostanie następujący produkt:

source: The following package is going to be downgraded:
pl: Następujący pakiet zostanie przywrócone do wcześniejszej wersji:

source: The following patch is going to be downgraded:
pl: Następujące uaktualnienie zostanie przywrócone do wcześniejszej wersji:

source: The following pattern is going to be downgraded:
pl: Następujący %s zostanie przywrócone do wcześniejszej wersji:

source: The following product is going to be downgraded:
pl: Następujący produkt zostanie przywrócone do wcześniejszej wersji:

source: The following NEW package is going to be installed:
pl: Nowy pakiet zostanie zainstalowany:

source: The following NEW patch is going to be installed:
pl: Nowy uaktualnienie zostanie zainstalowany:

source: The following NEW pattern is going to be installed:
pl: Nowy wzorzec zostanie zainstalowany:

source: The following NEW product is going to be installed:
pl: Nowy produkt zostanie zainstalowany:

source: The following source package is going to be installed:
pl: Następujący pakiet źródłowy zostanie zainstalowany:

source: The following package is going to be reinstalled:
pl: Następujący pakiet zostanie zainstalowane ponownie:

source: The following patch is going to be reinstalled:
pl: Następująca aktualizacja zostanie zainstalowana ponownie:

source: The following pattern is going to be reinstalled:
pl: Następujący wzorzec zostanie zainstalowany ponownie:

source: The following product is going to be reinstalled:
pl: Następujący produkt zostanie zainstalowany ponownie:

source: The following package is going to be REMOVED:
pl: Usunięty zostanie następujący pakiet:

source: The following patch is going to be REMOVED:
pl: Usunięta zostanie następująca aktualizacja:

source: The following pattern is going to be REMOVED:
pl: Usunięty zostanie następujący wzorzec:

source: The following product is going to be REMOVED:
pl: Następujący produkt zostanie usunięty:

source: The following package is going to change architecture:
pl: Zostanie zmieniona architektura następującego pakietu:

source: The following patch is going to change architecture:
pl: Zostanie zmieniona architektura następującej aktualizacji:

source: The following pattern is going to change architecture:
pl: Zostanie zmieniona architektura następującego wzorca:

source: The following product is going to change architecture:
pl: Zostanie zmieniona architektura następującego produktu:

source: The following package is going to change vendor:
pl: Zostanie zmieniony dostawca następującego pakietu:

source: The following patch is going to change vendor:
pl: Zostanie zmieniony dostawca następujących uaktualnienia:

source: The following pattern is going to change vendor:
pl: Zostanie zmieniony dostawca następującego wzorca:

source: The following product is going to change vendor:
pl: Zostanie zmieniony dostawca następującego produktu:

source: The following package is not supported by its vendor:
pl: Ten pakiet nie jest wspierany przez jego dostawcę:

source: Dependencies of all installed packages are satisfied.
pl: Brak konfliktów zależności.

source: Nothing to do.
pl: Brak zadań.

source: Some of the dependencies of installed packages are broken. In order to fix these dependencies, the following actions need to be taken:
pl: Niektóre z zależności nie zostały spełnione. Należy wykonać następujące polecenia, by je naprawić:

source: Overall download size: %s.
pl: Całkowity rozmiar danych do pobrania: %s

source: After the operation, additional %s will be used.
pl: Po wykonaniu operacji użyte zostanie dodatkowo %s.

source: No additional space will be used or freed after the operation.
pl: Po operacji nie będzie użyta lub uwolniona dodatkowa przestrzeń na dysku.

source: After the operation, %s will be freed.
pl: Po wykonaniu operacji zwolnione zostanie %s.

source: %s conflicts with %s, will use the less aggressive %s
pl: %s konfliktuje z %s, zostanie użyta mniej agresywna %s

source: Force resolution:
pl: Wymuszenie rozdzielczości:

source: Verifying dependencies...
pl: Sprawdzanie zależności...

source: Computing upgrade...
pl: Szacowanie uaktualnienia...

source: Generating solver test case...
pl: Tworzenie testu dla mechanizmu zarządzania pakietami...

source: Solver test case generated successfully at %s.
pl: Test mechanizmu rozwiązywania zależności został poprawnie wygenerowany dla %s.

source: Error creating the solver test case.
pl: Błąd podczas tworzenia testu dla mechanizmu zarządzania pakietami.

source: Root privileges are required to fix broken package dependencies.
pl: Wymagane prawa administratora do naprawienia niespełnionych zależności.

source: y/n/p
pl: t/n/p

source: Accept the summary and proceed with installation/removal of packages.
pl: Akceptuje podsumowanie i kontynuuje instalację lub usuwanie pakietów.

source: Cancel the operation.
pl: Przerywa czynność.

source: Restart solver in no-force-resolution mode in order to show dependency problems.
pl: Uruchamia rozwiązywanie konfiliktów w trybie no-force-resolution w celu wyświetlenia problemów zależności.

source: committing
pl: zatwierdzanie

source: (dry run)
pl: (sprawdzanie)

source: Problem retrieving the package file from the repository:
pl: Problem podczas pobierania pliku pakietu z repozytorium:

source: Repository '%s' is out of date. Running '%s' might help.
pl: Repozytorium "%s" jest nieaktualne. Uruchomienie "%s" może pomóc.

source: The package integrity check failed. This may be a problem with the repository or media. Try one of the following: - just retry previous command - refresh the repositories using 'zypper refresh' - use another installation medium (if e.g. damaged) - use another repository
pl: Kontrola integralności pakietu zakończona niepowodzeniem. Może to oznaczać problem z repozytorium lub nośnikiem. Możliwe rozwiązania: - ponowienie poprzedniego polecenia, - odświeżenie repozytorium za pomocą polecenia "zypper refresh", - użycie innego nośnika instalacyjnego, - użycie innego repozytorium.

source: Problem occured during or after installation or removal of packages:
pl: Wystąpił błąd podczas lub po instalacji lub usunięciu następujących pakietów:

source: One of installed patches requires reboot of your machine. Reboot as soon as possible.
pl: Jedna z zainstalowanych poprawek wymaga ponownego uruchomienia komputera. Należy jak najszybciej uruchomić komputer ponownie.

source: One of installed patches affects the package manager itself, thus it requires its restart before executing any further operations.
pl: Jedna z zainstalowanych poprawek dotyczy menedżera pakietów. Należy uruchomić go ponownie przed dalszym użyciem.

source: %d patch needed
pl: %d wymagana poprawka

source: %d security patch
pl: %d poprawka bezpieczeństwa

source: Needed
pl: Potrzebna

source: These are only the updates affecting the updater itself. Other updates are available too.
pl: UWAGA: Te uaktualnienia dotyczą samego programu uaktualniającego. Dostępne są także inne uaktualnienia.

source: No updates found.
pl: Nie znaleziono aktualizacji.

source: Package updates
pl: Aktualizacje pakietów

source: Patches
pl: Poprawki

source: Pattern updates
pl: Uaktualnienia wzorców

source: Product updates
pl: Uaktualnienia produktu

source: Cannot parse '%s < %s'
pl: Nie można przetworzyć "%s < %s"

source: '%s' is interactive, skipping.
pl: "%s" jest interaktywny, pominięto.

source: No patches matching '%s' found.
pl: Nie znaleziono uaktualnień pasujących do "%s".

source: Patch '%s' not found.
pl: Nie znaleziono uaktualnienia "%s".

source: No packages matching '%s' are installed.
pl: Brak zainstalowanych pakietów pasujących do wzorca "%s".

source: Package '%s' is not installed.
pl: Pakiet "%s" nie jest zainstalowany.

source: No update candidate for '%s'.
pl: Brak aktualizacji dla "%s".

source: Unknown option
pl: Nieznana opcja

source: Missing argument for
pl: Brakujący parametr dla

source: %s used together with %s, which contradict each other. This property will be left unchanged.
pl: Użyto %s razem z %s, które się wykluczają. Własność ta pozostanie niezmieniona.

source: Please file a bug report about this.
pl: Proszę wypełnić raport błędu w tej sprawie.

source: See http://en.opensuse.org/Zypper#Troubleshooting for instructions.
pl: W celu uzyskania dodatkowych informacji, zajrzyj na http://en.opensuse.org/Zypper#Troubleshooting .

source: Usage
pl: Użycie

source: Too many arguments.
pl: Zbyt wiele argumentów.

source: Required argument missing.
pl: Brak wymaganego parametru.

source: The '--%s' option has currently no effect.
pl: Parametr "--%s" nie ma obecnie zastosowania.

source: You have chosen to ignore a problem with download or installation of a package which might lead to broken dependencies of other packages. It is recommended to run '%s' after the operation has finished.
pl: Wybrano ignorowanie problemu podczas pobierania lub instalacji pakietu, co może powodować do uszkodzenia zależności innych pakietów. Zaleca się uruchomić "%s" po zakończeniu czynności.

source: package
pl: pakiet

source: pattern
pl: wzorzec

source: product
pl: produkt

source: patch
pl: poprawka

source: srcpackage
pl: pakiet źródłowy

source: resolvable
pl: pakiet rozwiązywalny

source: Unknown
pl: Nieznana opcja

source: Not Applicable
pl: Nieodpowiednia

source: Specified local path does not exist or is not accessible.
pl: Podana ścieżka nie istnieje lub jest niedostępna.

source: Given URI is invalid
pl: Podany adres URL jest nieprawidłowy

source: Problem copying the specified RPM file to the cache directory.
pl: Problem podczas kopiowania pliku RPM do bufora podręcznego.

source: Perhaps you are running out of disk space.
pl: Prawdopodobnie kończy się wolne miejsce na dysku.

source: Problem retrieving the specified RPM file
pl: Problem podczas pobierania plików RPM

source: Please check whether the file is accessible.
pl: Proszę sprawdzić czy podany plik jest dostępny.

source: Cannot parse capability '%s'.
pl: Nie można zanalizować właściwości "%s"

source: Press '%c' to exit the pager.
pl: Należy nacisnąć "%c", aby opuścić program pager.

source: Use arrows or pgUp/pgDown keys to scroll the text by lines or pages.
pl: Należy użyć strzałek lub klawiszy pgUp/pgDown by przewinąć wiersze lub całe strony.

source: Use the Enter or Space key to scroll the text by lines or pages.
pl: Należy nacisnąć Enter lub Spację by przewinąć wiersze lub całe strony.

source: abort
pl: Przerwij

source: retry
pl: spróbuj ponownie

source: ignore
pl: Ignoruj

source: Abort, retry, ignore?
pl: Przerwij, ponów, ignoruj?

source: autoselect %s after %u
pl: automatyczny wybór %s po %u

source: a/r/i
pl: p/o/i

source: Abort, retry, ignore?
pl: Przerwij, ponów, ignoruj?

source: yes
pl: tak

source: no
pl: nie

source: Invalid answer '%s'.
pl: Nieprawidłowa odpowiedź "%s".

source: Enter 'y' for '%s' or 'n' for '%s' if nothing else works for you.
pl: Proszę wybrać "y" dla "%s" lub "n" dla "%s" jeśli nic innego nie działa.

source: Not found
pl: Nie znaleziono

source: I/O error
pl: Błąd wejścia/wyjścia

source: Invalid object
pl: Nieprawidłowy obiekt

source: Error
pl: Błąd

source: Global Options: --help, -h Help. --version, -V Output the version number. --quiet, -q Suppress normal output, print only error messages. --verbose, -v Increase verbosity. --no-abbrev, -A Do not abbreviate text in tables. --table-style, -s Table style (integer). --rug-compatible, -r Turn on rug compatibility. --non-interactive, -n Do not ask anything, use default answers automatically. --xmlout, -x Switch to XML output. --reposd-dir, -D <dir> Use alternative repository definition files directory. --cache-dir, -C <dir> Use alternative meta-data cache database directory. --raw-cache-dir <dir> Use alternative raw meta-data cache directory.
pl: Opcje globalne: --help, -h Pomoc. --version, -V Wyświetla informacje o wersji. --quiet, -q Tryb cichy, wyświetla tylko informacje o błędach. --verbose, -v Wyświetla dodatkowe informacje. --no-abbrev, -A Bez skrótów w tekstach w tabelach. --table-style, -s Styl tablicowy (liczbowy). --rug-compatible, -r Włącza tryb kompatybilności z rug. --non-interactive Bez zadawania pytań; automatycznie stosuje domyślne ustawienia. --xmlout, -x Przełącza na dane wyjściowe XML. --reposd-dir, -D <dir> Użycie alternatywnego katalogu plików definicji repozytoriów. --cache-dir, -C <dir> Użycie alternatywnego katalogu metadanych pamięci podręcznej. --raw-cache-dir <dir> Użycie alternatywnego katalogu surowych meta-danych pamięci podręcznej.

source: Repository Options: --no-gpg-checks Ignore GPG check failures and continue. --plus-repo, -p <URI> Use an additional repository. --disable-repositories Do not read meta-data from repositories. --no-refresh Do not refresh the repositories.
pl: Opcje repozytoriów: -no-gpg-checks Ignoruje błędy podpisów GPG i kontynuuje dalsze działania. --plus-repo, -p <URI> Użycie dodatkowego repozytorium. --disable-repositories Nie czyta meta-danych z repozytoriów. --no-refresh Nie odświeża repozytoriów.

source: Target Options: --root, -R <dir> Operate on a different root directory. --disable-system-resolvables Do not read installed resolvables.
pl: Opcje celu: --root, -R <dir> Praca na innym katalogu głównym. --disable-system-resolvables, Bez odczytywania pakietów rozwiązywalnych.

source: Commands: help, ? Print help. shell, sh Accept multiple commands at once.
pl: Polecenia: help, ? Wyświetla tę pomoc. shell, sh Akceptuje wiele poleceń na raz.

source: Repository Handling: repos, lr List all defined repositories. addrepo, ar Add a new repository. removerepo, rr Remove specified repository. renamerepo, nr Rename specified repository. modifyrepo, mr Modify specified repository. refresh, ref Refresh all repositories. clean Clean local caches.
pl: Obsługa repozytoriów: repos, lr Wyświetla wszystkie zdefiniowane repozytoria. addrepo, ar Dodaje nowe repozytorium. removerepo, rr Usuwa podane repozytorium. renamerepo, nr Zmienia nazwę podanego repozytorium. modifyrepo, mr Modyfikuje podane repozytorium. refresh, ref Odświeża wszystkie repozytoria. clean Czyści lokalną pamięć podręczną.

source: Service Handling: services, ls List all defined services. addservice, as Add a new service. modifyservice, ms Modify specified service. removeservice, rs Remove specified service. refresh-services, refs Refresh all services.
pl: Obsługa usług: services, ls Wyświetla wszystkie zdefiniowane usługi. addservice, as Dodaje nową usługę. modifyservice, ms Modyfikuje wybraną usługę. removeservice, rs Usuwa wybraną usługę. refresh-services, refs Uaktualnia wszystkie usługi.

source: Software Management: install, in Install packages. remove, rm Remove packages. verify, ve Verify integrity of package dependencies. update, up Update installed packages with newer versions. dist-upgrade, dup Perform a distribution upgrade. source-install, si Install source packages and their build dependencies. install-new-recommends, inr Install newly added packages recommended by installed packages.
pl: Zarządzanie oprogramowaniem: install, in Instaluje pakiety. remove, rm Usuwa pakiety. verify, ve Sprawdza zależnośći pakietu. update, up Aktualizuje zainstalowane pakiety od nowych wersji. dist-upgrade, dup Aktualizuje dystrybucję. source-install, si Instaluje pakiety źródłowe i ich zależności budowania. install-new-recommends, inr Instaluje nowo dodane pakiety zalecane dla pakietów zainstalowanych już w systemie.

source: Querying: search, se Search for packages matching a pattern. info, if Show full information for specified packages. patch-info Show full information for specified patches. pattern-info Show full information for specified patterns. product-info Show full information for specified products. patch-check, pchk Check for patches. list-updates, lu List available updates. patches, pch List all available patches. packages, pa List all available packages. patterns, pt List all available patterns. products, pd List all available products. what-provides, wp List packages providing specified capability.
pl: Zapytania: search, se Wyszukuje pakiety pasujące do wzorca. info, if Wyświetla wszystkie informacje o podanych pakietach. patch-info Wyświetla wszystkie informacje o podanych poprawkach. pattern-info Wyświetla wszystkie informacje o podanych wzorcach. product-info Wyświetla wszystkie informacje o podanych produktach. patch-check, pchk Sprawdza dostępność poprawek. list-updates, lu Sprawdza dostępność aktualizacji. patches, pch Wyświetla wszystkie dostępne poprawki. packages, pa Wyświetla wszystkie dostępne pakiety. patterns, pt Wyświetla wszystkie dostępne wzorce. products, pd Wyświetla wszystkie dostępne produkty. what-provides, wp Wyświetla pakiety dostarczające podane pliki.

source: Package Locks: addlock, al Add a package lock. removelock, rl Remove a package lock. locks, ll List current package locks.
pl: Blokowanie pakietów: addlock, al Dodaje blokadę na dany pakiet. removelock, rl Usuwa blokadę z danego pakietu. locks, ll \tWyświetla wszystkie aktualnie zablokowane pakiety.

source: Other Commands: versioncmp, vcmp Compare two version strings. targetos, tos Print the target operating system ID string.
pl: Inne polecenia: versioncmp, vcmp Porównuje dwa ciągi wersji. targetos, tos Wyświetla ciąg ID docelowego systemu operacyjnego.

source: Usage: zypper [--global-options] <command> [--command-options] [arguments]
pl: Użycie: zypper [--opcje-globalne] <polecenia> [--opcje-poleceń] [argumenty]

source: Type '%s' to get a list of global options and commands.
pl: Proszę wprowadzić "%s", aby uzyskać listę wszystkich opcji globalnych i poleceń.

source: Type '%s' to get command-specific help.
pl: Proszę wprowadzić "%s", aby otrzymać pomoc związaną z danym poleceniem.

source: Verbosity: %d
pl: Szczegółowość: %d

source: Invalid table style %d.
pl: Nieprawidłowy styl tabeli %d.

source: Use an integer number from %d to %d
pl: Proszę użyć liczby całkowitej od %d do %d

source: Entering non-interactive mode.
pl: Rozpoczęto tryb wsadowy.

source: Entering 'no-gpg-checks' mode.
pl: Rozpoczęto tryb "bez sprawdzania gpg".

source: The path specified in the --root option must be absolute.
pl: Ścieżka podana jako argument opcji --root musi odnosić się do głównego drzewa katalogów.

source: Repositories disabled, using the database of installed packages only.
pl: Repozytoria wyłączone, użyto tylko bazy zainstalowanych pakietów.

source: Autorefresh disabled.
pl: Automatyczne odświeżanie wyłączone.

source: Ignoring installed resolvables.
pl: Zainstalowane pakiety rozwiązywalne zostaną zignorowane.

source: The %s option has no effect here, ignoring.
pl: Opcja "%s" nie dotyczy tego polecenia, została zignorowana.

source: Unexpected exception.
pl: Niespodziewany wyjątek.

source: install (in) [options] <capability|rpm_file_uri> ... Install resolvables with specified capabilities or RPM files with specified location. A capability is NAME[OP<VERSION>], where OP is one of <, <=, =, >=, >. Command options: -r, --repo <alias|#|URI> Install resolvables only from the specified repository. -t, --type <type> Type of resolvable (%s). Default: %s. -n, --name Select resolvables by plain name, not by capability. -C, --capability Select resolvables by capability. -f, --force Install even if the item is already installed (reinstall). -l, --auto-agree-with-licenses Automatically say 'yes' to third party license confirmation prompt. See 'man zypper' for more details. --debug-solver Create solver test case for debugging. --no-recommends Do not install recommended packages, only required. -R, --no-force-resolution Do not force the solver to find solution, let it ask. --force-resolution Force the solver to find a solution (even an agressive). -D, --dry-run Test the installation, do not actually install.
pl: install (in) [opcje] <możliwość|uri_pliku_rpm> ... Instaluje pakiety rozwiązywalne z określonymi możliwościami lub pliki RPM z określonego położenia. Możliwość to NAZWA[OP<WERSJA>], gdzie OP to <, <=, =, >= lub >. Opcje: -r, --repo <alias#|URI> Instaluje obiekty tylko z określonego repozytorium. -t, --type <type> Typ obiektu (%s). Domyślnie: %s. -n, --name Wybór obiektów wg nazwy, nie wg możliwości. -C, --capability Wybór obiektów wg możliwości. -f, --force Instaluje nawet gdy element jest zainstalowany (ponowna instalacja). -l, --auto-agree-with-licenses Automatycznie zgadza się na licencje firm trzecich. Więcej informacji wyświetla polecenie "man zypper". --debug-solver Tworzy test dla mechanizmu rozwiązywania zależności (debugowanie) --no-recommends Nie instaluje zalecanych pakietów, a tylko wymagane. -R, --no-force-resolution Nie wymusza znalezienia rozwiązania, wyświetla pytania. --force-resolution Wymusza automatyczne znalezienia rozwiązania (nawet agresywnego). -D, --dry-run Test instalacji, bez instalowania pakietów.

source: remove (rm) [options] <capability> ... Remove resolvables with specified capabilities. A capability is NAME[OP<VERSION>], where OP is one of <, <=, =, >=, >. Command options: -r, --repo <alias|#|URI> Operate only with resolvables from the specified repository. -t, --type <type> Type of resolvable (%s). Default: %s. -n, --name Select resolvables by plain name, not by capability. -C, --capability Select resolvables by capability. --debug-solver Create solver test case for debugging. -R, --no-force-resolution Do not force the solver to find solution, let it ask. --force-resolution Force the solver to find a solution (even an agressive). -D, --dry-run Test the removal, do not actually remove.
pl: remove (rm) [opcje] <możliwości> ... Usuwa pakiety rozwiązywalne o określonych możliwościach. Możliwość to NAZWA[OP<WERSJA>], gdzie OP to jeden z <, <=, =, >=, >. Opcje polecenia: Opcje: -r, --repo <alias#|URI> Instaluje obiekty tylko z określonego repozytorium. -t, --type <type> Typ obiektu (%s). Domyślnie: %s. -n, --name Wybór obiektów wg nazwy, nie wg możliwości. -C, --capability Wybór obiektów wg możliwości. --debug-solver Tworzy test dla mechanizmu rozwiązywania zależności (debugowanie). -R, --no-force-resolution Nie wymusza znalezienia rozwiązania, wyświetla pytania. --force-resolution Wymusza automatyczne znalezienia rozwiązania (nawet agresywnego). -D, --dry-run Test instalacji, bez instalowania pakietów.
