Repository: aviarypl/suse-l10n-pl
Catalog: lcn/50-pot/zypper.*.po
Languages: pl

source: removelock (rl) [options] <lock-number|packagename> ... Remove a package lock. Specify the lock to remove by its number obtained with '%s' or by package name. Command options: -r, --repo <alias|#|URI> Remove only locks with specified repository.
pl: removelock (rl) [opcję] <blokada-numer|nazwapakietu> ... Usuwa blokadę pakietu. Blokada do usunięcia jest określana przez numer uzyskany przez "%s" albo przez nazwę pakietu Parametry polecenia: -r, --repo <alias|#|URI> Ogranicza blokadę do określonego repozytorium.

source: locks (ll) List current package locks. This command has no additional options.
pl: locks (ll) Wyświetla listę zablokowanych pakietów. Brak innych parametrów.

source: targetos (tos) Show the ID string of the target Operating System. This command has no additional options.
pl: targetos (tos) Wyświetla ID w postaci ciągu znaków ciągu docelowego systemu operacyjnego. Polecenie nie posiada innych parametrów.

source: versioncmp (vcmp) <version1> <version2> Compare the versions supplied as arguments. This command has no additional options.
pl: versioncmp (vcmp) <wersja1> <wersja2> Porównuje wersje podane jako parametry. Polecenie nie ma dodatkowych opcji.

source: quit (exit, ^D) Quit the current zypper shell. This command has no additional options.
pl: quit (exit, ^D) Opuszcza bieżącą powłokę zypper. Polecenie nie posiada innych parametrów.

source: shell (sh) Enter the zypper command shell. This command has no additional options.
pl: shell (sh) Uruchomienie powłoki w programie zypper. Polecenie nie posiada innych parametrów.

source: service-types (st) List available service types.
pl: service-types (st) Lista dostępnych typów usług.

source: mount Mount directory with RPMs as a channel. Command options: -a, --alias <alias> Use given string as service alias. -n, --name <name> Use given string as service name. -r, --recurse Dive into subdirectories.
pl: mount Montuje jako kanał katalog z pakietami RPM. Parametry polecenia: -a, --alias <alias> Użycie określonego ciągu znaków jako aliasu usługi. -n, --name <nazwa> Użycie ciągu znaków jako nazwy usługi. -r, --recurse Schodzenie w głąb katalogów.

source: patch-search [options] [querystring...] Search for patches matching given search strings. This is a rug-compatibility alias for '%s'. See zypper's manual page for details.
pl: patch-search [parametr] [wzorzec wyszukiwania...] Wyszukuje poprawki zawierające dany wzorzec wyszukiwania. Jest to alias kompatybilności z rug dla "%s". Szczegóły znajdują się w podręczniku programu zypper.

source: Unexpected program flow.
pl: Nieoczekiwany przebieg programu

source: Non-option program arguments:
pl: Parametry programu nie będące opcjami:

source: \\\\\ \\\\\\\__o __\\\\\\\'/_
pl: ___ ___ .---^. ___ _ e. __ ,o " "

source: Root privileges are required for refreshing services.
pl: Do odświeżania usług konieczne są uprawnienia administratora.

source: Root privileges are required for modifying system services.
pl: Do modyfikacji usług konieczne są uprawnienia administratora.

source: Specified type is not a valid service type:
pl: Podany typ usługi nie jest poprawnym typem usługi:

source: See '%s' or '%s' to get a list of known repository types.
pl: Należy sprawdzić "%s" lub "%s", aby uzyskać listę typów repozytoriów.

source: Root privileges are required for modifying services.
pl: Do modyfikacji usług konieczne są uprawnienia administratora.

source: Alias or an aggregate option is required.
pl: Wymagany jest alias lub opcja agregatu.

source: Service '%s' not found.
pl: Nie znaleziono usługi "%s".

source: Root privileges are required for modifying system repositories.
pl: Do modyfikacji repozytoriów konieczne są uprawnienia administratora.

source: Too few arguments.
pl: Zbyt mało parametrów.

source: If only one argument is used, it must be a URI pointing to a .repo file.
pl: Jeśli użyto tylko jednego parametru, to musi to być adres URI pliku .repo.

source: Cannot use %s together with %s. Using the %s setting.
pl: Nie można użyć %s razem z %s. Użyto ustawienia %s.

source: Specified type is not a valid repository type:
pl: Podany typ repozytorium nie jest poprawny:

source: Repository '%s' not found by alias, number or URI.
pl: Nie znaleziono repozytorium "%s" na podstawie aliasu, numeru lub adresu URL.

source: Service '%s' not found by alias, number or URI.
pl: Nie odnaleziono usługi "%s" na podstawie aliasu, numeru, lub adresu URL.

source: Too few arguments. At least URI and alias are required.
pl: Zbyt mało parametrów. Wymagany jest co najmniej alias i adres URI.

source: Repository '%s' not found.
pl: Repozytorium "%s" nie zostało znalezione.

source: Repository %s not found.
pl: Repozytorium "%s" nie zostało znalezione

source: Root privileges are required for refreshing system repositories.
pl: Do odświeżania repozytoriów konieczne są uprawnienia administratora.

source: The '%s' global option has no effect here.
pl: Opcja globalna "%s" nie przynosi tutaj efektu.

source: Arguments are not allowed if '%s' is used.
pl: Parametry są niedozwolone gdy "%s" jest używane.

source: Root privileges are required for cleaning local caches.
pl: Do czyszczenia buforów lokalnych konieczne są uprawnienia administratora.

source: At least one package name is required.
pl: Wymagana jest co najmniej jedna nazwa pakietu.

source: Root privileges are required for installing or uninstalling packages.
pl: Do instalacji/usuwania pakietów konieczne są uprawnienia administratora.

source: Unknown resolvable type: %s
pl: Nieznany typ pakietu rozwiązywalnego: %s

source: '%s' looks like an RPM file. Will try to download it.
pl: "%s" wygląda jak plik RPM. Nastąpi próba pobrania.

source: Problem with the RPM file specified as '%s', skipping.
pl: Wystąpił problem z pakietem RPM określonym jako "%s" i został pominięty.

source: Problem reading the RPM header of %s. Is it an RPM file?
pl: Wystąpił problem podczas odczytu nagłówka pakietu RPM %s. Czy to na pewno jest pakiet RPM?

source: Plain RPM files cache
pl: Prosty bufor pakietów RPM

source: Warning: No repositories defined. Operating only with the installed resolvables. Nothing can be installed.
pl: Ostrzeżenie: Brak repozytoriów. Operacja obejmie tylko zainstalowane pakiety. Nic nowego nie może zostać zainstalowane.

source: Source package name is a required argument.
pl: Nazwa pakietu jest wymaganym parametrem.

source: Unknown resolvable type '%s'.
pl: Nieznany typ pakietu rozwiązywalnego "%s".

source: Problem occurred initializing or executing the search query
pl: Wystąpił problem z inicjalizacją lub wykonaniem kwerendy

source: See the above message for a hint.
pl: Wskazówki można znaleźć w powyższym komunikacie.

source: Running as 'rug', can't do 'best-effort' approach to update.
pl: Uruchomiony jako "rug". nie można wykonać podejścia "najlepsza próba" do aktualizacji.

source: Root privileges are required for updating packages.
pl: Do aktualizacji pakietów konieczne są uprawnienia administratora.

source: Running as '%s', cannot do '%s' approach to update.
pl: Uruchomiony jako "%s". nie można wykonać podejścia "%s" do aktualizacji.

source: Root privileges are required for performing a distribution upgrade.
pl: Do przeprowadzenia aktualizacji dystrybucji wymagane są uprawnienia administratora.

source: Root privileges are required for adding of package locks.
pl: Do zablokowania pakietów wymagane są uprawnienia administratora.

source: '%s' is not a valid version number.
pl: "%s" nie jest poprawnym numerem wersji.

source: %s matches %s
pl: %s pasuje do %s

source: %s is newer than %s
pl: %s jest nowsze od %s

source: %s is older than %s
pl: %s jest starsze niż %s

source: This command only makes sense in the zypper shell.
pl: To polecenie ma sens jedynie w powłoce programu zypper.

source: You already are running zypper's shell.
pl: Powłoka programu zypper jest już uruchomiona.

source: Description
pl: Opis

source: Resolvable Type
pl: Typ rozwiązywalny
