ERR_FILE_UPLOAD=Wyst\u0105pi\u0142 b\u0142\u0105d podczas wysy\u0142ania pliku. Prosz\u0119 skontaktowa\u0107 si\u0119 z administratorem systemu.
ERR_INVALID_FILE_TYPE=Wyst\u0105pi\u0142 b\u0142\u0105d podczas wysy\u0142ania pliku. Typ rozszerzenia pliku jest nieprawid\u0142owy.
ERR_FILE_UPLOAD_SIZE=Wyst\u0105pi\u0142 b\u0142\u0105d podczas wysy\u0142ania pliku. Rozmiar pliku mo\u017Ce przekracza\u0107 ograniczenie rozmiaru katalogu. Prosz\u0119 skontaktowa\u0107 si\u0119 z administratorem systemu.
ERR_VIRTUAL_DATA=Wyst\u0105pi\u0142 b\u0142\u0105d podczas pobierania danych okre\u015Blaj\u0105cych, czy warto\u015B\u0107 ju\u017C istnieje. Prosz\u0119 skontaktowa\u0107 si\u0119 z administratorem systemu.
style-res.confirm-delete=Czy na pewno usun\u0105\u0107 to zdj\u0119cie?
ERR_NO_ROOT_NODE=Pr\u00F3ba dodania w\u0119z\u0142a danych do w\u0119z\u0142a g\u0142\u00F3wnego o warto\u015Bci null. Prosz\u0119 skontaktowa\u0107 si\u0119 z administratorem systemu.
style-res.close=Zamknij okno
style-res.delete=Usu\u0144 obraz
style-res.instructions=Usuni\u0119cie tego obrazu lub wys\u0142anie nowego obrazu.
javax.portlet.display-name=EntityImageUploadPortlet
ERR_PORTLET_MODE=Wyst\u0105pi\u0142 b\u0142\u0105d podczas tworzenie drugiego w\u0119z\u0142a potomnego.
NUMBER_FORMAT_EXCEPTION=Wyst\u0105pi\u0142 b\u0142\u0105d podczas przetwarzania warto\u015Bci ca\u0142kowitej. Prosz\u0119 skontaktowa\u0107 si\u0119 z administratorem systemu.
javax.portlet.title=Wysy\u0142anie obrazu
javax.portlet.short-title=Wysy\u0142anie obrazu
style-res.success-delete=Obraz zosta\u0142 usuni\u0119ty.
style-res.success=Obraz zosta\u0142 zapisany.
ERR_NO_FILE_SPECIFIED=Nie podano nazwy pliku. Prosz\u0119 poda\u0107 nazw\u0119 pliku i spr\u00F3bowa\u0107 ponownie.
style-res.save=Zapisz zmiany
style-res.oversized=B\u0142\u0105d zapisywania: wys\u0142any obraz przekracza maksymalny akceptowany rozmiar 64Kb.
ERR_FILE_NOT_FOUND=Nie znaleziono pliku. Prosz\u0119 sprawdzi\u0107, czy nazwa pliku i \u015Bcie\u017Cka s\u0105 dok\u0142adne, i spr\u00F3bowa\u0107 ponownie.
ERR_INVALID_MODE=Portlet nie mo\u017Ce prze\u0142\u0105czy\u0107 w tryb widoku w tej chwili. Prosz\u0119 skontaktowa\u0107 si\u0119 z administratorem systemu.
ERR_RENDER_URL_PARAM=Brak ({0}) w parametrze adresu URL renderowania. Prosz\u0119 skontaktowa\u0107 si\u0119 z administratorem systemu.
javax.portlet.description=Do wys\u0142ania pliku obrazu
style-res.instructions-nophoto=Wysy\u0142anie nowego obrazu na serwer
