Repository: aviarypl/suse-l10n-pl
Catalog: selectio/*.po
Languages: pl_pl

source: 32-Bit Runtime Environment
pl_pl: Środowisko 32-bitowe

source: 64-Bit Runtime Environment
pl_pl: Środowisko 64-bitowe

source: Kernel Development
pl_pl: Rozwijanie jądra

source: C/C++ Compiler and Tools
pl_pl: Kompilator C/C++ i narzędzia

source: Basic Sound Libraries and Tools
pl_pl: Podstawowe biblioteki i narzędzia dźwiękowe

source: Games
pl_pl: Gry

source: GNOME System
pl_pl: System GNOME

source: All of KDE
pl_pl: Wszystkie elementy KDE

source: KDE Desktop Environment
pl_pl: Środowisko graficzne KDE

source: Simple Web Server
pl_pl: Prosty serwer WWW

source: Simple Web Server with Apache2
pl_pl: Prosty serwer WWW z Apache2

source: LDAP Server and Tools
pl_pl: Serwer LDAP i narzędzia

source: Minimum System
pl_pl: System minimalny

source: Minimum Graphical System (without GNOME and KDE)
pl_pl: Minimalny system graficzny (bez GNOME i KDE)

source: Network and Server
pl_pl: Sieć i serwer sieciowy

source: Office Applications
pl_pl: Aplikacje biurowe

source: Help and Support Documentation
pl_pl: Pomoc i dokumentacja

source: Tcl/Tk Development System
pl_pl: Tworzenie oprogramowania w Tcl/Tk

source: Default System for UnitedLinux
pl_pl: System domyślny dla UnitedLinux

source: Graphical Base System
pl_pl: Podstawowy system graficzny

source: Analysis Tools
pl_pl: Narzędzia analityczne

source: Authentication Server (NIS, LDAP, Kerberos)
pl_pl: Serwer uwierzytelniający (NIS, LDAP, Kerberos)

source: DHCP and DNS Server
pl_pl: Serwer DHCP i DNS

source: File and Print Server (NFS, Samba, Cups)
pl_pl: Serwer plików i drukarek (NFS, Samba, CUPS)

source: Mail and News Services
pl_pl: Usługi poczty i grup dyskusyjnych

source: SLES Administration Tools
pl_pl: Narzędzia administracyjne SLES

source: YaST2 Configuration Modules
pl_pl: Moduły konfiguracyjne YaST2

source: Experienced User
pl_pl: Doświadczony użytkownik

source: KDE Development
pl_pl: Tworzenie oprogramowania KDE

source: GNOME Development
pl_pl: Tworzenie oprogramowania GNOME

source: Standard System with GNOME
pl_pl: Standardowy system z GNOME

source: Mobile Computing
pl_pl: Technologie mobilne

source: LaTeX, SGML, and XML
pl_pl: LaTeX, SGML i XML

source: Standard System with KDE
pl_pl: Standardowy system z KDE

source: Fonts
pl_pl: Czcionki

source: Voice over IP
pl_pl: Telefonia internetowa

source: XEN Virtualization
pl_pl: Wirtualne komputery XEN

source: Non-Open Source Packages
pl_pl: Pakiety z zamkniętym kodem źródłowym
