Repository: aviarypl/suse-l10n-pl
Catalog: linuxrc/po/*.po
Languages: pl

source: Back
pl: Anuluj

source: Yes
pl: Tak

source: No
pl: Nie

source: Select the language.
pl: Wybierz język.

source: Color display
pl: Ekran barwny

source: Monochrome display
pl: Ekran monochromatyczny

source: Select the display type.
pl: Wybierz rodzaj ekranu.

source: Language
pl: Język

source: Kernel Modules (Hardware Drivers)
pl: Moduły jądra (sterowniki sprzętu)

source: Start Installation or System
pl: Start instalacji lub uruchomienie systemu

source: System Information
pl: Informacje o systemie

source: Main Menu
pl: Menu główne

source: Settings
pl: Ustawienia

source: Display
pl: Ekran

source: Keymap
pl: Układ klawiatury

source: Load Network Card Modules
pl: Załaduj moduły kart sieciowych

source: Show Loaded Modules
pl: Pokaż załadowane moduły

source: Load Modules Automatically
pl: Automatyczne załadowanie modułów

source: Unload Modules
pl: Usuń moduły

source: Trying to load module "%s"... During loading, you may want to watch the kernel messages on virtual console 4 (ALT-F4). Use ALT-F1 to switch back to this menu.
pl: Próbuję załadować moduł "%s" ... W trakcie ładowania na konsoli 4 (Alt-F4) można zobaczyć komunikaty jądra systemu. ALT-F1 przełącza z powrotem do tego menu.

source: Module "%s" loaded successfully.
pl: Moduł "%s" załadowany pomyślnie.

source: Failed to load module "%s".
pl: Nie udało się załadować modułu "%s".

source: Floppy
pl: Dyskietka

source: Hard Disk
pl: Dysk twardy

source: Start Installation or Update
pl: Start instalacji albo aktualizacji

source: Start Rescue System
pl: Uruchomienie systemu awaryjnego

source: Load Rescue System via NFS
pl: Uruchomienie systemu awaryjnego przez NFS

source: Boot Installed System
pl: Uruchomienie zainstalowanego systemu

source: Searching for image "%s"...
pl: Szukam obrazu jądra: "%s"...

source: Cannot find the image. Check the directory specification.
pl: Nie znaleziono obrazu. Sprawdź nazwę katalogu.

source: Kernel Messages
pl: Komunikaty jądra

source: Processor
pl: Procesor

source: Devices
pl: Urządzenia

source: Network Cards
pl: Karty sieciowe

source: Interrupts
pl: Przerwania

source: I/O Ports
pl: Porty We/Wy

source: Memory
pl: Pamięć operacyjna

source: Modules
pl: Moduły

source: Insert the disk and press ENTER.
pl: Włóż dyskietkę i nacisnij ENTER.

source: Error reading from floppy disk.
pl: Błąd przy odczycie danych z dyskietki.

source: Enter your root partition (e.g., /dev/sda3)
pl: Podaj partycję root (np. /dev/sda3)

source: Invalid root device.
pl: Niepoprawna partycja root.

source: Invalid input.
pl: Błędne dane.

source: Enter your IP address.
pl: Podaj swój adres IP.

source: Enter your netmask. For a normal class C network, this is usually 255.255.255.0.
pl: Podaj maskę sieci. Dla zwyczajnej sieci klasy C, to będzie: 255.255.255.0

source: If you need a gateway to reach the server, enter the IP address of the gateway. If you do not need a gateway, enter your own IP address.
pl: Podaj adres bramy, jeśli jest ona niezbędna do nawiązania komunikacji z serwerem. Jeśli nie, podaj po prostu swój adres IP.

source: Enter the IP address of your name server. If you do not use a name server, press ESC.
pl: Podaj adres IP serwera nazw (DNS). Jeśli nie chcesz używać serwera nazw, naciśnij ESC.

source: The following data has been retrieved: IP address: %s Name: %s Domain: %s
pl: Uzyskano następujące dane komputera: Adres IP: %s Nazwa: %s Domena: %s

source: An error occurred during the network configuration. Your network card probably was not recognized by the kernel.
pl: Błąd w czasie konfiguracji sieci. Twoja karta sieciowa nie została zapewne prawidłowo rozpoznana przez jądro systemu.

source: Enter the IP address of the NFS server.
pl: Podaj adres IP serwera NFS.

source: Enter the IP address of the FTP server.
pl: Podaj adres IP serwera FTP.

source: Enter the directory on the server.
pl: Podaj katalog na serwerze.

source: Enter parameters for "%s".
pl: Podaj parametry dla "%s".

source: Trying to mount the directory "%s:%s"...
pl: Próba zamontowania podkatalogu "%s:%s"

source: An error occurred while trying to mount the NFS directory. Reason given by server: %s
pl: Przy próbie zamontowania podkatalogu serwera NFS wystąpił błąd: Powód podany przez serwer: %s

source: Choose a keyboard map. YaST will offer additional keyboard tables later.
pl: Wybierz układ klawiatury. YaST da Ci później więcej układów później.

source: Choose the module to unload.
pl: Wybierz moduł do usunięcia.

source: No modules currently loaded.
pl: Brak załadowanych modułów.

source: Autoprobing (%s)...
pl: Automatyczne sprawdzenie (%s)...

source: Search for additional SCSI host adaptors?
pl: Czy szukać kolejnych kontrolerów SCSI?

source: Search for additional network cards?
pl: Czy szukać kolejnych kart sieciowych?

source: Search for additional CD-ROM drives?
pl: Czy szukać kolejnych napędów CD-ROM?

source: ethernet network card
pl: Karta sieciowa (ethernet)

source: parallel port
pl: Port równoległy

source: token ring network card
pl: Karta sieciowa (Token Ring)

source: arcnet network card
pl: Karta sieciowa (arcnet)

source: FDDI network card
pl: Karta sieciowa (FDDI)

source: HIPPI network card
pl: Karta sieciowa (HIPPI)

source: Choose the network device.
pl: Wybierz tym urządzenia sieciowego.

source: Enter the IP address of the PLIP partner.
pl: Podaj adres IP pratnera PLIP.

source: The PCMCIA chipset could not be detectedautomatically. Specify it manually.
pl: Automatyczne rozpoznanie chipsetu PCMCIA nie udało się. Podaj go ręcznie.

source: Found PCMCIA chipset "%s". Enter parameters for PCMCIA core modules.
pl: Wykryto chipset PCMCIA "%s". Podaj parametry dla podstawowych modułów PCMCIA.

source: Enter specific parameters for chipset "%s".
pl: Podaj parametry specyficzne dla chipsetu "%s".

source: Starting card manager...
pl: Uruchamianie menedżera kart...

source: Successfully started PCMCIA card services.
pl: Usługi zarządzania kartami PCMCIA uruchomione pomyślnie.

source: Start of PCMCIA card services failed.
pl: Uruchomienie usługi zarządzania kartami PCMCIA niepomyślne.

source: PCMCIA card services already running.
pl: Usługa zarządzania kartami PCMCIA jest uruchomiona.

source: You can leave Linuxrc only via "Start Installation or System" You may need to load some drivers (modules) to support your hardware.
pl: Linuxrc można opuścić jedynie poprzez opcję menu "Start instalacji lub uruchomienie systemu" Możesz być konieczne załadowanie sterowników (modułów) do obsługi sprzętu.

source: You cannot exit Linuxrc with <Ctrl-C>.
pl: Nie da się wyjść z Linuxrc przez <Ctrl-C>.

source: Remove the disk from the drive now.
pl: Usuń teraz dyskietkę z napędu.

source: Example:
pl: Przykład:

source: Choose the source medium.
pl: Wybierz nośnik źródłowy.

source: Trying to mount the CD-ROM...
pl: Próba zamontowania CD-ROM-u...

source: Unable to mount the CD-ROM.
pl: Nie udało się zamontować płyty CD-ROM.

source: Reboot the system now?
pl: Czy zrestartować system teraz?

source: The base system has been successfully installed. This newly installed system will now be started to commit the installation.
pl: Podstawowy system został pomyślnie zainstalowany. Teraz zostanie on uruchomiony w celu ostatecznego zakończenia instalacji.

source: Enter the hard disk partition (e.g., /dev/sda1)
pl: Podaj partycję dysku (np. /dev/sda1)

source: Could not mount the specified partition.
pl: Nie można zamontować podanej partycji.

source: Enter the source directory.
pl: Podaj katalog źródłowy.

source: An error occurred during the installation.
pl: W czasie instalacji wystąpił błąd.

source: Hard Disks or CD-ROMs
pl: Dyski twarde / CD-ROM-y

source: Your computer has extremely little memory. Before you acknowledge this message, you must switch to virtual console 2 (press ALT-F2) to create and activate some swap space.
pl: Twój komputer ma bardzo mało pamięci. Przed potwierdzeniem tego komunikatu musisz przejść na konsolę 2 (naciśnij Alt-F2) aby utworzyć i uaktywnić przestrzeń wymiany.

source: Animation
pl: Animacja

source: Use animated windows?
pl: Używać animowanych okien?

source: No hard disks or CD-ROM drives have been detected so far.
pl: Nie wykryto dysków twardych ani napędów CD-ROM.

source: Debug (expert)
pl: Debug (dla zaawansowanyc)

source: Load Root Image into RAM Disk
pl: Załaduj obraz systemu plików root do RAM dysku

source: Enter Root Image
pl: Podaj nazwę obrazu systemu root

source: Should the root image be loaded into the RAM disk?
pl: Czy obraz głównego systemu plików ma być ładowany do RAM dysku?

source: Enter the path and name of the file to load into the RAM disk as the root file system.
pl: Proszę podać nazwę pliku (i ścieżkę), który chcesz załadować do RAM-dysku jako system plików Root.

source: Not yet implemented.
pl: Jeszcze nie zaimplementowane.

source: Installation System
pl: System instalacyjny

source: Enter the directory that contains the installation system.
pl: Podaj katalog zawierający system instalacyjny.

source: No information available.
pl: Brak informacji.

source: Preparing installation...
pl: Przygotowywanie instalacji...

source: Start Live CD
pl: Uruchomienie Live-CD

source: Insert the Live CD.
pl: Włóż dysk Live-CD.

source: Exit or Reboot
pl: Wyjdź albo zrestartuj

source: Searching for info file...
pl: Szukam pliku info...

source: Specify the NFS port.
pl: Podaj port NFS.

source: Asking name server...
pl: Odpytywanie serwera nazw...

source: Host %s was not found.
pl: Komputer %s nie został znaleziony.

source: Your network is already configured. Keep this configuration?
pl: Sieć jest już skonfigurowana. Czy zachować aktualną konfigurację?

source: Abort?
pl: Przerwać?

source: No network device found. Load a network module first.
pl: Nie znaleziono karty sieciowej. Najpierw załaduj moduł obsługi karty.

source: A %s was already found in your system.
pl: W systemie już wykryto %s.

source: Error while accessing the FTP server: %s
pl: Błąd w czasie dostępu do serwera FTP: %s

source: Enter the user name with which to access the FTP server.
pl: Podaj nazwę użytkownika, pod jaką chcesz uzyskać dostęp do serwera FTP.

source: Enter the password for the FTP user account.
pl: Podaj hasło do konta użytkownika FTP.

source: Enter the address of the FTP proxy.
pl: Podaj Adres proxy FTP.

source: Enter the port of the FTP proxy.
pl: Podaj port proxy FTP.

source: Use an FTP proxy?
pl: Czy chcesz korzystać z proxy FTP?

source: Your computer does not have enough RAM to install via FTP (%d MB RAM required).
pl: Twój komputer ma za mało pamięci RAM do instalacji przez FTP (wymagane %d MB)

source: Usually an FTP installation is performed via anonymous FTP. It is possible to specify a user name and password for the FTP server access. Use a user name and password?
pl: Instalację FTP przeprowadza się korzystając z anonimowego FTP. Można jednak podać nazwę użytkownika i hasło. Czy chcesz to zrobić?

source: -- More Modules --
pl: --Więcej modułów--

source: Initializing parallel port...
pl: Inicjalizacja portu równoległego...

source: Enter the port number on which the NFS server is running.
pl: Podaj numer portu serwera NFS.

source: Make sure that CD number %d is in your drive.
pl: Upewnij się, że w napędzie jest płyta CD nr %d.

source: Eject CD
pl: Wysuń CD

source: Bootp Time-Out
pl: Przeterminowanie Bootp

source: Enter the time-out value for bootp.
pl: Podaj wartość time-out dla bootp.

source: channel to channel connection
pl: połączenie channel to channel

source: ESCON connection
pl: Połączenie ESCON

source: IUCV connection
pl: Połączenie IUCV

source: channel attached cisco router
pl: kanał dołączony do routera cisco

source: Enter the share name on the SMB server.
pl: Podaj nazwę udziału na serwerze SMB.

source: If you want to access the share as guest,you do not need to specify user name, password, and workgroup. Access the share as guest?
pl: Jeśli chcesz mieć dostęp do udziału jako gość, to nie musisz podawać nazwy użytkownika, hasła i grupy roboczej. Czy czesz połączyć się jako gość?

source: Enter your user name on the SMB server.
pl: Podaj nazwę użytkownika na serwerze SMB.

source: Enter your password on the SMB server.
pl: Podaj hasło na serwerze SMB.

source: Enter your workgroup.If you do not need to specify a workgroup,leave the field empty.
pl: Podaj grupę roboczą. Jeśli nie potrzebujesz jej podawać, to pozostaw puste pole.

source: Trying to mount the share "//%s/%s"
pl: Próba zamontowania udziału "//%s/%s"

source: Automatic configuration via %s?
pl: Automatyczna konfiguracja przez %s?

source: Sending %s request...
pl: Wysyłanie żądania %s...

source: %s configuration failed.
pl: %s konfiguracja nieudana.

source: Use DHCP instead of BOOTP?
pl: Użyć DHCP zamiast BOOTP?

source: Insert a modules disk.
pl: Włóż dysk z modułami.

source: Insert modules disk %d.
pl: Włóż dysk z modułami %d.

source: Find instructions for creating it in boot/README on CD1 or DVD1.
pl: Znajdź instrukcje dotyczące tworzenia w pliku boot/README na CD1 albo DVD1.

source: Choose the network protocol.
pl: Wybierz protokół sieciowy.

source: Enter the IP address of the %s server.
pl: Podaj adres IP serwera %s.

source: Trying to connect to the %s server...
pl: Próba połączenie z serwerem %s...

source: Network
pl: Sieć

source: Load %s Modules
pl: Załaduj moduły %s

source: Load File System Modules
pl: Załadowanie modułów systemów plików

source: Load Unknown Modules
pl: Załaduj nieznane moduły

source: %s file system found.
pl: %s system plików nie znaleziony.

source: Continue
pl: Kontynuacja

source: Abort
pl: Przerwij

source: Choose the hard disk partition.
pl: Wybierz partycję.

source: Choose the root partition.
pl: Wybierz partycję główną (root).

source: Choose the swap partition.
pl: Wybierz partycję wymiany.

source: There is not enough memory to load all data.
pl: Nie ma dosyć pamięci do załadowania wszystkich danych.

source: Your computer does not have enough memory to run YaST.
pl: Twój komputer ma za mało pamięci do uruchomienia YaST.

source: To continue, activate some swap space.
pl: Aby kontynuować, uaktywnij przestrzeń wymiany.

source: Error activating swap space.
pl: Błąd aktywacji przestrzeni wymiany.

source: Enter the swap partition (e.g., /dev/sda2)
pl: Podaj partycję wymiany (np. /dev/sda2)

source: Enter the user name with which to access the %s server.
pl: Podaj nazwę użytkownika, pod jaką chcesz uzyskać dostęp do serwera %s.

source: Enter the password for the %s server.
pl: Podaj hasło dla serwera %s.

source: Use a %s proxy?
pl: Użyć proxy %s?

source: Enter the address of the %s proxy.
pl: Podaj adres proxy %s.

source: Enter the port of the %s proxy.
pl: Podaj port proxy %s.

source: VNC Enable or Disable
pl: Włącz albo wyłącz VNC

source: Use VNC for install?
pl: Użyć VNC do instalacji?

source: Enable or Disable SSH Mode
pl: Włącz albo wyłącz tryb SSH

source: Start SSH for Text Install?
pl: Uruchom SSH dla instalacji tekstowej?

source: Enter your VNC password.
pl: Podaj swoje hasło VNC.

source: Enter your temporary SSH password.
pl: Podaj tymczasowe hasło SSH.

source: The base system was successfully installed. Your machine must now be rebooted. Remove all installation media (CD-ROM, floppy). Do not remove the floppy disk if the boot manager was installed on it.
pl: System podstawowy został pomyślnie zainstalowany. Twoja maszyna będzie teraz zrestartowana. Usuń wszystkie nośniki instalacyjne (CD-ROM, dyskietki). Nie usuwaj dyskietki, jeśli jest na niej zainstalowany program ładujący.

source: Add Driver Update
pl: Dodaj aktualizacje sterowników

source: Show Driver Updates
pl: Pokaż aktualizacje sterowników

source: Enter the IP of name server %u or press ESC.
pl: Podaj adres IP serwera nazw %u albo naciśnij ESC.

source: Enter temporary root password. You will be required to change this password on initial root user login.
pl: Podaj tymczasowe hasło użytkownika root. Będziesz musiał zmienić to hasło po pierwszym zalogowaniu jako root.

source: Reboot
pl: Zrestartuj

source: Your computer does not have enough RAM for the installation of %s. You need at least %d MB.
pl: Twój komputer nie ma wystarczającej ilości pamięci RAM do instalacji %s. Musisz mieć co najmniej %d MB.

source: Password is too short (must have at least 5 characters).
pl: Hasło za krótkie (musi mieć co najmniej 5 znaków).

source: Enter the IP address of the host running the X11 server.
pl: Podaj adres IP maszyny z działającym serwerem X11.

source: Please select the type of your network device.
pl: Wybierz rodzaj karty sieciowej.

source: Please enter the name (user ID) of the VM peer to connect to.
pl: Podaj nazwę (ID użytkownika) partnera VM do dołączenia.

source: Device address for read channel
pl: Adres urządzanie dla kanału odczytu

source: Device address for write channel
pl: Adres urządzanie dla kanału zapisu

source: Device address for data channel
pl: Adres urządzanie dla kanału danych

source: Select protocol for this CTC device.
pl: Wybierz protokół dla tego urządzenia CTC.

source: Compatibility mode (default)
pl: Tryb zgodności (domyślny)

source: Extended mode
pl: Tryb rozszerzony

source: Compatibility mode for OS/390 and z/OS peers
pl: Tryb zgodności z OS/390 i z/OS

source: Portname to use
pl: Nazwa portu do użycia

source: Fully qualified hostname
pl: Pełna nazwa maszyny

source: Enter the relative port number
pl: Podaj względny numer portu

source: Verify Installation CD-ROM/DVD
pl: Zweryfikuj instalacyjną płytę CD-ROM/DVD

source: Power off
pl: Wyłącz

source: Failed to access Driver Update medium.
pl: Nie udało się odczytać nośnika z aktualizacją sterowników.

source: Reading Driver Update...
pl: Odczytywanie aktualizacji sterowników...

source: No new Driver Updates found
pl: Nie znaleziono aktualizacji sterowników

source: Driver Updates added
pl: Dodana aktualizacja sterwoników

source: Driver Update ok
pl: Aktualizacja sterowników poprawna

source: Please choose the Driver Update medium.
pl: Wybierz nośnik z aktualizacją sterowników.

source: Please enter the Driver Update device.
pl: Podaj urządzenie z aktualizacją sterowników.

source: Invalid device name.
pl: Niepoprawna nazwa urządzenia.

source: Looking for CD-ROM drives...
pl: Wyszukiwanie napędów CD-ROM...

source: No CD-ROM drives found.
pl: Nie znaleziono napędów CD-ROM.

source: Looking for floppy disks...
pl: Wyszukiwanie dyskietek...

source: No floppy disk found.
pl: Nie znaleziono dyskietek.

source: Driver Update list
pl: Lista aktualizacji sterowników

source: No Driver Updates so far.
pl: Nie ma na razie aktualizacji sterowników.

source: Insert Installation CD-ROM or DVD.
pl: Włóż instalacyjną płytę CD-ROM albo DVD.

source: No CD-ROM or DVD found.
pl: Nie znaleziono CD-ROM ani DVD.

source: This is not a %s CD-ROM.
pl: To nie jest CD-ROM %s.

source: No errors found.
pl: Nie znaleziono błędów.

source: Checksum wrong.
pl: Błąd sumy kontrolnej.

source: Error reading sector %u.
pl: Błąd odczytu sektora %u.

source: This %s is broken.
pl: Uszkodzony %s.

source: Choose an installation source
pl: Wybierz źródło instalacji

source: This is not a valid fully qualified hostname.
pl: To nie jest poprawna pełna nazwa komputera.

source: This is not a valid CCW address.
pl: To nie jest poprawny adres CCW.

source: Do you want to halt the system now?
pl: Czy chcesz zatrzymać system teraz?

source: OSA-2 or OSA Express
pl: OSA-2 albo OSA Express

source: Please choose the CCW bus interface.
pl: Wybierz interfejs magistrali CCW.

source: Please choose the physical medium.
pl: Wybierz nośnik fizyczny.

source: Loading Modules
pl: Ładowanie modułów

source: Loading Installation System
pl: Ładowanie systemu instalacyjnego

source: Loading Additional Fonts
pl: Ładowanie dodatkowych fontów

source: Loading Driver Update
pl: Ładowanie aktualizacji sterowników

source: Loading Rescue System
pl: Ładowanie systemu awaryjnego
