Repository: aviarypl/suse-l10n-pl
Catalog: kinternet/*.po
Languages: pl

source: Check Connection
pl: Sprawd¼ po³±czenie

source: Default Route
pl: Trasa domy¶lna

source: Name Server
pl: Serwer nazw

source: Update
pl: Aktualizacja

source: Close
pl: Zamknij

source: Invalid default route:
pl: Nieprawid³owa trasa domy¶lna:

source: Cannot read `%1': %2
pl: Nie mo¿na odczytaæ `%1': %2

source: Default route ok.
pl: Prawidowa trasa domy¶lna.

source: Gateway Address
pl: Adres bramy

source: Own Address
pl: W³asny adres

source: Kernel Interface
pl: Interfejs j±dra

source: Name server failure:
pl: Problem z serwerem nazw:

source: no name server found in `%1'
pl: nie znaleziono serwera `%1'

source: waiting for reply
pl: oczekiwanie na odpowied¼

source: unable to fork (internal error)
pl: nie mo¿na utworzyæ procesu (b³±d wewnêtrzny)

source: Name server ok.
pl: Serwer nazw jest w porz±dku.

source: Name Server Address
pl: Adres serwera nazw

source: address lookup does not work
pl: wyszukiwanie adresów nie dzia³a

source: Configuration
pl: Konfiguracja

source: Configuration of the selected interface and provider:
pl: Konfiguracja wybranego interfejsu i dostawcy:

source: Parameter
pl: Parametr

source: Value
pl: Warto¶æ

source: Data Rate
pl: Szybko¶æ transmisji

source: Data Rate:
pl: Szybko¶æ transmisji:

source: Dial Prefix
pl: Prefiks wdzwaniania

source: Enter the dial prefix for the interface `%1':
pl: Proszê podaæ prefiks wdzwaniania dla interfejsu `%1':

source: Cancel
pl: Anuluj

source: The dial prefix `%1' is not allowed. It must match the regular expression `%2'.
pl: Prefiks wdzwaniania `%1' jest niedopuszczalny. Musi on pasowaæ do wyra¿enia regularnego `%2'.

source: KInternet - Internet Tool
pl: KInternet - Narzêdzie internetowe

source: Smpppd reported an error. Connecting to the Internet is not possible. Check the log for a more detailed error message.
pl: Demon Smpppd zg³osi³ b³±d. Po³±czenie do Internetu nie jest mo¿liwe. Dok³adniejszy opis b³êdu znajduje siê w rejestrach systemowych.

source: Various Settings...
pl: Ró¿ne ustawienia...

source: View Configuration...
pl: Przegl±danie konfiguracji...

source: Configure with YaST2...
pl: Konfiguracja z u¿yciem programu YaST2...

source: Set Dial Prefix...
pl: Ustaw prefiks wdzwaniania...

source: View Log...
pl: Zobacz dziennik...

source: View Data Rate...
pl: Zobacz szybko¶æ transmisji...

source: Wireless connection ...
pl: Po³±czenie bezprzewodowe ...

source: Reconnect to Server
pl: Po³±cz ponownie do serwera

source: &Settings...
pl: U&stawienia...

source: &Interface
pl: &Interfejs

source: &Provider
pl: &Dostawca

source: &Dial-in
pl: W&dzwanianie

source: &Hang-up
pl: &Roz³±czenie

source: &Add Link
pl: Dod&aj po³±czenie

source: &Remove Link
pl: &Usuñ po³±czenie

source: &Quit
pl: &Zakoñcz

source: Should KInternet start automatically when you log in?
pl: Czy program KInternet ma byæ uruchamiany automatycznie po zalogowaniu?

source: Log
pl: Dziennik

source: This is the complete log:
pl: Kompletny dziennik:

source: Save to File...
pl: Zapisz do pliku...

source: Save Log As
pl: Zapisz dziennik jako

source: File already exists. Overwrite it?.
pl: Plik ju¿ istnieje. Czy go nadpisaæ?

source: Cannot open file for writing.
pl: Nie mo¿na otworzyæ pliku do zapisu.

source: KInternet is already running. It is the small icon showing a connector in your panel.
pl: KInternet ju¿ dzia³a. Ma³a ikona w panelu pokazuje po³±czenie.

source: Information
pl: Informacja

source: Password
pl: Has³o

source: Enter the password for the provider `%1':
pl: Proszê podaæ has³o dla dostawcy `%1':

source: Authentication with the server failed.
pl: Uwierzytelnianie na serwerze nie powiod³o siê.

source: Connection closed by server.
pl: Po³±czenie zamkniête przez serwer.

source: Connection to server lost.
pl: Utracone po³±czenie z serwerem.

source: Could not connect to local server. Maybe smpppd is not running or you are not member of the group "dialout". Also check the server settings in the dialog "Various Settings".
pl: Nie mo¿na po³±czyæ siê z lokalnym serwerem. Mo¿liwe, ¿e nie dzia³a smpppd albo u¿ytkownik nie nale¿y do grupy "dialout". Proszê sprawdziæ tak¿e ustawienia serwera w oknie "Ró¿ne ustawienia".

source: Connection to remote server refused. Maybe smpppd is not running. Also check the server settings in the dialog "Various Settings".
pl: Zdalny serwer odmówi³ po³±czenia. Mo¿liwe, ¿e nie dzia³a smpppd. Proszê sprawdziæ tak¿e ustawienia serwera w oknie "Ró¿ne ustawienia".

source: Connection to local and remote server refused. Maybe smpppd is not running or you are not member of the group "dialout". Also check the server settings in the dialog "Various Settings".
pl: Po³±czenie z serwerem lokalnym i zdalnym zosta³o odrzucone. Mo¿liwe, ¿e nie dzia³a smpppd albo u¿ytkownik nie nale¿y do grupy "dialout". Proszê sprawdziæ tak¿e ustawienia serwera w oknie "Ró¿ne ustawienia".

source: Various Settings
pl: Ró¿ne ustawienia

source: No Action
pl: Brak akcji

source: Start or Stop Connection
pl: W³±czenie lub wy³±czenie po³±czenia

source: View Log
pl: Poka¿ dziennik

source: View Data Rate
pl: Poka¿ szybko¶æ transmisji

source: Apply
pl: Zastosuj

source: Start KInternet During KDE Login
pl: Uruchom KInternet podczas logowania do KDE

source: Interface
pl: Interfejs

source: Interface to select on start-up:
pl: Interfejs wybierany przy uruchomieniu:

source: Provider
pl: Dostawca

source: Provider to select on start-up:
pl: Dostawca wybierany przy uruchomieniu:

source: Keep Active Provider on Start-up
pl: Zachowaj dostawcê aktywnego przy uruchomieniu

source: Start-up
pl: Uruchomienie

source: Icon
pl: Ikona

source: Window
pl: Okno

source: Colored Background
pl: Kolorowe t³o

source: Mouse Buttons
pl: Przyciski myszy

source: Left Mouse Button:
pl: Lewy przycisk myszy:

source: Middle Mouse Button:
pl: ¦rodkowy przycisk myszy:

source: Right Mouse Button:
pl: Prawy przycisk myszy:

source: Appearance
pl: Wygl±d

source: Chart Type
pl: Typ wykresu

source: Separate Charts for RX and TX
pl: Oddzielne wykresy dla ruchu wchodz±cego i wychodz±cego

source: One Chart for Sum of RX and TX
pl: Jeden wykres dla sumy ruchu wchodz±cego i wychodz±cego

source: Update Interval
pl: Odstêp aktualizacji

source: S&witch KDE network status
pl: P&rze³±cz stan sieci w KDE

source: Trigger connect on request of application
pl: W³±cz po³±czenie na ¿±danie aplikacji

source: Occasion
pl: Okazja

source: When should the scripts be executed:
pl: Proszê okre¶liæ, kiedy skrypt powinien byæ wykonany:

source: Never
pl: Nigdy

source: Always after Connect or Disconnect
pl: Zawsze po po³±czeniu lub roz³±czeniu

source: Only when I Started the Connection
pl: Tylko kiedy po uruchomieniu po³±czenia przez uzytkownika

source: Connect
pl: Po³±czenie

source: Script to execute after connect:
pl: Skrypt do uruchomienia po po³±czeniu:

source: Browse...
pl: Przegl±daj...

source: Disconnect
pl: Roz³±cz

source: Script to execute after disconnect:
pl: Skrypt do uruchomienia po roz³±czeniu:

source: Scripts
pl: Skrypty

source: Location of smpppd
pl: Lokalizacja smpppd

source: Automatic Detection
pl: Wykrywanie automatyczne

source: On Local Machine
pl: Na komputerze lokalnym

source: Manual Settings
pl: Ustawienia rêczne

source: Server:
pl: Serwer:

source: Port Number:
pl: Numer portu:

source: Password:
pl: Has³o:

source: Server
pl: Serwer

source: Host Names
pl: Nazwy komputerów

source: Host Names to Look up in DNS Check:
pl: Nazwy komputerów do sprawdzenia w systemie DNS:

source: DNS Check
pl: Sprawdzenie w DNS

source: %n Second
pl: %n sekund

source: %1 Second
pl: %1 sekund

source: Select Script
pl: Proszê wybraæ skrypt

source: Error
pl: B³±d

source: WEP - Key Input Dialog
pl: WEP - Okno wprowadzenia klucza

source: C&ancel
pl: &Anuluj

source: Insert WEP key:
pl: Proszê podaæ klucz WEP:

source: Select WEP key type:
pl: Proszê wybraæ typ klucza WEP:

source: Select WEP authentication mode:
pl: Proszê okre¶liæ sposób uwierzytelniania WEP:

source: Name
pl: Nazwa

source: Value(s)
pl: Warto¶æ (warto¶ci)

source: Name/ESSID
pl: Nazwa / ESSID

source: Signal
pl: Sygna³

source: Bitrate
pl: Szybko¶æ

source: mac address
pl: adres mac

source: Frequency
pl: Czêstotliwo¶æ

source: Channel
pl: Kana³

source: Wireless LAN - Dialog
pl: Bezprzewodowa sieæ lokalna - dialog

source: &Close
pl: &Zamknij

source: Signal Quality:
pl: Jako¶æ sygna³u:

source: Associated:
pl: Zwi±zane:

source: &Log - Signal strength
pl: &Log - moc sygna³u

source: Current connection
pl: Po³±czenie bie¿±ce

source: Accoustic Scan
pl: Skanowanie akustyczne

source: Auto refresh
pl: Automatyczne od¶wie¿anie

source: Start Active Scan
pl: Rozpocznij aktywne skanowanie

source: Start &YaST
pl: Uruchom program &YaST

source: Refresh
pl: Od¶wie¿

source: Scan for Wireless &Networks
pl: Szukaj sieci &bezprzewodowych

source: This start a active scan. During a active scan it could happen, that you lost your current wireless connection.
pl: Opcja ta powoduje uruchomienie aktywnego wyszukiwania. W trakcie wyszukiwania mo¿e siê zdarzyæ, ¿e aktualne po³±czenie zostanie utracone.

source: This load the list of current known accesspoints and don't start a active scan.
pl: Opcja ta spowoduje wczytanie listy aktualnie znanych punktów dostêpowych a aktywne skanowanie nie zostanie uruchomione.

source: Use this button to connect to the above selected accesspoint.
pl: Proszê u¿yæ tego przycisku, aby po³±czyæ siê z wy¿ej podanymi punktami dostêpowymi.

source: Use this button to start YaST for permanent configuration.
pl: Proszê u¿yæ tego przycisku, aby uruchomiæ program YaST i zachowaæ konfiguracjê.

source: This activate accoustic for the next 'Refresh' or 'Active Scan'. To stop this, untoggle this checkbox.
pl: Opcja ta spowoduje uruchomienie akustyki dla kolejnego 'Od¶wie¿enia' albo 'Aktywnego skanowania'. Aby zatrzymaæ tê funkcjê, nale¿y wyczy¶ciæ to pole.

source: This activate auto refresh scan for the next 'Refresh' or 'Active Scan'. To stop this, untoggle this checkbox.
pl: Opcja ta spowoduje uruchomienie automatyczne od¶wie¿ania dla nastêpnego 'Od¶wie¿enia' albo 'Aktywnego skanowania'. Aby zatrzymaæ tê funkcjê, nale¿y wyczy¶ciæ to pole.

source: Scanning ...
pl: Skanowanie...

source: Active scan finished.
pl: Aktywne skanowanie zakoñczone.

source: WARNING
pl: OSTRZE¯ENIE

source: Could not start YaST Network Module. Is it installed?
pl: Nie mo¿na uruchomiæ modu³u sieciowego YaST. Czy jest on zainstalowany?

source: Warning
pl: Ostrze¿enie

source: Could not start YaST Network Module, is it already installed?
pl: Nie mo¿na uruchomiæ modu³u sieciowego YaST. Czy jest on ju¿ zainstalowany?

source: Networkaddress
pl: Adres sieci

source: Link Quality
pl: Jako¶æ ³±cza

source: Signal level
pl: Poziom sygna³u

source: Noise level
pl: Poziom szumu

source: Conntection details
pl: Szczegó³y po³±czenia

source: WEP Key
pl: Klucz WEP

source: Encryption
pl: Szyfrowanie

source: WEP Key Size
pl: Rozmiar klucza WEP

source: Not associated !
pl: Niezwi±zany!
