JSP_HELPPAGE_DEFAULT_PAGETITLE=Portlet pomocy do kalendarza i poczty w GroupWise
JSP_HELPPAGE_DEFAULT_CONTENT=\u003ch1\u003ePortlet kalendarza i poczty GroupWise&reg; &nbsp;&nbsp;\u003c/h1\u003e \u003cp\u003ePortlet ten wywo\u0142uje zar\u00F3wno portlet poczty jak i portlet kalendarza dla pojedynczego konta u\u017Cytkownika. Widok wiadomo\u015Bci e-mail kalendarza wy\u015Bwietlane s\u0105 w formacie tabeli. \u003cp\u003e&nbsp; \u003ch2\u003eU\u017Cycie portletu w programie Internet Explorer 6\u003c/h2\u003e \u003cp\u003eJe\u015Bli u\u017Cytkownik korzysta z przegl\u0105darki Internet Explorer 6, jednokrotne logowanie do portletu Exchange mo\u017Ce si\u0119 nie powie\u015B\u0107 (jest to spowodowane zmianami w obs\u0142udze ciasteczek w IE6). Je\u015Bli logowanie w IE6 nie powiedzie si\u0119, nale\u017Cy w\u0142\u0105czy\u0107 ciasteczka innych witryn:\u003c/p\u003e \u003cp\u003e \u003c/p\u003e \u003col\u003e \u003cli\u003eW IE6 prosz\u0119 wybra\u0107 \u003cspan class=\'genericbold\'\u003eNarz\u0119dzia&gt;Opcje internetowe\u003c/span\u003e.\u003c/li\u003e \u003cli\u003ea nast\u0119pnie kart\u0119 \u003cspan class=\'genericbold\'\u003ePrywatno\u015B\u0107\u003c/span\u003e i klikn\u0105\u0107 przycisk \u003cb\u003eZaawansowane\u003c/b\u003e.\u003c/li\u003e \u003cli\u003eNast\u0119pnie nale\u017Cy zaznaczy\u0107 opcj\u0119 \u003cspan class=\'genericbold\'\u003eZast\u0105p automatyczn\u0105 obs\u0142ug\u0119 plik\u00F3w cookie\u003c/span\u003e.\u003c/li\u003e \u003cli\u003eOpcj\u0119 Pliki tej samej firmy nale\u017Cy pozostawi\u0107 na warto\u015Bci \u003cspan class=\'genericbold\'\u003eZaakceptuj\u003c/span\u003e.\u003c/li\u003e \u003cli\u003eOpcj\u0119 Pliki innych firm nale\u017Cy ustawi\u0107 na warto\u0107 \u003cspan class=\'genericbold\'\u003eZaakceptuj\u003c/span\u003e.\u003c/li\u003e \u003cli\u003eNale\u017Cy zaznaczy\u0107 tak\u017Ce opcj\u0119 \u003cspan class=\'genericbold\'\u003eZawsze zezwalaj na pliki cookie dotycz\u0105ce sesji\u003c/span\u003e.\u003c/li\u003e \u003cli\u003eNast\u0119pnie nale\u017Cy klikn\u0105\u0107 dwukrotnie przyciski \u003cspan class=\'genericbold\'\u003eOK\u003c/span\u003e.\u003c/li\u003e \u003c/ol\u003e \u003cbr\u003e \u003cp\u003eWi\u0119cej informacji mo\u017Cna znale\u017A\u0107 na stronie wsparcia technicznego firmy Novell\u003csup\u003e&reg;\u003c/sup\u003e: \u003cpre\u003e&nbsp;&nbsp;http://support.novell.com/cgi-bin/search/searchtid.cgi?/10069074.htm\u003c/pre\u003e\u003cpre\u003e&nbsp;\u003c/pre\u003e \u003cp\u003eW sprawie innych pyta\u0144 dotycz\u0105cych uwierzytelniania lub wygl\u0105du portletu prosz\u0119 skontaktowa\u0107 si\u0119 z administratorem aplikacji u\u017Cytkownika albo skorzysta\u0107 z \u003ci\u003ePodr\u0119cznika portlet\u00F3w dodatkowych\u003c/i\u003e.\u003c/p\u003e
